[
{
    "title": "1 Chance 2 Dance", 
    "description": "When an aspiring dancer is uprooted during her senior year of high school, she finds herself torn between two boys -- and with one shot at her dream.", 
    "actors": "Lexi Giovagnoli, Justin Ray, Rae Latt, Poonam Basu", 
    "director": "Adam Deyoe", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "1 Mile to You", 
    "description": "After escaping the bus accident that killed his girlfriend, a high school student channels his grief into running, with the help of a new coach.", 
    "actors": "Billy Crudup, Graham Rogers, Liana Liberato, Stefanie Scott", 
    "director": "Leif Tilden", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1499385600"
},
{
    "title": "1 Night", 
    "description": "Over the course of one night, two teens with a shared history reconnect despite social differences, while a couple in their 30s debates their future.", 
    "actors": "Anna Camp, Justin Chatwin, Isabelle Fuhrman, Kyle Allen", 
    "director": "Minhal Baig", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1496275200"
},
{
    "title": "10 jours en or", 
    "description": "When a carefree bachelor is unexpectedly left in charge of a young boy, the two embark on a road trip that will change both of their lives.", 
    "actors": "Franck Dubosc, Claude Rich, Marie Kremer, Mathis Touré", 
    "director": "Nicolas Brossette", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1498867200"
},
{
    "title": "10,000 B.C.", 
    "description": "Fierce mammoth hunter D'Leh sets out on an impossible journey to rescue the woman he loves from a vicious warlord and save the people of his village.", 
    "actors": "Steven Strait, Camilla Belle, Cliff Curtis, Joel Virgel", 
    "director": "Roland Emmerich", 
    "imdb_rating": "5.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1535760000"
},
{
    "title": "100 Days of Solitude", 
    "description": "Spanish photographer José Díaz spends 100 days living alone on a remote mountain, connecting to nature and documenting the beauty of his surroundings.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "6.4/10", 
    "category": "Documentaries", 
    "date_released": "1530835200"
},
{
    "title": "100 Men", 
    "description": "A documentarian looks back on his 100 sexual partners -- and reconnects with many -- while musing about society's evolution on gay rights.", 
    "actors": "Paul Oremland", 
    "director": "Paul Oremland", 
    "imdb_rating": "6.0/10", 
    "category": "Documentaries", 
    "date_released": "1522454400"
},
{
    "title": "100 Meters", 
    "description": "A man who is diagnosed with multiple sclerosis responds by training for an Ironman triathlon, with his cranky father-in-law's help.", 
    "actors": "Dani Rovira, Karra Elejalde, Alexandra Jiménez, David Verdaguer", 
    "director": "Marcel Barrena", 
    "imdb_rating": "7.7/10", 
    "category": "Dramas", 
    "date_released": "1489104000"
},
{
    "title": "1000 Rupee Note", 
    "description": "After randomly receiving a handsome political bribe, a sweet, poor elderly woman decides to treat herself a shopping spree, which doesn't go smoothly.", 
    "actors": "Usha Naik, Sandeep Pathak, Shrikant Yadav, Ganesh Yadav", 
    "director": "Shrihari Sathe", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1480550400"
},
{
    "title": "101 Dalmatians", 
    "description": "When Cruella De Vil dognaps 15 Dalmatian puppies to make them into a fur coat, their parents rally all the city's animals to come to their rescue.", 
    "actors": "Glenn Close, Jeff Daniels, Joely Richardson, Joan Plowright", 
    "director": "Stephen Herek", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1527811200"
},
{
    "title": "12", 
    "description": "In Moscow, 12 jurors, representing a cross-section of modern Russia's fractured society, weigh the fate of a teen accused of murdering his stepfather.", 
    "actors": "Sergei Makovetsky, Nikita Mikhalkov, Sergey Garmash, Valentin Gaft", 
    "director": "Nikita Mikhalkov", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1506816000"
},
{
    "title": "13 Cameras", 
    "description": "Young parents-to-be Claire and Ryan move into a suburban rental home, unaware that someone is secretly watching their every move via hidden cameras.", 
    "actors": "PJ McCabe, Brianne Moncrief, Neville Archambault, Sarah Baldwin", 
    "director": "Victor Zarcoff", 
    "imdb_rating": "5.4/10", 
    "category": "Horror Movies", 
    "date_released": "1471046400"
},
{
    "title": "13 Demons", 
    "description": "A group of gamers discover a banned board game called \"13 Demons\" with a dark history that's linked to a number of mysterious deaths.", 
    "actors": "Stephen Grey, Michael Cunningham, Daniel Falicki, Steven Taber", 
    "director": "Daniel Falicki", 
    "imdb_rating": "3.2/10", 
    "category": "Horror Movies", 
    "date_released": "1506988800"
},
{
    "title": "13TH: A Conversation with Oprah Winfrey & Ava DuVernay", 
    "description": "Oprah Winfrey sits down with director Ava DuVernay to discuss her Oscar-nominated film, historical cycles of oppression and the broken prison system.", 
    "actors": "Oprah Winfrey, Ava DuVernay", 
    "director": "", 
    "imdb_rating": "6.7/10", 
    "category": "Movies", 
    "date_released": "1485388800"
},
{
    "title": "14 Cameras", 
    "description": "Upping the “13 Cameras” ante, this sequel finds a family renting a vacation house that’s been customized to violate their privacy.", 
    "actors": "Neville Archambault, Amber Midthunder, Brytnee Ratledge, Hank Rogerson", 
    "director": "Scott Hussion, Seth Fuller", 
    "imdb_rating": "5.6/10", 
    "category": "Horror Movies", 
    "date_released": "1540598400"
},
{
    "title": "1898: Our Last Men in the Philippines", 
    "description": "While Spain relinquishes its last colonies, a battle-fatigued outpost engages in a long, brutal and sometimes bizarre clash with Filipino insurgents.", 
    "actors": "Luis Tosar, Javier Gutiérrez, Álvaro Cervantes, Karra Elejalde", 
    "director": "Salvador Calvo", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1496361600"
},
{
    "title": "1920", 
    "description": "An architect and his wife move into a castle that is slated to become a luxury hotel. But something inside is determined to stop the renovation.", 
    "actors": "Rajneesh Duggal, Adah Sharma, Indraneil Sengupta, Anjori Alagh", 
    "director": "Vikram Bhatt", 
    "imdb_rating": "5.6/10", 
    "category": "Horror Movies", 
    "date_released": "1513296000"
},
{
    "title": "1920 London", 
    "description": "When her wealthy husband is bedeviled by a mysterious locket, a desperate woman turns to her forbidden former lover, an expert of the occult.", 
    "actors": "Sharman Joshi, Meera Chopra, Vishal Karwal, Meenal Kapoor", 
    "director": "Dharmendra Suresh Desai", 
    "imdb_rating": "3.9/10", 
    "category": "Horror Movies", 
    "date_released": "1474675200"
}
]