[
{
    "title": "2 Alone in Paris", 
    "description": "A bumbling Paris policeman is doggedly determined to capture the master thief that repeatedly eludes him, even when they're the last two men on Earth.", 
    "actors": "Ramzy Bédia, Eric Judor, Benoît Magimel, Kristin Scott Thomas", 
    "director": "Ramzy Bédia, Eric Judor", 
    "imdb_rating": "5.2/10", 
    "category": "Comedies", 
    "date_released": "1502668800"
},
{
    "title": "2 States", 
    "description": "Graduate students Krish and Ananya hope to win their parents' approval before they marry, but the two families clash over their cultural differences.", 
    "actors": "Alia Bhatt, Arjun Kapoor, Amrita Singh, Revathy", 
    "director": "Abhishek Varman", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "2015 Dream Concert", 
    "description": "The world's biggest K-pop festival marked its 21st year in 2015, with groups such as EXO, 4Minute and SHINee electrifying the Seoul World Cup Stadium.", 
    "actors": "4Minute, B1A4, BtoB, ELSIE", 
    "director": "", 
    "imdb_rating": "", 
    "category": "International Movies", 
    "date_released": "1493337600"
},
{
    "title": "2307: Winter's Dream", 
    "description": "In the frozen tundra of a futuristic Arizona where humans have been forced underground, a soldier hunts the bioengineered leader of a rebellion.", 
    "actors": "Paul Sidhu, Arielle Holmes, Branden Coles, Kelcey Watson", 
    "director": "Joey Curtis", 
    "imdb_rating": "4.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1519862400"
},
{
    "title": "25 Kille", 
    "description": "Four brothers learn that they have inherited ancestral land, but must fight to claim it when a greedy feudal lord threatens to take it over.", 
    "actors": "Vikram Singh, Guggu Gill, Yograj Singh, Sonia Mann", 
    "director": "Simranjit Singh Hundal", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "26 Years", 
    "description": "Twenty-six years after the 1980 massacre at Gwangju, South Korea, three relatives of the victims come together to avenge the infamous orchestrator.", 
    "actors": "Jin Goo, Han Hye-jin, Bae Soo-bin, Im Seul-ong", 
    "director": "Cho Geun-hyun", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1506816000"
},
{
    "title": "27, el club de los malditos", 
    "description": "After a musician dies under suspicious circumstances, a hard-drinking detective and a music fan investigate why rock stars often die at the age of 27.", 
    "actors": "Diego Capusotto, Sofía Gala, Daniel Aráoz, Willy Toledo", 
    "director": "Nicanor Loreti", 
    "imdb_rating": "3.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1525132800"
}
]