[
{
    "title": "A 2nd Chance", 
    "description": "A gymnast lacks the confidence she needs to reach the top. But with the help of her new coach, she has the chance to win a spot on the national team.", 
    "actors": "Nina Pearce, Adam Tuominen, Emily Morris, Amy Handley", 
    "director": "Clay Glen", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1498867200"
},
{
    "title": "A Beautiful Life", 
    "description": "After meeting under awkward circumstances, a glamorous businesswoman and a tradition-bound policeman begin a relationship that changes their lives.", 
    "actors": "Qi Shu, Liu Ye, Anthony Wong Chau-Sang, Liang Tian", 
    "director": "Andrew Lau Wai-Keung", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1543622400"
},
{
    "title": "A Beautiful Mind", 
    "description": "This Oscar-winning drama charts the life and work of famed economist John Forbes Nash Jr., a brilliant man plagued by the anguish of mental illness.", 
    "actors": "Russell Crowe, Ed Harris, Jennifer Connelly, Christopher Plummer", 
    "director": "Ron Howard", 
    "imdb_rating": "7.8/10", 
    "category": "Dramas", 
    "date_released": "1535760000"
},
{
    "title": "A Beautiful Now", 
    "description": "A suicidal dancer locks herself in her bathroom and retreats into memories and fantasy, prompting her squabbling friends to try to intervene.", 
    "actors": "Abigail Spencer, Cheyenne Jackson, Collette Wolfe, Elena Satine", 
    "director": "Daniela Amavia", 
    "imdb_rating": "4.7/10", 
    "category": "Dramas", 
    "date_released": "1484438400"
},
{
    "title": "A Billion Colour Story", 
    "description": "The curious child of idealistic interfaith parents observes an increasingly intolerant world as his family faces financial strain.", 
    "actors": "Dhruva Padmakumar, Gaurav Sharma, Vasuki, Rashma Somvanshi", 
    "director": "Padmakumar Narasimhamurthy", 
    "imdb_rating": "8.7/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "A Christmas Prince", 
    "description": "Christmas comes early for an aspiring young journalist when she's sent abroad to get the scoop on a dashing prince who's poised to be king.", 
    "actors": "Rose McIver, Ben Lamb, Alice Krige, Honor Kneafsey", 
    "director": "Alex Zamm", 
    "imdb_rating": "6.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1510876800"
},
{
    "title": "A Christmas Prince: The Royal Wedding", 
    "description": "A year after helping Richard secure the crown, Amber returns to Aldovia to plan their wedding. But her simple tastes clash with royal protocol.", 
    "actors": "Rose McIver, Ben Lamb, Alice Krige, Simon Dutton", 
    "director": "John Schultz", 
    "imdb_rating": "6.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1543536000"
},
{
    "title": "A Christmas Special: Miraculous: Tales of Ladybug & Cat Noir", 
    "description": "Parisian teen Marinette transforms herself into superhero Ladybug to find her lonely secret crush Adrien when he runs away from home at Christmas.", 
    "actors": "Cristina Vee, Bryce Papenbrook, Keith Silverstein, Mela Lee", 
    "director": "Thomas Astruc", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1482192000"
},
{
    "title": "A Christmas Star", 
    "description": "Born under the Christmas Star, Noelle says she can perform miracles. When trouble comes to town, it's up to Noelle to prove herself and save the day.", 
    "actors": "Erin Galway-Kendrick, Robert James-Collier, Bronagh Waugh, Richard Clements", 
    "director": "Richard Elson", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1448928000"
},
{
    "title": "A Dangerous Woman", 
    "description": "At the center of this engrossing melodrama is a Golden Globe-nominated turn by Debra Winger, who plays a sheltered, slow-witted woman living with her widowed Aunt Frances while working at a dry cleaners.", 
    "actors": "Debra Winger, Barbara Hershey, Gabriel Byrne, Laurie Metcalf", 
    "director": "Stephen Gyllenhaal", 
    "imdb_rating": "5.2/10", 
    "category": "Dramas", 
    "date_released": "1459468800"
},
{
    "title": "A Dark Song", 
    "description": "Grieving the death of her son, a woman hires an occult expert to lead her through a psychologically grueling ritual to contact her child's spirit.", 
    "actors": "Steve Oram, Catherine Walker, Susan Loughnane, Mark Huberman", 
    "director": "Liam Gavin", 
    "imdb_rating": "6.2/10", 
    "category": "Horror Movies", 
    "date_released": "1504569600"
},
{
    "title": "A Dog's Life", 
    "description": "For anyone who's ever wondered what the world looks like to their pet, this documentary explores how dogs perceive, understand and experience reality.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1477958400"
},
{
    "title": "A Dogwalker's Christmas Tale", 
    "description": "Spoiled 21-year-old Luce Lockhart faces a tough decision when a handsome new friend asks her to help protect a dog park from her wealthy employer.", 
    "actors": "Lexi Giovagnoli, Jonathan Bennett, Dina Meyer, Patrick Muldoon", 
    "director": "Letia Clouston", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1480550400"
},
{
    "title": "A Family Affair", 
    "description": "The filmmaker hunts for the missing puzzle pieces of his family history during a visit with a complex and controversial figure: his grandmother.", 
    "actors": "Tom Fassaert", 
    "director": "Tom Fassaert", 
    "imdb_rating": "5.3/10", 
    "category": "Documentaries", 
    "date_released": "1476576000"
},
{
    "title": "A Flying Jatt", 
    "description": "A timid man gets unexpected superpowers while trying to save his family's land and a sacred tree from a ruthless tycoon.", 
    "actors": "Tiger Shroff, Jacqueline Fernandez, Nathan Jones, Kay Kay Menon", 
    "director": "Remo D'Souza", 
    "imdb_rating": "3.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1510704000"
},
{
    "title": "A Glimpse Inside the Mind of Charles Swan III", 
    "description": "When his girlfriend walks out and leaves him a wreck, a graphic designer -- who seemed to have it all -- sets out to discover where he went wrong.", 
    "actors": "Charlie Sheen, Jason Schwartzman, Bill Murray, Katheryn Winnick", 
    "director": "Roman Coppola", 
    "imdb_rating": "4.4/10", 
    "category": "Comedies", 
    "date_released": "1531353600"
},
{
    "title": "A Good American", 
    "description": "This documentary reveals the truth about an NSA cryptologist whose innovative surveillance program was eliminated just weeks before the 9/11 attacks.", 
    "actors": "Bill Binney", 
    "director": "Friedrich Moser", 
    "imdb_rating": "6.9/10", 
    "category": "Documentaries", 
    "date_released": "1504656000"
},
{
    "title": "A Heavy Heart", 
    "description": "Long past his heyday, a still-virile boxer tries to reconnect with his daughter as he confronts the onset of a terminal, degenerative neural disorder.", 
    "actors": "Peter Kurth, Lena Lauzemis, Lina Wendel, Edin Hasanovic", 
    "director": "Thomas Stuber", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1487116800"
},
{
    "title": "A Holiday Engagement", 
    "description": "Hilary's plan to hire a good-looking guy to act as her boyfriend backfires when she brings him home for the holidays to try and fool her family.", 
    "actors": "Bonnie Somerville, Shelley Long, Jordan Bridges, Sam McMurray", 
    "director": "Jim Fall", 
    "imdb_rating": "6.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1480550400"
},
{
    "title": "A Hundred Streets", 
    "description": "The perilous lives of a troubled ex-rugby star, his estranged wife, a gentle cabbie and a soulful drug dealer dovetail in a London neighborhood.", 
    "actors": "Idris Elba, Gemma Arterton, Charlie Creed-Miles, Adam Bakri", 
    "director": "Jim O'Hanlon", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1494547200"
},
{
    "title": "A Little Princess", 
    "description": "With her father fighting in World War I, young Sara enrolls in boarding school and clashes with a headmistress who tries to stifle her self-worth.", 
    "actors": "Liesel Matthews, Eleanor Bron, Liam Cunningham, Rusty Schwimmer", 
    "director": "Alfonso Cuarón", 
    "imdb_rating": "7.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1527811200"
},
{
    "title": "A Lonely Place to Die", 
    "description": "Five mountaineering friends become the targets of kidnappers after freeing a young Serbian girl from a tiny chamber buried in the Scottish Highlands.", 
    "actors": "Melissa George, Karel Roden, Ed Speleers, Eamonn Walker", 
    "director": "Julian Gilbey", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1435622400"
},
{
    "title": "A Matter of Faith", 
    "description": "A Christian student wrestles with her beliefs while taking a biology class, and her father steps in to try to stop her from abandoning her faith.", 
    "actors": "Jordan Trovillion, Jay Pickett, Harry Anderson, Clarence Gilyard Jr", 
    "director": "Rich Christiano", 
    "imdb_rating": "4.8/10", 
    "category": "Dramas", 
    "date_released": "1456963200"
},
{
    "title": "A Mighty Team", 
    "description": "When a fit of anger leads to a serious injury, a sidelined soccer star returns to his hometown and reluctantly agrees to train the local youth.", 
    "actors": "Gérard Depardieu, Chantal Lauby, Medi Sadoun, Ilian Bergala", 
    "director": "Thomas Sorriaux", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1476489600"
},
{
    "title": "A Most Violent Year", 
    "description": "Abel Morales tries to avoid corruption's easy path as he pursues the American Dream amid an increasingly violent business war in 1981 New York City.", 
    "actors": "Oscar Isaac, Jessica Chastain, David Oyelowo, Albert Brooks", 
    "director": "J.C. Chandor", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1531958400"
},
{
    "title": "A New Capitalism", 
    "description": "Entrepreneurs worldwide explore alternatives to current capitalist structures, advocating for profitable businesses that also tackle social inequality.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1528416000"
},
{
    "title": "A Noble Intention", 
    "description": "In 1888 Amsterdam, a headstrong violin maker finds himself immersed in peril and tragedy after challenging businessmen who threaten his community.", 
    "actors": "Gijs Scholten van Aschat, Jacob Derwig, Rifka Lodeizen, Juda Goslinga", 
    "director": "Joram Lürsen", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1472688000"
},
{
    "title": "A Perfect Day", 
    "description": "During the Yugoslav Wars, three hapless aid workers head out to dislodge a corpse tainting a village's water. The day goes a bit south from there.", 
    "actors": "Benicio Del Toro, Tim Robbins, Olga Kurylenko, Mélanie Thierry", 
    "director": "Fernando León de Aranoa", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1518739200"
},
{
    "title": "A Promise", 
    "description": "Hired on to assist a wealthy German industrialist with his affairs, a dutiful young protégé promptly falls in love with his employer's beautiful wife.", 
    "actors": "Rebecca Hall, Alan Rickman, Richard Madden, Toby Murray", 
    "director": "Patrice Leconte", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1458777600"
},
{
    "title": "A River Below", 
    "description": "Two very different men struggle to save pink dolphins in the Amazon. But their well-intentioned activism has murky consequences.", 
    "actors": "", 
    "director": "Mark Grieco", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1519862400"
},
{
    "title": "A Scandall", 
    "description": "A film school graduate is interested in making a movie about his girlfriend's uncle, who claims that he can see his long-dead daughter.", 
    "actors": "Johnny Baweja, Reeth Mazumder, Manav Kaul, Tanvi Vyas", 
    "director": "Ishaan Trivedi", 
    "imdb_rating": "3.5/10", 
    "category": "International Movies", 
    "date_released": "1508025600"
},
{
    "title": "A Serious Man", 
    "description": "With every aspect of his life unraveling, a Jewish physics professor seeks out three rabbis for spiritual guidance.", 
    "actors": "Michael Stuhlbarg, Richard Kind, Fred Melamed, Sari Lennick", 
    "director": "Ethan Coen, Joel Coen", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1516060800"
},
{
    "title": "A Soldier's Story", 
    "description": "After a battle between peacekeepers and rebels, one injured soldier is found comatose but alive by a scavenger who slowly nurses him back to health.", 
    "actors": "Tope Tedela, Linda Ejiofor, Daniel K Daniel, Adesua Etomi", 
    "director": "Frankie Ogar", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1505433600"
},
{
    "title": "A Sort of Family", 
    "description": "An Argentine doctor faces legal and ethical challenges when she travels to the countryside to pick up the infant she has been waiting to adopt.", 
    "actors": "Bárbara Lennie, Daniel Aráoz, Claudio Tolcachir, Paula Cohen", 
    "director": "Diego Lerman", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "A Sort of Homecoming", 
    "description": "Ace news producer Amy is called back to her Louisiana hometown where memories of what used to be -- and what might have been -- come flooding back.", 
    "actors": "Laura Marano, Parker Mack, Katherine McNamara, Marcus Lyle Brown", 
    "director": "Maria Burton", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1501545600"
},
{
    "title": "A Stand Up Guy", 
    "description": "When his outrageous open-mic standup comedy routine goes viral, low-rent mobster-in-hiding Sammy gets a lot of attention he seriously doesn't want.", 
    "actors": "Danny A. Abeckaser, Annie Heise, Nick Cordero, Luke Robertson", 
    "director": "Mike Young", 
    "imdb_rating": "4.4/10", 
    "category": "Comedies", 
    "date_released": "1462752000"
},
{
    "title": "A StoryBots Christmas", 
    "description": "Bo thinks her holiday gift-giving isn't good enough, so she heads north to study under Santa Claus -- only to find he's missing.", 
    "actors": "Edward Asner, Judy Greer, Erin Fitzgerald, Fred Tatasciore", 
    "director": "Evan Spiridellis, Jeff Gill", 
    "imdb_rating": "7.0/10", 
    "category": "Movies", 
    "date_released": "1512086400"
},
{
    "title": "A Violent Prosecutor", 
    "description": "Falsely convicted of a murder and stuck in prison, a prosecutor gets a fellow inmate out of jail and enlists his help in catching the real culprit.", 
    "actors": "Hwang Jung-min, Gang Dong-won, Lee Sung-min, Park Sung-woong", 
    "director": "Lee Il-hyung", 
    "imdb_rating": "7.4/10", 
    "category": "Comedies", 
    "date_released": "1506729600"
},
{
    "title": "A War", 
    "description": "When a decision he makes in combat results in the deaths of civilians in Afghanistan, a Danish officer is called home to face war crimes charges.", 
    "actors": "Pilou Asbæk, Tuva Novotny, Søren Malling, Charlotte Munck", 
    "director": "Tobias Lindholm", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1467331200"
},
{
    "title": "A Wednesday", 
    "description": "After receiving an anonymous tip about a bomb, a police commissioner must negotiate with the terrorist, who demands the release of four militants.", 
    "actors": "Anupam Kher, Naseeruddin Shah, Jimmy Shergill, Deepal Shaw", 
    "director": "Neeraj Pandey", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1541030400"
},
{
    "title": "A Weekend with the Family", 
    "description": "A young lawyer's attempt to secretly date his boss's daughter leads to trouble when she invites him and his uncouth family over for the weekend.", 
    "actors": "Marques Houston, Karrueche Tran, Wendy Raquel Robinson, Clifton Powell", 
    "director": "Chris Stokes", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1491004800"
},
{
    "title": "A Witches' Ball", 
    "description": "Beatrix can't wait to be inducted as a witch, but an unfortunate incident threatens to take her pending title away if she doesn't act fast.", 
    "actors": "Morgan Neundorf, Karen Slater, Loukia Ioannou, Will Ennis", 
    "director": "Justin G. Dyck", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1538352000"
},
{
    "title": "A Woman, a Part", 
    "description": "Burned out after playing the same character for years, a successful actress flees her sexist TV show and returns to her theater roots in New York.", 
    "actors": "Maggie Siff, Cara Seymour, John Ortiz, Khandi Alexander", 
    "director": "Elisabeth Subrin", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1499731200"
},
{
    "title": "A Wrinkle in Time", 
    "description": "Years after their father disappears, Meg and her younger brother Charles Wallace cross galaxies on a quest to save him from the heart of darkness.", 
    "actors": "Storm Reid, Oprah Winfrey, Reese Witherspoon, Mindy Kaling", 
    "director": "Ava DuVernay", 
    "imdb_rating": "5.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1537833600"
},
{
    "title": "A Yellow Bird", 
    "description": "In Singapore, a homeless ex-convict hoping to reunite with his family forms a bond with a Chinese sex worker while serving as her bodyguard.", 
    "actors": "Sivakumar Palakrishnan, Huang Lu, Seema Biswas, Udaya Soundari", 
    "director": "K. Rajagopal", 
    "imdb_rating": "4.5/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "Aadu 2", 
    "description": "When Shaji Pappan and his gang of goofy outlaws find themselves low on funds, they plan to once again win a hefty prize in a tug-of-war competition.", 
    "actors": "Jayasurya, Vinayakan, Sunny Wayne, Vijay Babu", 
    "director": "Midhun Manuel Thomas", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1526342400"
},
{
    "title": "Aagey Se Right", 
    "description": "A cop full of self-doubt loses his gun five days before he's due to leave the force, and becomes an unexpected hero as he tries to retrieve it.", 
    "actors": "Shreyas Talpade, Kay Kay Menon, Shiv Pandit, Sanjay Sharma", 
    "director": "Indrajit Nattoji", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Aajcha Divas Majha", 
    "description": "A conscientious politician helps an elderly singer overcome the obstacles placed in his path a by a powerful bureaucracy.", 
    "actors": "Sachin Khedekar, Ashwini Bhave, Mahesh Manjrekar, Hrishikesh Joshi", 
    "director": "Chandrakant Kulkarni", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Aakhri Adaalat", 
    "description": "An intrepid police inspector forced into a desk job must take matters into his own hands when ruthless criminals are released on a technicality.", 
    "actors": "Vinod Khanna, Dimple Kapadia, Jackie Shroff, Sonam", 
    "director": "Rajiv Mehra", 
    "imdb_rating": "5.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "Aalorukkam", 
    "description": "When an aging father seeks the help of a doctor and a journalist to look for the son who left him 16 years ago, he learns some surprising truths.", 
    "actors": "Indrans, Sreekanth Menon, Vishnu Agasthya, Aliyar", 
    "director": "V C Abhilash", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1542240000"
},
{
    "title": "Aamir", 
    "description": "In this high-tension thriller, an anonymous caller on a cell phone threatens to harm a man's family if he doesn't carry out every order.", 
    "actors": "Rajeev Khandelwal, Gajraj Rao, Shashanka Ghosh, Jhilmil Hazrika", 
    "director": "Raj Kumar Gupta", 
    "imdb_rating": "6.7/10", 
    "category": "International Movies", 
    "date_released": "1541030400"
},
{
    "title": "Aankhen", 
    "description": "After his hatred of dishonesty costs him his job, an embittered man goes over to the dark side and plots to rob the bank he once managed.", 
    "actors": "Amitabh Bachchan, Akshay Kumar, Sushmita Sen, Arjun Rampal", 
    "director": "Vipul Amrutlal Shah", 
    "imdb_rating": "6.8/10", 
    "category": "International Movies", 
    "date_released": "1498867200"
},
{
    "title": "Aashayein", 
    "description": "When he learns he has terminal cancer, a cynical gambler and chronic smoker ditches his fiancée, snubs doctors and checks into a nursing home to die.", 
    "actors": "John Abraham, Sonal Sehgal, Prateeksha Lonkar, Girish Karnad", 
    "director": "Nagesh Kukunoor", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1508630400"
},
{
    "title": "Aashik Awara", 
    "description": "Raised by a kindly thief, orphaned Jimmy goes on the run from goons and falls in love with Jyoti, whose father indirectly caused his parents' deaths.", 
    "actors": "Saif Ali Khan, Mamta Kulkarni, Mohnish Bahl, Sharmila Tagore", 
    "director": "Umesh Mehra", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1496275200"
},
{
    "title": "Aata Pita", 
    "description": "A municipal clerk with literary ambitions stalks a loan recovery officer on whom he has decided to base his story's central character.", 
    "actors": "Bharat Jadhav, Sanjay Narvekar, Satish Phulekar, Ashwini Apte", 
    "director": "Uttung Shelar", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Ab Tak Chhappan", 
    "description": "Based on a true story, an honest Mumbai police inspector must contend with a new commissioner, who is believed to have friends in the underworld.", 
    "actors": "Nana Patekar, Revathy, Yashpal Sharma, Nakul Vaid", 
    "director": "Shimit Amin", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Ab Tak Chhappan 2", 
    "description": "A retired policeman returns to his job to fight a crime wave that was once responsible for leaving his son without a mother.", 
    "actors": "Nana Patekar, Gul Panag, Vikram Gokhale, Ashutosh Rana", 
    "director": "Ejaz Gulab", 
    "imdb_rating": "5.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1497484800"
},
{
    "title": "Abby Sen", 
    "description": "After losing his seventh job in a row, a TV producer and sci-fi buff travels back in time to 1980, where his employment prospects improve.", 
    "actors": "Abir Chatterjee, Raima Sen, Arunima Ghosh, Priyanka Sarkar", 
    "director": "Atanu Ghosh", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "ABCD 2", 
    "description": "After being accused of cheating on a reality TV show, a dance troupe seeks to redeem itself by winning the World Hip-Hop Dance Championship.", 
    "actors": "Prabhu Deva, Varun Dhawan, Shraddha Kapoor, Lauren Gottlieb", 
    "director": "Remo D'Souza", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "ABCD: Any Body Can Dance", 
    "description": "Thrown out of the elite dance studio he founded, Vishnu's spirits rebound when he sees young street dancers prepping for an annual contest.", 
    "actors": "Prabhu Deva, Kay Kay Menon, Ganesh Acharya, Dharmesh Yelande", 
    "director": "Remo D'Souza", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Abhinetri", 
    "description": "Due to family pressure, a corporate man reluctantly marries a woman from the village, but in their new home, she abruptly assumes a different persona.", 
    "actors": "Prabhu Deva, Tamannaah Bhatia, Sonu Sood, Sapthagiri", 
    "director": "A. L. Vijay", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1525132800"
},
{
    "title": "Abominable Christmas", 
    "description": "Two small abominable snowmen flee their mountain to escape a scientist who's trying to capture them and end up spending Christmas with a human family.", 
    "actors": "Isabella Acres, Drake Bell, Emilio Estevez, Nolan Gould", 
    "director": "Chad Van De Keere", 
    "imdb_rating": "5.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1455753600"
},
{
    "title": "Absolutely Anything", 
    "description": "Aliens bestow a schoolteacher with the power to do absolutely anything, but only his talking dog seems to have any notion what to do with it.", 
    "actors": "Simon Pegg, Kate Beckinsale, Sanjeev Bhaskar, Rob Riggle", 
    "director": "Terry Jones", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1506470400"
},
{
    "title": "Abzurdah", 
    "description": "A disenfranchised 16-year-old girl connects to an older man on the internet and after a brief one-sided affair descends into obsession and anorexia.", 
    "actors": "Eugenia Suárez, Esteban Lamothe, Gloria Carrá, Rafael Spregelburd", 
    "director": "Daniela Goggi", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1472083200"
},
{
    "title": "Acapulco La vida va", 
    "description": "Three lifelong friends travel to Acapulco ostensibly so one of them can find his lost love, but the real reason behind the trip holds some surprises.", 
    "actors": "Patricio Castillo, Sergio Bustamante, Alejandro Suárez, Luz María Jerez", 
    "director": "Alfonso Serrano Maturino", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1496448000"
},
{
    "title": "Accident", 
    "description": "A contract killer skilled at staging lethal accidents fears he may be a victim of his own strategy when an accomplice dies in a mysterious mishap.", 
    "actors": "Louis Koo, Richie Ren, Stanley Fung Sui-Fan, Michelle Ye", 
    "director": "Cheang Pou Soi", 
    "imdb_rating": "", 
    "category": "International Movies", 
    "date_released": "1543622400"
},
{
    "title": "According to Greta", 
    "description": "Forced to live with her grandparents in New Jersey, a combative teenager concerns her family when she strikes up a romance with an ex-con line cook.", 
    "actors": "Hilary Duff, Evan Ross, Michael Murphy, Ellen Burstyn", 
    "director": "Nancy Bardawil", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Across Grace Alley", 
    "description": "A young boy, upset by his parents' divorce, becomes infatuated with his grandmother's neighbor, an entrancing dancer he watches through a window.", 
    "actors": "Ben Hyland, Marsha Mason, Karina Smirnoff, Colin Branca", 
    "director": "Ralph Macchio", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1480550400"
},
{
    "title": "Act of Vengeance", 
    "description": "Two Turkish agents are sent to New York City on a mission to capture a notorious terrorist known only as \"Dejjal\" (Arabic for Antichrist).", 
    "actors": "Haluk Bilginer, Mahsun Kırmızıgül, Mustafa Sandal, Gina Gershon", 
    "director": "Mahsun Kırmızıgül", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1525046400"
},
{
    "title": "Action Replayy", 
    "description": "Vipul Amrutlal Shah directs this sci-fi rom-com that stars Akshay Kumar and Aishwarya Rai as Kishen and Mala, a married couple who are so miserable, they inspire their son, Bunty, to go back in time and make his parents fall in love.", 
    "actors": "Akshay Kumar, Aishwarya Rai Bachchan, Om Puri, Kiron Kher", 
    "director": "Vipul Amrutlal Shah", 
    "imdb_rating": "4.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1525651200"
},
{
    "title": "Acts of Vengeance", 
    "description": "Devastated by the murder of his wife and child, a formerly fast-talking lawyer takes a vow of silence and trains himself for a mission of revenge.", 
    "actors": "Antonio Banderas, Karl Urban, Paz Vega, Robert Forster", 
    "director": "Isaac Florentine", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1516838400"
},
{
    "title": "Adam: His Song Continues", 
    "description": "After their child was abducted and murdered, John and Reve Walsh fought to raise national awareness of the problem of missing children.", 
    "actors": "Daniel J. Travanti, JoBeth Williams, Richard Masur, Martha Scott", 
    "director": "Robert Markowitz", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1317427200"
},
{
    "title": "Adore", 
    "description": "When lifelong friends Roz and Lil fall in love with each other's teenage sons, they must carry out their affairs in relative secrecy.", 
    "actors": "Naomi Watts, Robin Wright, Xavier Samuel, James Frecheville", 
    "director": "Anne Fontaine", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1391385600"
},
{
    "title": "Adult Beginners", 
    "description": "A failed entrepreneur shows up at his sister's door and faces true responsibility for the first time when he's put to work as a nanny to his nephew.", 
    "actors": "Rose Byrne, Nick Kroll, Bobby Cannavale, Joel McHale", 
    "director": "Ross Katz", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1456790400"
},
{
    "title": "Adult World", 
    "description": "While working at a sex shop to make ends meet, recent college grad Amy pursues her dream of becoming a famous poet -- and stalks her punk poet idol.", 
    "actors": "Emma Roberts, John Cusack, Evan Peters, Armando Riesco", 
    "director": "Scott Coffey", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1452211200"
},
{
    "title": "Advantageous", 
    "description": "In order to keep her job at a biomedical engineering firm that prizes youth, a middle-aged woman must submit to a drastic experimental procedure.", 
    "actors": "Jacqueline Kim, James Urbaniak, Freya Adams, Ken Jeong", 
    "director": "Jennifer Phang", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1435017600"
},
{
    "title": "After the Reality", 
    "description": "A reality show contestant is forced to reconnect with his estranged sister after learning their ailing father has died.", 
    "actors": "Matthew Morrison, Sarah Chalke, Jon Dore, Laura Bell Bundy", 
    "director": "David Anderson", 
    "imdb_rating": "5.2/10", 
    "category": "Dramas", 
    "date_released": "1501459200"
},
{
    "title": "Aftershock", 
    "description": "An American tourist and his friends are partying in Chile, but a major earthquake devastates the area and forces them to scramble for survival.", 
    "actors": "Eli Roth, Andrea Osvárt, Ariel Levy, Natasha Yarovenko", 
    "director": "Nicolás López", 
    "imdb_rating": "5.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1520380800"
},
{
    "title": "Agadbam", 
    "description": "The drama that runs through a young man's family degenerates into a zany circus after his dearest wishes begin to come true.", 
    "actors": "Makarand Anaspure, Trupti Bhoir, Usha Nadkarni, Chitra Navathe", 
    "director": "Satish Motling", 
    "imdb_rating": "4.0/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Again Kasargod Khader Bai", 
    "description": "An invitation to perform at a jail turns into an unexpected murder mystery for the Kaladarshana mimicry troupe when a prisoner is discovered dead.", 
    "actors": "Ashokan, Jagadish, Baiju, Bijukuttan", 
    "director": "Thulasidas", 
    "imdb_rating": "2.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1519862400"
},
{
    "title": "Agyaat", 
    "description": "A film crew shooting in a remote forested location begins losing members one by one to a mysterious entity that they cannot see or hear.", 
    "actors": "Nitin Reddy, Priyanka Kothari, Gautam Rode, Rasika Dugal", 
    "director": "Ram Gopal Varma", 
    "imdb_rating": "", 
    "category": "Horror Movies", 
    "date_released": "1538352000"
},
{
    "title": "Airlift", 
    "description": "As the 1990 Gulf War rages, a wealthy Indian businessman living in Kuwait risks everything to defy the Iraqis and help evacuate over 170,000 Indians.", 
    "actors": "Akshay Kumar, Nimrat Kaur, Kumud Mishra, Prakash Belawadi", 
    "director": "Raja Menon", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1471219200"
},
{
    "title": "Aisa Yeh Jahaan", 
    "description": "During a vacation with her parents, away from her concrete urban existence, a young girl learns to appreciate the joys of connecting with nature.", 
    "actors": "Palash Sen, Ira Dubey, Yashpal Sharma, Tinnu Anand", 
    "director": "Biswajeet Bora", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1508025600"
},
{
    "title": "Aitraaz", 
    "description": "A happily married business executive is forced to deal with an episode from his past that he had long thought was put behind him.", 
    "actors": "Akshay Kumar, Kareena Kapoor, Priyanka Chopra, Amrish Puri", 
    "director": "Abbas Alibhai Burmawalla, Mastan Alibhai Burmawalla", 
    "imdb_rating": "5.4/10", 
    "category": "International Movies", 
    "date_released": "1519862400"
},
{
    "title": "Aiyaary", 
    "description": "When his protégé goes rogue and poses a grave threat to the government he serves, a veteran officer of the Indian Army tries to stop him at all costs.", 
    "actors": "Sidharth Malhotra, Manoj Bajpayee, Rakul Preet Singh, Pooja Chopra", 
    "director": "Neeraj Pandey", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1526342400"
},
{
    "title": "Aiyyaa", 
    "description": "An outspoken, imaginative girl from a conservative family pursues her dream man while fending off the prospect of an arranged marriage.", 
    "actors": "Rani Mukerji, Prithviraj Sukumaran, Nirmiti Sawant, Subodh Bhave", 
    "director": "Sachin Kundalkar", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1494374400"
},
{
    "title": "Ajab Prem Ki Ghazab Kahani", 
    "description": "A young man's obsession with making others happy drives him to help the girl he loves marry someone else, then try to win her heart.", 
    "actors": "Ranbir Kapoor, Katrina Kaif, Asrani, Upen Patel", 
    "director": "Rajkumar Santoshi", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1498867200"
},
{
    "title": "Ajji", 
    "description": "When her small granddaughter is sexually assaulted by a powerful man and no justice is served, a poor, frail old woman plots her violent revenge.", 
    "actors": "Sushama Deshpande, Abhishek Banerjee, Smita Tambe, Sharvani Suryavanshi", 
    "director": "Devashish Makhija", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1525132800"
},
{
    "title": "Albion: The Enchanted Stallion", 
    "description": "After a magical horse transports her to a fantasy world ruled by an evil general, a brave girl sets out to save the land once and for all.", 
    "actors": "Daniel Sharman, Jennifer Morrison, Debra Messing, Stephen Dorff", 
    "director": "Castille Landon", 
    "imdb_rating": "6.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1498867200"
},
{
    "title": "Alejandro Sanz: What I Was Is What I Am", 
    "description": "A retrospective look at the life and career of Grammy-award winning Spanish musician Alejandro Sanz.", 
    "actors": "Alejandro Sanz", 
    "director": "Gervasio Iglesias, Alexis Morante", 
    "imdb_rating": "8.1/10", 
    "category": "Documentaries", 
    "date_released": "1534550400"
},
{
    "title": "Alex Strangelove", 
    "description": "High school senior Alex Truelove's plan to lose his virginity to lovable girlfriend Claire goes awry when he meets the equally lovable Elliot.", 
    "actors": "Daniel Doheny, Madeline Weinstein, Antonio Marziale, Daniel Zolghadri", 
    "director": "Craig Johnson", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1528416000"
},
{
    "title": "Alexander: The Ultimate Cut", 
    "description": "When his father is assassinated, Alexander of Macedonia inherits his throne and sets out to build a world-conquering army that will make him immortal.", 
    "actors": "Colin Farrell, Angelina Jolie, Val Kilmer, Christopher Plummer", 
    "director": "Oliver Stone", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1534118400"
},
{
    "title": "Ali & Nino", 
    "description": "In Azerbaijan, a young Muslim man and a Christian princess fight for their love amid family tensions, a shocking betrayal and the dawn of World War I.", 
    "actors": "Adam Bakri, María Valverde, Mandy Patinkin, Connie Nielsen", 
    "director": "Asif Kapadia", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1490054400"
},
{
    "title": "Ali Baba ve 7 Cüceler", 
    "description": "A garden gnome vendor and his brother-in-law attend a trade fair in Sofia, where they accidentally stumble into shenanigans involving a mafia boss.", 
    "actors": "Cem Yılmaz, Irina Ivkina, Çetin Altay, Zafer Algöz", 
    "director": "Cem Yılmaz", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1522800000"
},
{
    "title": "Ali G Indahouse", 
    "description": "Wannabe gangsta rapper Ali G takes a stand against the demolition of his beloved John Nike Leisure Centre and gets elected to Parliament.", 
    "actors": "Martin Freeman, Sacha Baron Cohen, Barbara New, Emilio Rivera", 
    "director": "Mark Mylod", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "Ali's Wedding", 
    "description": "After telling a white lie that spins out of control, the son of an Iraqi-born cleric in Melbourne becomes torn between family duty and his own heart.", 
    "actors": "Osamah Sami, Don Hany, Helana Sawires, Frances Duca", 
    "director": "Jeffrey Walker", 
    "imdb_rating": "8.1/10", 
    "category": "Comedies", 
    "date_released": "1528416000"
},
{
    "title": "Alias JJ, la celebridad del mal", 
    "description": "Witnesses and public figures respond to controversial claims about Pablo Escobar made by the Medellín Cartel's sole survivor, John Jairo Velásquez.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1504224000"
},
{
    "title": "Alibaba", 
    "description": "A woodcutter learns the magic words to enter a cave where 40 thieves conceal their booty, but his greedy brother wants the treasure for himself.", 
    "actors": "", 
    "director": "Usha Ganesarajah", 
    "imdb_rating": "4.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1498867200"
},
{
    "title": "Alibaba Aur 40 Chor", 
    "description": "A simple village man is thrown into a web of political intrigue after he takes on a powerful and ruthless gang of bandits.", 
    "actors": "Dharmendra, Hema Malini, Zeenat Aman, Rolan Bykov", 
    "director": "Latif Faiziyev, Umesh Mehra", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1515974400"
},
{
    "title": "Alien Arrival", 
    "description": "After crash-landing on a distant moon, escaped prisoner Kye must do whatever it takes to survive while facing down his worst enemy: himself.", 
    "actors": "Dan Mor, Aleisha Rose, Mark Redpath, Christopher Kirby", 
    "director": "Jesse O'Brien", 
    "imdb_rating": "5.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1506124800"
},
{
    "title": "Aliens Ate My Homework", 
    "description": "Tiny alien lawmen fly into Rod's bedroom and recruit him into helping them stop an intergalactic criminal -- who's disguised as a very familiar human.", 
    "actors": "William Shatner, Dan Payne, Kirsten Robek, Ty Consiglio", 
    "director": "Sean McNamara", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1520294400"
},
{
    "title": "Aliens: Zone of Silence", 
    "description": "A young woman seeking the truth behind her brother's disappearance from the Mexican desert encounters an otherworldly secret on the barren terrain.", 
    "actors": "Sarah Hester, Peter Gesswein, Jed Maheu, Vince Tula", 
    "director": "Andy Fowler", 
    "imdb_rating": "4.6/10", 
    "category": "Horror Movies", 
    "date_released": "1514678400"
},
{
    "title": "All American Christmas Carol", 
    "description": "Thanks to her neglect and her drinking, a self-absorbed mother is on the verge of losing her children. Can a trio of ghosts put her on the right path?", 
    "actors": "Taryn Manning, Lin Shaye, Wendi McLendon-Covey, Eric Roberts", 
    "director": "Ron Carlson", 
    "imdb_rating": "4.2/10", 
    "category": "Comedies", 
    "date_released": "1480550400"
},
{
    "title": "All Hallows' Eve", 
    "description": "Instead of summoning the spirit of her dearly departed mother, a charming teen accidentally awakens a vengeful witch who wants to destroy her town.", 
    "actors": "Lexi Giovagnoli, Ashley Argota, John DeLuca, Diane Salinger", 
    "director": "Charlie Vaughn", 
    "imdb_rating": "5.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1501545600"
},
{
    "title": "All the Boys Love Mandy Lane", 
    "description": "During a weekend excursion to a secluded ranch, an unwelcome visitor begins picking off the randy admirers of teenage temptress Mandy Lane.", 
    "actors": "Anson Mount, Edwin Hodge, Michael Welch, Brooke Bloom", 
    "director": "Jonathan Levine", 
    "imdb_rating": "5.6/10", 
    "category": "Horror Movies", 
    "date_released": "1530576000"
},
{
    "title": "All the Queen's Horses", 
    "description": "For two decades, a comptroller in a small Illinois town financed her successful horse-breeding business by stealing $53 million in public funds.", 
    "actors": "", 
    "director": "Kelly Richmond Pope", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1531180800"
},
{
    "title": "All the Reasons to Forget", 
    "description": "A Brazilian man tries a myriad of ways to get over his breakup with his girlfriend but is surprised to learn it's more difficult than he anticipated.", 
    "actors": "Johnny Massaro, Bianca Comparato, Regina Braga, Maria Laura Nogueira", 
    "director": "Pedro Coutinho", 
    "imdb_rating": "7.6/10", 
    "category": "Comedies", 
    "date_released": "1524096000"
},
{
    "title": "All These Sleepless Nights", 
    "description": "Art school classmates Kris and Michal roam the streets of Warsaw on a beat-fueled quest for self-discovery and beautiful decadence.", 
    "actors": "Krzysztof Baginski, Michal Huszcza, Eva Lebuef", 
    "director": "Michal Marczak", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1502755200"
},
{
    "title": "All We Had", 
    "description": "When an aimless woman and her teenage daughter find themselves stranded on the way to Boston, they decide to try to make a go of it in a small town.", 
    "actors": "Katie Holmes, Stefania LaVie Owen, Richard Kind, Mark Consuelos", 
    "director": "Katie Holmes", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1494288000"
},
{
    "title": "All Work All Play", 
    "description": "The global rise of e-sports is charted in this documentary that follows several League of Legends teams en route to the Extreme Masters championship.", 
    "actors": "", 
    "director": "Patrick Creadon", 
    "imdb_rating": "6.0/10", 
    "category": "Documentaries", 
    "date_released": "1459468800"
},
{
    "title": "All's Well, End's Well (2009)", 
    "description": "Bound by a family rule that forbids him from marrying until his stubborn sister gets hitched, a bachelor enlists the help of a love guru to woo her.", 
    "actors": "Louis Koo, Sandra Ng Kwan Yue, Raymond Wong, Ronald Cheng", 
    "director": "Vincent Kok", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1540598400"
},
{
    "title": "Almost Adults", 
    "description": "Two best friends start to grow apart as they reach maturity and must come to terms with changes in their relationship and their individual sexuality.", 
    "actors": "Natasha Negovanlis, Elise Bauman, Justin Gerhard, Winny Clarke", 
    "director": "Sarah Rotella", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1491609600"
},
{
    "title": "Alvin and the Chipmunks Meet the Wolfman", 
    "description": "In this spooky feature-length movie, Alvin, Simon and Theodore stage a production of \"Dr. Jekyll and Mr. Hyde\" and things get seriously creepy!", 
    "actors": "Ross Bagdasarian Jr., Janice Karman, Maurice LaMarche, Frank Welker", 
    "director": "Kathi Castillo, Don Bluth", 
    "imdb_rating": "6.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1533081600"
},
{
    "title": "Always", 
    "description": "A firefighting pilot who dies and becomes a guardian angel to new pilot Ted Baker has trouble dealing with Ted's feelings for the girl he left behind.", 
    "actors": "Richard Dreyfuss, Holly Hunter, Brad Johnson, John Goodman", 
    "director": "Steven Spielberg", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1480550400"
},
{
    "title": "Amanda and Jack Go Glamping", 
    "description": "Amanda and Jack go glamping, but their attempt to revive their listless marriage is thwarted by double-booked honeymooners and a studly host.", 
    "actors": "David Arquette, Amy Acker, Adan Canto, June Squibb", 
    "director": "Brandon Dickerson", 
    "imdb_rating": "4.4/10", 
    "category": "Comedies", 
    "date_released": "1520726400"
},
{
    "title": "Amar", 
    "description": "Young Laura and Carlos experience the intensity and fragility of first love, as life realities gradually tarnish their idealized notions of romance.", 
    "actors": "María Pedraza, Pol Monen, Natalia Tena, Nacho Fresneda", 
    "director": "Esteban Crespo", 
    "imdb_rating": "4.5/10", 
    "category": "Dramas", 
    "date_released": "1500076800"
},
{
    "title": "Amar Akbar & Tony", 
    "description": "The brotherly bond between three childhood friends -- one Sikh, one Muslim and one Catholic -- is tested by the often comic absurdities of adulthood.", 
    "actors": "Rez Kempton, Sam Vincenti, Martin Delaney, Karen David", 
    "director": "Atul Malhotra", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1497916800"
},
{
    "title": "Amateur", 
    "description": "After he's recruited to an elite prep school, a 14-year-old basketball phenom is confronted by corruption and greed in amateur sports.", 
    "actors": "Michael Rainey Jr., Josh Charles, Brian White, Sharon Leal", 
    "director": "Ryan Koo", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1522972800"
},
{
    "title": "American Fable", 
    "description": "An adventurous and imaginative farm girl discovers that her beloved father may be holding a land developer hostage in an abandoned silo.", 
    "actors": "Peyton Kennedy, Richard Schiff, Kip Pardue, Marci Miller", 
    "director": "Anne Hamilton", 
    "imdb_rating": "6.4/10", 
    "category": "Independent Movies", 
    "date_released": "1499731200"
},
{
    "title": "American Pie Presents: The Book of Love", 
    "description": "Three guys desperate to lose their virginity find a sex bible and set out to score the big home run. But the book is missing some crucial information.", 
    "actors": "Bug Hall, Kevin M. Horton, Eugene Levy, Brandon Hardesty", 
    "director": "John Putch", 
    "imdb_rating": "5.1/10", 
    "category": "Comedies", 
    "date_released": "1517443200"
},
{
    "title": "American Poltergeist", 
    "description": "Horrific visions torment Taryn when she and her college pals move into an infamous old house. Then, her bloody hallucinations become all too real.", 
    "actors": "Simona Fusco, Donna Spangler, Aaron Lee, Ashley Green Elizabeth", 
    "director": "Mike Rutkowski", 
    "imdb_rating": "2.6/10", 
    "category": "Horror Movies", 
    "date_released": "1477958400"
},
{
    "title": "American Poltergeist 2", 
    "description": "A spirit plagues a teenager after she stumbles upon a hangman's noose in the woods. Now she must unravel local mysteries to escape the specter's evil.", 
    "actors": "Marina Petrano, Christopher Ingle, Rhea Rossiter, Weston Adwell", 
    "director": "Stephen McKendree", 
    "imdb_rating": "3.3/10", 
    "category": "Horror Movies", 
    "date_released": "1477958400"
},
{
    "title": "American Violence", 
    "description": "When a renowned psychologist agrees to evaluate a death row inmate, a routine session quickly becomes a harrowing glimpse into the life of a killer.", 
    "actors": "Bruce Dern, Denise Richards, Kaiwi Lyman, Columbus Short", 
    "director": "Timothy Woodward Jr.", 
    "imdb_rating": "4.6/10", 
    "category": "Dramas", 
    "date_released": "1497398400"
},
{
    "title": "Americano", 
    "description": "When bullies threaten his family's circus, young Mexican parrot Cuco embarks on a quest to get help from his favorite TV superhero in Hollywood.", 
    "actors": "Rico Rodriguez, Cheech Marin, Kate del Castillo, Gabriel Iglesias", 
    "director": "Ricardo Arnaiz", 
    "imdb_rating": "4.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1501545600"
},
{
    "title": "Amnesia", 
    "description": "In 1990, an aspiring German DJ moves to Ibiza, where he befriends a neighbor who fled there decades earlier and is hiding a mysterious past.", 
    "actors": "Marthe Keller, Max Riemelt, Bruno Ganz, Corinna Kirchhoff", 
    "director": "Barbet Schroeder", 
    "imdb_rating": "4.9/10", 
    "category": "Dramas", 
    "date_released": "1508371200"
},
{
    "title": "Amok", 
    "description": "A depressed accountant's unexpected promotion triggers buried memories of traumatic events, unleashing a violent rage that he has long suppressed.", 
    "actors": "Tilo Nest, Charly Hübner, Anneke Kim Sarnau, Heike Hanold Lynch", 
    "director": "Zoltan Paul", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1467331200"
},
{
    "title": "Among the Believers", 
    "description": "Take an eye-opening look at the battle between fundamentalism and secularism in Pakistan, with a focus on controversial leader Abdul Aziz Ghazi.", 
    "actors": "Abdul Aziz, Pervez Hoodbhoy", 
    "director": "Hemal Trivedi, Mohammed Ali Naqvi", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1491004800"
},
{
    "title": "Amrapali", 
    "description": "In the age of Buddha and his philosophy of nonviolence, a warmonger king plots the destruction of an enemy kingdom to rescue the woman he loves.", 
    "actors": "Vyjayantimala, Sunil Dutt, Prem Nath, Bipin Gupta", 
    "director": "Lekh Tandon", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "Amu", 
    "description": "A young Indian American woman visits Delhi to see family and begins to uncover a dark secret in India’s history that is linked to her past.", 
    "actors": "Konkona Sen Sharma, Yashpal Sharma, Brinda Karat, Ankur Khanna", 
    "director": "Shonali Bose", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1470009600"
},
{
    "title": "Amy", 
    "description": "Rare home videos and interviews with Amy Winehouse's inner circle offer an intimate look at her journey from charismatic teen to troubled star.", 
    "actors": "Amy Winehouse", 
    "director": "Asif Kapadia", 
    "imdb_rating": "7.6/10", 
    "category": "Documentaries", 
    "date_released": "1532563200"
},
{
    "title": "An American in Madras", 
    "description": "Extensive film clips and interviews tell the story of American filmmaker Ellis R. Dungan, who spent 15 years in India and helped define Tamil cinema.", 
    "actors": "", 
    "director": "Karan Bali", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1483228800"
},
{
    "title": "An American Tail", 
    "description": "Fievel, a young Russian mouse, immigrates to America and must make his own way in the strange and sometimes perilous new world.", 
    "actors": "Christopher Plummer, Hal Smith, Pat Musick, Amy Green", 
    "director": "Don Bluth", 
    "imdb_rating": "6.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1491004800"
},
{
    "title": "An American Tail: Fievel Goes West", 
    "description": "Fievel and his family head west for what turns out to be a wild adventure. Deep in cowboy country, the intrepid mouse faces down a nasty feline.", 
    "actors": "Philip Glasser, James Stewart, Erica Yohn, Cathy Cavadini", 
    "director": "Phil Nibbelink, Simon Wells", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1491004800"
},
{
    "title": "An American Tail: The Mystery of the Night Monster", 
    "description": "When a monster goes on a mouse-napping spree in New York, Fievel and his friends help a reporter get to the bottom of the mystery.", 
    "actors": "Thomas Dekker, Lacey Chabert, Jane Singer, Nehemiah Persoff", 
    "director": "Larry Latham", 
    "imdb_rating": "5.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1491004800"
},
{
    "title": "An American Tail: The Treasures of Manhattan Island", 
    "description": "When Fievel and friends go hunting for buried treasure beneath the ruins of an old subway tunnel, they stumble onto something surprising.", 
    "actors": "Thomas Dekker, Dom DeLuise, Pat Musick, Nehemiah Persoff", 
    "director": "Larry Latham", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1491004800"
},
{
    "title": "An Education", 
    "description": "Jenny's Oxford-bound teen life is a bore in 1961 London, until she's immersed in the beguiling but hazardous world of a much-older man.", 
    "actors": "Carey Mulligan, Peter Sarsgaard, Alfred Molina, Rosamund Pike", 
    "director": "Lone Scherfig", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1532217600"
},
{
    "title": "An Extremely Goofy Movie", 
    "description": "Goofy's son Max is eagerly heading to college. When Goofy loses his job, he gets sent back to school himself and ends up at the same college as Max.", 
    "actors": "Bill Farmer, Jason Marsden, Jeff Bennett, Jim Cummings", 
    "director": "Douglas McCarthy", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1464739200"
},
{
    "title": "An Off-Day Game", 
    "description": "On election day, five old friends get together for a relaxing day of drinking. When boredom sets in, they play a familiar game that takes a dark turn.", 
    "actors": "Pradeep Kumar, Girish Nair, Arun Nayar, Baiju Neto", 
    "director": "Sanal Kumar Sasidharan", 
    "imdb_rating": "7.9/10", 
    "category": "Dramas", 
    "date_released": "1502755200"
},
{
    "title": "An Unfinished Life", 
    "description": "A grieving widow and her daughter move in with her estranged father-in-law in Wyoming, where time allows them to heal and forgive.", 
    "actors": "Robert Redford, Jennifer Lopez, Morgan Freeman, Josh Lucas", 
    "director": "Lasse Hallström", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1464739200"
},
{
    "title": "Ana e Vitória", 
    "description": "After meeting by chance, two young musicians with differing views on love and life record an album that drastically alters their lives.", 
    "actors": "Ana Caetano, Vitória Falcão, Clarissa Müller, Bruce Gomlevsky", 
    "director": "Matheus Souza", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1541116800"
},
{
    "title": "Anarkali of Aarah", 
    "description": "After being sexually harassed by a drunken politician while performing at a public event, a village dancer plots revenge to clear her name.", 
    "actors": "Swara Bhaskar, Sanjay Mishra, Vijay Kumar, Pankaj Tripathi", 
    "director": "Avinash Das", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1501545600"
},
{
    "title": "Andaz Apna Apna", 
    "description": "Broke and with no concrete plans for the future, two young men discover that a stunning heiress lives nearby and try to charm her into marriage.", 
    "actors": "Aamir Khan, Salman Khan, Raveena Tandon, Karisma Kapoor", 
    "director": "Rajkumar Santoshi", 
    "imdb_rating": "7.4/10", 
    "category": "Comedies", 
    "date_released": "1525651200"
},
{
    "title": "Angel Eyes", 
    "description": "When a violent assault leaves her vulnerable, a streetwise Chicago cop receives help from a haunted loner who's struggling with traumas of his own.", 
    "actors": "Jennifer Lopez, Jim Caviezel, Jeremy Sisto, Terrence Howard", 
    "director": "Luis Mandoki", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Angela's Christmas", 
    "description": "A trip to church with her family on Christmas Eve gives young Angela an extraordinary idea. A heartwarming tale based on a story by Frank McCourt.", 
    "actors": "Lucy O'Connell, Ruth Negga, Brendan Mullins, Malachy McCourt", 
    "director": "Damien O’Connor", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1543536000"
},
{
    "title": "Angels in the Snow", 
    "description": "A bickering couple takes their children on a Christmas vacation and gets a lesson in love and respect after giving shelter to a stranded family.", 
    "actors": "Kristy Swanson, Chris Potter, Colin Lawrence, Catherine Lough Haggquist", 
    "director": "George Erschbamer", 
    "imdb_rating": "6.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1480550400"
},
{
    "title": "Angry Indian Goddesses", 
    "description": "A photographer invites a close-knit group of female pals to her Goa home to announce her engagement, which stirs up a riot of emotion in all of them.", 
    "actors": "Amrit Maghera, Rajshri Deshpande, Pavleen Gujral, Anushka Manchanda", 
    "director": "Pan Nalin", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1489449600"
},
{
    "title": "Anguish", 
    "description": "Though diagnosed with an emotional disorder, Tess faces a much more sinister threat: the spirit of a young girl that threatens to consume her.", 
    "actors": "Ryan Simpkins, Annika Marks, Karina Logue, Amberley Gridley", 
    "director": "Sonny Mallhi", 
    "imdb_rating": "4.8/10", 
    "category": "Horror Movies", 
    "date_released": "1460764800"
},
{
    "title": "Animal World", 
    "description": "An unlucky, debt-ridden teen resorts to his math skills when he's forced into a deadly tournament of rock-paper-scissors run by a diabolical host.", 
    "actors": "Li Yifeng, Zhou Dongyu, Michael Douglas, Bingkun Cao", 
    "director": "Han Yan", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1538006400"
},
{
    "title": "Anjaan", 
    "description": "Mild-mannered Krishna comes to Mumbai to search for his gang-leader brother, and quickly finds himself in way over his head.", 
    "actors": "Suriya, Samantha Ruth Prabhu, Vidyut Jammwal, Manoj Bajpayee", 
    "director": "N. Linguswamy", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Ankhon Dekhi", 
    "description": "After an incident involving his daughter, a middle-aged man's resolution to believe only what he sees blinds him to the world outside his experience.", 
    "actors": "Sanjay Mishra, Seema Pahwa, Rajat Kapoor, Taranjit Kaur", 
    "director": "Rajat Kapoor", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "Ankur Arora Murder Case", 
    "description": "A young medical intern sets out to fight for justice after the negligence of the surgeon he looked up to ends in tragedy.", 
    "actors": "Kay Kay Menon, Tisca Chopra, Arjun Mathur, Paoli Dam", 
    "director": "Sohail Tatari", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1508025600"
},
{
    "title": "Annabelle Hooper and the Ghosts of Nantucket", 
    "description": "While vacationing on picturesque Nantucket, a crafty teenage mystery writer contends with two thieves as she tries to solve a ghostly conundrum.", 
    "actors": "Bailee Madison, Robert Capron, Rachel Resheff, Mavrick Moreno", 
    "director": "Paul Serafini", 
    "imdb_rating": "5.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1501545600"
},
{
    "title": "Annayum Rasoolum", 
    "description": "A Muslim taxi driver falls for a Christian saleswoman but their different religions threaten the relationship when one asks the other to convert.", 
    "actors": "Andrea Jeremiah, Fahadh Faasil, Sunny Wayne, Shine Tom Chacko", 
    "director": "Rajeev Ravi", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Anon", 
    "description": "In a future where technology has rendered privacy obsolete, a detective investigates a serial assassin who has been deleted from all visual records.", 
    "actors": "Clive Owen, Amanda Seyfried, Colm Feore, Sonya Walger", 
    "director": "Andrew Niccol", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1525392000"
},
{
    "title": "Another Cinderella Story", 
    "description": "Smitten with an enchanting mystery girl at a masquerade ball, a teen pop sensation sets out to find her after she inexplicably flees at midnight.", 
    "actors": "Selena Gomez, Drew Seeley, Jane Lynch, Katharine Isabelle", 
    "director": "Damon Santostefano", 
    "imdb_rating": "6.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1535760000"
},
{
    "title": "Another Forever", 
    "description": "Overtaken by the death of her beloved, a grieving woman decides to take a spontaneous trip to visit her friend and get her life back on track.", 
    "actors": "Daniela Escobar, Marlon Moreno, Peter Ketnath, Barbara Scolaro", 
    "director": "Juan Zapata", 
    "imdb_rating": "5.2/10", 
    "category": "Dramas", 
    "date_released": "1490054400"
},
{
    "title": "Ant Story", 
    "description": "After realizing his stolen phone belongs to a famous actress, a scheming daydreamer uses the opportunity to blackmail her into posing as his fiancée.", 
    "actors": "Noor Imran Mithu, Sheena Chohan, Sabbir Hasan Likhon, Mukit Zakaria", 
    "director": "Mostofa Sarwar Farooki", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1494806400"
},
{
    "title": "Anthony Joshua: The Road to Klitschko", 
    "description": "The rising heavyweight grants behind-the-scenes access as he prepares for one of the biggest fights of his career -- and in British boxing history.", 
    "actors": "Anthony Joshua", 
    "director": "Tim MacKenzie-Smith", 
    "imdb_rating": "6.9/10", 
    "category": "Documentaries", 
    "date_released": "1522627200"
},
{
    "title": "Anthony Kaun Hai?", 
    "description": "A forger uses a fake identity in trying to retrieve stolen diamonds buried in a penitentiary, unaware a mob assassin is on the trail of his phony alias.", 
    "actors": "Sanjay Dutt, Arshad Warsi, Minissha Lamba, Anusha Dhandekar", 
    "director": "Raj Kaushal", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "Antibirth", 
    "description": "A party girl finds she's pregnant after a wild night, although she hasn't had sex. As the pregnancy advances, bizarre phenomena begin to surround her.", 
    "actors": "Natasha Lyonne, Chloë Sevigny, Meg Tilly, Mark Webber", 
    "director": "Danny Perez", 
    "imdb_rating": "4.8/10", 
    "category": "Horror Movies", 
    "date_released": "1485734400"
},
{
    "title": "Antz", 
    "description": "In this animated hit, a neurotic worker ant in love with a rebellious princess rises to unlikely stardom when he switches places with a soldier.", 
    "actors": "Woody Allen, Gene Hackman, Sharon Stone, Sylvester Stallone", 
    "director": "Eric Darnell, Tim Johnson", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1372636800"
},
{
    "title": "Anvil! The Story of Anvil", 
    "description": "This documentary follows the pioneering heavy metal act Anvil as they cope with obsoleteness, recover from a disastrous tour and record a new album.", 
    "actors": "Robb Reiner, Steve \"Lips\" Kudlow", 
    "director": "Sacha Gervasi", 
    "imdb_rating": "7.7/10", 
    "category": "Documentaries", 
    "date_released": "1493596800"
},
{
    "title": "Apartment: Rent at Your Own Risk", 
    "description": "A woman with trust issues thinks her unassuming new roommate might be an ideal fit. But when the roommate’s dark side emerges, people begin to die.", 
    "actors": "Rohit Roy, Tanushree Dutta, Neetu Chandra, Anupam Kher", 
    "director": "Jag Mundhra", 
    "imdb_rating": "4.0/10", 
    "category": "International Movies", 
    "date_released": "1497484800"
},
{
    "title": "Apostle", 
    "description": "In 1905, a drifter on a dangerous mission to rescue his kidnapped sister tangles with a sinister religious cult on an isolated island.", 
    "actors": "Dan Stevens, Lucy Boynton, Michael Sheen, Mark Lewis Jones", 
    "director": "Gareth Evans", 
    "imdb_rating": "6.2/10", 
    "category": "Horror Movies", 
    "date_released": "1539302400"
},
{
    "title": "April and the Extraordinary World", 
    "description": "After the world's top scientists disappear, orphaned April secretly forges ahead with a family experiment and gets tangled up in a vast conspiracy.", 
    "actors": "Angela Galuppo, Paul Giamatti, Susan Sarandon, Tony Hale", 
    "director": "Christian Desmares, Franck Ekinci", 
    "imdb_rating": "6.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1506816000"
},
{
    "title": "Aquarius", 
    "description": "The final holdout in her historic beachside building in Brazil, a retired music critic refuses to sell her apartment to developers bent on demolition.", 
    "actors": "Sonia Braga, Maeve Jinkings, Irandhir Santos, Humberto Carrão", 
    "director": "Kleber Mendonça Filho", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1484265600"
},
{
    "title": "Aram, Aram", 
    "description": "Newly orphaned Aram leaves Beirut to live with his grandfather in Los Angeles, and overwhelmed by culture shock, he falls prey to an Armenian gang.", 
    "actors": "John Roohinian, Levon Sharafyan, Sevak Hakoyan, David Villada", 
    "director": "Christopher Chambers", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1487116800"
},
{
    "title": "Arctic Heart", 
    "description": "Madly in love with a brilliant scientist studying an immunizing protein produced by penguins, a timid med student offers her body to his research.", 
    "actors": "Charlotte Le Bon, Guillaume Canet, Anne Le Ny, Patrick d'Assumçao", 
    "director": "Marie Madinier", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1492128000"
},
{
    "title": "Arès", 
    "description": "A futuristic France tries to keep its people from despair and rebellion over crippling poverty by engaging them with a violent TV competition show.", 
    "actors": "Ola Rapace, Micha Lescot, Thierry Hancisse, Hélène Fillières", 
    "director": "Jean-Patrick Benes", 
    "imdb_rating": "6.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1495497600"
},
{
    "title": "Arisan! 2", 
    "description": "A group of friends reunites for a vacation amid nature, where they laugh about their shared history and bond over difficult truths.", 
    "actors": "Cut Mini Theo, Tora Sudiro, Surya Saputra, Aida Nurmala", 
    "director": "Nia Dinata", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1536969600"
},
{
    "title": "Arjun: The Warrior Prince", 
    "description": "This animated retelling of the classic Indian tale of Prince Arjun -- part of the Sanskrit epic Mahabharata -- begins during the prince's youth.", 
    "actors": "Yudhveer Bakoliya, Ashok Banthia, Ravi Khanwilkar, Vijay Kashyap", 
    "director": "Arnab Chaudhuri", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1541030400"
},
{
    "title": "Armageddon", 
    "description": "As a massive asteroid hurtles toward Earth, NASA's head honcho hatches a plan to split the deadly rock in two before it annihilates the entire planet.", 
    "actors": "Bruce Willis, Billy Bob Thornton, Ben Affleck, Liv Tyler", 
    "director": "Michael Bay", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1454284800"
},
{
    "title": "Aroni Takhon", 
    "description": "A Hindu man and a Muslim woman fall in love with each other and have to contend with the tensions that exist between their communities.", 
    "actors": "Paoli Dam, Indraneil Sengupta, Prateik, Soumitra Chatterjee", 
    "director": "Sourav Chakraborty", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1505433600"
},
{
    "title": "ARQ", 
    "description": "Trapped in a lab and stuck in a time loop, a disoriented couple fends off masked raiders while harboring a new energy source that could save humanity.", 
    "actors": "Robbie Amell, Rachael Taylor, Shaun Benson, Gray Powell", 
    "director": "Tony Elliott", 
    "imdb_rating": "6.1/10", 
    "category": "International Movies", 
    "date_released": "1473984000"
},
{
    "title": "Arthur and the Invisibles", 
    "description": "Ten-year-old Arthur discovers a world of tiny people living in his backyard, a find that may hold the secret to saving his family home.", 
    "actors": "Freddie Highmore, Madonna, Jimmy Fallon, Mia Farrow", 
    "director": "Luc Besson", 
    "imdb_rating": "6.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1502582400"
},
{
    "title": "As Above, So Below", 
    "description": "A beautiful tomb raider and her crew hunt for treasure in the catacombs of Paris and find themselves in a hellish underworld.", 
    "actors": "Perdita Weeks, Ben Feldman, Edwin Hodge, François Civil", 
    "director": "John Erick Dowdle", 
    "imdb_rating": "6.2/10", 
    "category": "Horror Movies", 
    "date_released": "1537056000"
},
{
    "title": "As I Lay Dying", 
    "description": "In a sobering story based on William Faulkner's novel, a poor Southern clan fulfills the family matriarch's last wish to be buried in a distant town.", 
    "actors": "James Franco, Tim Blake Nelson, Jim Parrack, Ahna O'Reilly", 
    "director": "James Franco", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1504828800"
},
{
    "title": "As I Open My Eyes", 
    "description": "A teenager is caught between the expectations of her traditional Tunisian family and the provocative political sentiments she expresses in her music.", 
    "actors": "Baya Medhaffer, Ghalia Benali, Montassar Ayari, Lassaad Jamoussi", 
    "director": "Leyla Bouzid", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1484006400"
},
{
    "title": "Asees", 
    "description": "When a dispute breaks out between five siblings over their mother’s property, one devoted son will go to any lengths to protect her land.", 
    "actors": "Rana Ranbir, Neha Pawar, Kuljinder Sidhu, Rupinder Roopi", 
    "director": "Rana Ranbir", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Ashley Madison: Sex, Lies and Cyber Attacks", 
    "description": "This film details the hacking of the Ashley Madison \"extramarital affairs\" website and the fallout from the public release of its users' emails.", 
    "actors": "", 
    "director": "Havana Marking", 
    "imdb_rating": "6.1/10", 
    "category": "Documentaries", 
    "date_released": "1485907200"
},
{
    "title": "Aşk Tesadüfleri Sever", 
    "description": "A series of coincidences brings two star-crossed lovers together, but fate pulls them apart until they encounter each other again in Istanbul.", 
    "actors": "Mehmet Günsür, Belçim Bilgin, Ayda Aksel, Altan Erkekli", 
    "director": "Ömer Faruk Sorak", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1522800000"
},
{
    "title": "Asoka", 
    "description": "This elaborate Bollywood epic dramatizes one man's transformation from a vengeful and cunning warrior into a legendary leader and teacher of Buddhism.", 
    "actors": "Shah Rukh Khan, Kareena Kapoor, Danny Denzongpa, Rahul Dev", 
    "director": "Santosh Sivan", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1489536000"
},
{
    "title": "Assassins", 
    "description": "Retiring hit man Robert Rath agrees to take one last job after encountering an eager competitor who has Rath on the top of his \"to do\" list.", 
    "actors": "Sylvester Stallone, Antonio Banderas, Julianne Moore, Muse Watson", 
    "director": "Richard Donner", 
    "imdb_rating": "6.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1535760000"
},
{
    "title": "Astro Boy", 
    "description": "Astro Boy, a young robot with superpowers, embarks on a dangerous odyssey in search of purpose before returning home to save his loved ones.", 
    "actors": "Freddie Highmore, Nicolas Cage, Kristen Bell, Nathan Lane", 
    "director": "David Bowers", 
    "imdb_rating": "6.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1543622400"
},
{
    "title": "Asu Mare 2", 
    "description": "To win the heart of his true love -- a high-society girl -- a hapless commoner plots to change his identity and avoid his embarrassing friends.", 
    "actors": "Carlos Alcántara, Emilia Drago, Christian Meier, Andrés Salas", 
    "director": "Ricardo Maldonado", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1480550400"
},
{
    "title": "Asura: The City of Madness", 
    "description": "Caught between a corrupt mayor and a prosecutor intent on exposing political depravity, a police detective must decide whose side he's on.", 
    "actors": "Hwang Jung-min, Kwak Do-won, Jung Woo-sung, Jeong Man-sik", 
    "director": "Kim Sung-soo", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1518652800"
},
{
    "title": "At All Costs", 
    "description": "This revealing documentary explores how the high-stakes world of Amateur Athletic Union basketball has professionalized youth sports in America.", 
    "actors": "Parker Jackson Cartwright, Gabe York", 
    "director": "Mike Nicoll", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1481673600"
},
{
    "title": "At The Devil's Door", 
    "description": "When an ambitious real estate agent is asked to sell a house with a dark past, she finds herself tangling with a sinister supernatural spirit.", 
    "actors": "Naya Rivera, Catalina Sandino Moreno, Ashley Rickards, Ava Acres", 
    "director": "Nicholas McCarthy", 
    "imdb_rating": "4.8/10", 
    "category": "Horror Movies", 
    "date_released": "1481846400"
},
{
    "title": "Ataud Blanco", 
    "description": "After her daughter is abducted by a truck driver on an isolated road, a young mother gives chase, becoming an unwitting pawn in a deadly demonic game.", 
    "actors": "Julieta Cardinali, Eleonora Wexler, Rafael Ferro, Damián Dreizik", 
    "director": "Daniel de la Vega", 
    "imdb_rating": "4.8/10", 
    "category": "Horror Movies", 
    "date_released": "1488326400"
},
{
    "title": "Atlantis: Milo's Return", 
    "description": "Harnessing the power of the crystal of Atlantis, explorer Milo Thatch and his team set out to defend their underwater kingdom from threats.", 
    "actors": "James Arnold Taylor, Cree Summer, John Mahoney, Jacqueline Obradors", 
    "director": "Tad Stones, Toby Shelton", 
    "imdb_rating": "5.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1372032000"
},
{
    "title": "Atlantis: The Lost Empire", 
    "description": "This action-filled animated tale follows the exploits of a group of adventurers as they journey under the sea to the fabled kingdom of Atlantis.", 
    "actors": "Michael J. Fox, Corey Burton, James Garner, Claudia Christian", 
    "director": "Gary Trousdale, Kirk Wise", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1492214400"
},
{
    "title": "ATM", 
    "description": "When a broken ATM dishes out a fortune, a couple who works at the bank vies to see who can recover the most cash -- and the loser must find a new job.", 
    "actors": "Chantavit Dhanasevi, Preechaya Pongthananikorn, Chaleumpol Tikumpornteerawong, Thawat Pornrattanaprasert", 
    "director": "Mez Tharatorn", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1535760000"
},
{
    "title": "Atomic Falafel", 
    "description": "With their countries bumbling toward nuclear showdown, two teens -- one Israeli, one Iranian -- use social media and falafel to try to avert disaster.", 
    "actors": "Michelle Treves, Shai Avivi, Mali Levi, Alexander Fehling", 
    "director": "Dror Shaul", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1462492800"
},
{
    "title": "Atonement", 
    "description": "Young Briony fingers a young man for a crime after she discovers a lustful letter and witnesses a sexual encounter between him and her sister.", 
    "actors": "James McAvoy, Keira Knightley, Saoirse Ronan, Romola Garai", 
    "director": "Joe Wright", 
    "imdb_rating": "7.5/10", 
    "category": "Dramas", 
    "date_released": "1455580800"
},
{
    "title": "Attacking the Devil: Harold Evans and the Last Nazi War Crime", 
    "description": "Intrepid newspaper editor Harold Evans wages an ongoing battle to expose the truth about a dangerous drug and obtain compensation for its victims.", 
    "actors": "Harold Evans", 
    "director": "David Morris, Jacqui Morris", 
    "imdb_rating": "7.8/10", 
    "category": "Documentaries", 
    "date_released": "1463270400"
},
{
    "title": "Attitude Test", 
    "description": "Four high school seniors steal an important college entrance exam and go on vacation to \"study,\" but accidentally lose the exam while partying.", 
    "actors": "Belén Soto, Denise Rosenthal, Constanza Piccoli, Fabiola Alarcón", 
    "director": "Fabrizio Copano, Augusto Matte", 
    "imdb_rating": "4.0/10", 
    "category": "Comedies", 
    "date_released": "1534636800"
},
{
    "title": "August Rush", 
    "description": "After Lyla and Louis share an enchanted night together, circumstances rip them apart -- and their child is raised by a stranger.", 
    "actors": "Freddie Highmore, Keri Russell, Jonathan Rhys Meyers, Terrence Howard", 
    "director": "Kirsten Sheridan", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1535760000"
},
{
    "title": "Autohead", 
    "description": "A production crew that thinks it's making a documentary about a humble Mumbai rickshaw driver unmasks a horrifying truth about their film's subject.", 
    "actors": "Deepak Sampat, Ronjini Chakroborty, Vikrant Singh, Jhanvi Dwivedi", 
    "director": "Rohit Mittal", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1483228800"
},
{
    "title": "Automata", 
    "description": "In a dystopian future, an insurance adjuster for a tech company investigates a robot killed for violating protocol and discovers a global conspiracy.", 
    "actors": "Antonio Banderas, Dylan McDermott, Melanie Griffith, Birgitte Hjort Sørensen", 
    "director": "Gabe Ibáñez", 
    "imdb_rating": "5.6/10", 
    "category": "International Movies", 
    "date_released": "1504828800"
},
{
    "title": "AWOL", 
    "description": "A young woman about to join the military meets a married woman with two kids and falls deeply in love, upending their entire lives.", 
    "actors": "Lola Kirke, Breeda Wool, Dale Soules, Ted Welch", 
    "director": "Deb Shoval", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1503273600"
},
{
    "title": "Ayanda and the Mechanic", 
    "description": "A young woman comes of age as she tries to keep her deceased father's auto repair shop running, recycling materials to create something of her own.", 
    "actors": "Fulu Moguvhani, O.C. Ukeje, Nthati Moshesh, Kenneth Nkosi", 
    "director": "Sara Blecher", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1453161600"
},
{
    "title": "Ayotzinapa, el paso de la tortuga", 
    "description": "Delving into the disappearance of 43 college students in Mexico, this documentary seeks to give justice and a voice to the victims and their families.", 
    "actors": "", 
    "director": "Enrique García Meza", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1543622400"
},
{
    "title": "Azhar", 
    "description": "This biopic traces the tumultuous life and career of top cricket player Mohammad Azharuddin, who led India's national team in the 1990s.", 
    "actors": "Emraan Hashmi, Prachi Desai, Nargis Fakhri, Lara Dutta", 
    "director": "Anthony D'Souza", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1490832000"
}
]