[
{
    "title": "Da Kath & Kim Code", 
    "description": "Kath and Kel's union is tested by Michael Bublé, daughter Kim tries pole dancing, pal Sharon finds love online, and a stalker lurks amid Yuletide cheer.", 
    "actors": "Jane Turner, Gina Riley, Glenn Robbins, Peter Rowsthorn", 
    "director": "Ted Emery", 
    "imdb_rating": "6.5/10", 
    "category": "Movies", 
    "date_released": "1532736000"
},
{
    "title": "Daagdi Chaawl", 
    "description": "A simple man's peaceful life is complicated when an incident brings him in contact with a gangster and launches his journey into the underworld.", 
    "actors": "Ankush Chaudhari, Makrand Deshpande, Pooja Sawant, Sanjay Khapre", 
    "director": "Chandrakant Kanse", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1518652800"
},
{
    "title": "Dad", 
    "description": "Family bonds are revived after a father is diagnosed with cancer in this bittersweet drama. Dutiful son John cares for his aging father, Jake, but not without complaint.", 
    "actors": "Jack Lemmon, Ted Danson, Olympia Dukakis, Kathy Baker", 
    "director": "Gary David Goldberg", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "Daemonium", 
    "description": "In a realm where magic and technology intersect, a shifty, cigar-smoking wizard finds himself in the middle of a war with the powers of hell.", 
    "actors": "Walter Cornás, Dany Casco, Caro Angus, Rocío Rodríguez Presedo", 
    "director": "Pablo Parés", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1482192000"
},
{
    "title": "Daffedar", 
    "description": "A retired government worker continues to dedicate himself to public service, but his principled ways soon clash with those of his extravagant sons.", 
    "actors": "Tini Tom, Malavikka, Sudheer Karamana, Indrans", 
    "director": "Johnson Esthappan", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Dallas Buyers Club", 
    "description": "Refusing to accept a death sentence from his doctor after being diagnosed with AIDS in 1986, Ron Woodroof smuggles medications from abroad.", 
    "actors": "Matthew McConaughey, Jennifer Garner, Jared Leto, Denis O'Hare", 
    "director": "Jean-Marc Vallée", 
    "imdb_rating": "7.9/10", 
    "category": "Dramas", 
    "date_released": "1516060800"
},
{
    "title": "Dance Academy: The Comeback", 
    "description": "In this adaptation of the TV series, Tara recovers from injury and pursues a career in the U.S., where she grapples with love and professional rejection.", 
    "actors": "Xenia Goodwin, Alicia Banit, Dena Kaplan, Jordan Rodrigues", 
    "director": "Jeffrey Walker", 
    "imdb_rating": "7.7/10", 
    "category": "Dramas", 
    "date_released": "1530489600"
},
{
    "title": "Dancing in the Light: The Janet Collins Story", 
    "description": "A passionate and dedicated black dancer in 1930s America is asked to dance by the prestigious Ballet Russe, but they want her to paint her skin white.", 
    "actors": "Chris Rock", 
    "director": "Saxton Moore", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1435708800"
},
{
    "title": "Dancing Quietly", 
    "description": "After years of battling a deep depression, a young woman attempts to pass an important exam with the help of a fellow student.", 
    "actors": "Martina Schöne-Radunski, Hans-Heinrich Hardt, Sebastian Fräsdorf, Claudia Jacob", 
    "director": "Philipp Eichholtz", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1491004800"
},
{
    "title": "Dangal", 
    "description": "A once-promising wrestler pursues the gold medal he never won by training two of his daughters to compete at the Commonwealth Games.", 
    "actors": "Aamir Khan, Sakshi Tanwar, Fatima Sana Shaikh, Sanya Malhotra", 
    "director": "Nitesh Tiwari", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1498003200"
},
{
    "title": "Dangerous Beauty", 
    "description": "Prevented from marrying her nobleman lover, a common woman in 16th-century Venice is left with two choices: join a convent or become a courtesan.", 
    "actors": "Catherine McCormack, Rufus Sewell, Oliver Platt, Fred Ward", 
    "director": "Marshall Herskovitz", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Darc", 
    "description": "To bring down a global human trafficking ring, an Interpol agent recruits the help of a brutal criminal with inside knowledge of the yakuza.", 
    "actors": "Tony Schiena, Armand Assante, Kippei Shiina, Sho Ikushima", 
    "director": "Julius R. Nasso", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1525132800"
},
{
    "title": "Dare to Be Wild", 
    "description": "Irish landscape designer Mary Reynolds fights to bring her wild and unconventional style to the esteemed Chelsea Flower Show.", 
    "actors": "Emma Greenwell, Tom Hughes, Janie Dee, Alex MacQueen", 
    "director": "Vivienne De Courcy", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Dark Chocolate (Bengali Version)", 
    "description": "In this Bangla thriller inspired by a true story, the discovery of a charred corpse in the woods leads to a high-profile murder investigation.", 
    "actors": "Riya Sen, Mahima Chaudhry, Rajesh Sharma, Indrasish Roy", 
    "director": "Agnidev Chatterjee", 
    "imdb_rating": "4.8/10", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Dark Night", 
    "description": "The narratives of six strangers come into focus before their lives are forever changed by a mass shooting at a movie theater.", 
    "actors": "Robert Jumper, Anna Rose Hopkins, Rosie Rodriguez, Karina Macias", 
    "director": "Tim Sutton", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1501459200"
},
{
    "title": "Darkness Rising", 
    "description": "The lone survivor of a family massacre returns to her childhood home on the eve of its demolition and discovers something evil inside.", 
    "actors": "Tara Holt, Katrina Law, Bryce Johnson, Ted Raimi", 
    "director": "Austin Reading", 
    "imdb_rating": "3.9/10", 
    "category": "Horror Movies", 
    "date_released": "1510012800"
},
{
    "title": "Darna Zaroori Hai", 
    "description": "An old woman who lives in a dilapidated mansion narrates six scary stories to a group of children who have dropped in to take shelter from the rain.", 
    "actors": "Amitabh Bachchan, Riteish Deshmukh, Anil Kapoor, Mallika Sherawat", 
    "director": "Sajid Khan, Ram Gopal Varma", 
    "imdb_rating": "4.1/10", 
    "category": "Horror Movies", 
    "date_released": "1509494400"
},
{
    "title": "Darra", 
    "description": "After returning from school and getting married, a popular farmer begins to arouse resentment and jealousy among those around him.", 
    "actors": "Gurpreet Guggi, Happy Raikoti, Kartar Cheema, Sardar Sohi", 
    "director": "Parveen Kumar", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1508025600"
},
{
    "title": "Daughter of the Lake", 
    "description": "Follow an Andean woman's fight to stop a Peruvian mining firm from evicting her from her land in order to access the gold under her precious lake.", 
    "actors": "", 
    "director": "Ernesto Cabellos", 
    "imdb_rating": "8.2/10", 
    "category": "Documentaries", 
    "date_released": "1493683200"
},
{
    "title": "Daughters of the Dust", 
    "description": "An African American Gullah family leaves their coastal island home in 1902 and risks losing their culture to start a new life on the U.S. mainland.", 
    "actors": "Cora Lee Day, Alva Rogers, Barbarao, Trula Hoosier", 
    "director": "Julie Dash", 
    "imdb_rating": "6.5/10", 
    "category": "Classic Movies", 
    "date_released": "1497052800"
},
{
    "title": "David Brent: Life on the Road", 
    "description": "With \"The Office\" long in the past, middling salesman David Brent ditches work and goes on tour with his rock band in a disastrous stab at stardom.", 
    "actors": "Ricky Gervais, Doc Brown, Tom Basden, Jo Hartley", 
    "director": "Ricky Gervais", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1486684800"
},
{
    "title": "Dawg Fight", 
    "description": "In a crime-plagued neighborhood near Miami, brutal, bare-knuckled backyard fights give young men a chance to earn money -- and self-respect.", 
    "actors": "Dhafir Harris", 
    "director": "Billy Corben", 
    "imdb_rating": "6.6/10", 
    "category": "Documentaries", 
    "date_released": "1431648000"
},
{
    "title": "Day of the Dead: Bloodline", 
    "description": "A former medical student battles for survival against an evil human-zombie hybrid determined to destroy her, in this reimagining of the 1985 classic.", 
    "actors": "Johnathon Schaech, Sophie Skelton, Marcus Vanco, Jeff Gum", 
    "director": "Hèctor Hernández Vicens", 
    "imdb_rating": "4.0/10", 
    "category": "Horror Movies", 
    "date_released": "1522886400"
},
{
    "title": "Dayveon", 
    "description": "Following the shooting death of his older brother, a depressed and aimless 13-year-old boy falls in with a gang in rural Arkansas.", 
    "actors": "Devin Blackmon, Dontrell Bright, Kordell \"KD\" Johnson, Lachion Buckingham", 
    "director": "Amman Abbasi", 
    "imdb_rating": "7.5/10", 
    "category": "Dramas", 
    "date_released": "1515628800"
},
{
    "title": "DC Super Hero Girls: Hero of the Year", 
    "description": "Everyone from Supergirl to Bumblebee to Wonder Woman is competing for Hero of the Year -- until a real threat inspires the girls to team up.", 
    "actors": "Yvette Nicole Brown, Dean Cain, Greg Cipes, Jessica DiCicco", 
    "director": "Cecilia Aranovich", 
    "imdb_rating": "5.4/10", 
    "category": "Movies", 
    "date_released": "1530403200"
},
{
    "title": "DC Super Hero Girls: Intergalactic Games", 
    "description": "The superheroines embark once again on a mission to save the world when villains attack the city during a competition between schools.", 
    "actors": "Mae Whitman, Yvette Nicole Brown, Anais Fairweather, Grey Griffin", 
    "director": "Cecilia Aranovich", 
    "imdb_rating": "5.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1530403200"
},
{
    "title": "Dead Awake", 
    "description": "While investigating the death of her twin sister in her sleep, a social worker unwittingly opens the door to an evil, supernatural entity.", 
    "actors": "Jocelin Donahue, Jesse Bradford, Jesse Borrego, James Eckhouse", 
    "director": "Phillip Guzman", 
    "imdb_rating": "5.0/10", 
    "category": "Horror Movies", 
    "date_released": "1504915200"
},
{
    "title": "Dead Man's Burden", 
    "description": "In 1870, a homesteader wants to sell her family farm in New Mexico and move, but the return of her presumed-dead brother derails her plans.", 
    "actors": "Barlow Jacobs, Clare Bowen, David Call, Joseph Lyle Taylor", 
    "director": "Jared Moshé", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1522108800"
},
{
    "title": "Dear Dracula", 
    "description": "When he gets a fan letter from a young monster movie buff, Dracula visits him and soon has a new friend helping him to get his confidence back.", 
    "actors": "Nathan Gamble, Ray Liotta, Emilio Estevez, Ariel Winter", 
    "director": "Chad Van De Keere", 
    "imdb_rating": "5.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1455753600"
},
{
    "title": "Dear Santa", 
    "description": "Finding a letter mailed to Santa by a girl asking for a new wife for her daddy, twentysomething Crystal sets out to make the girl's wishes come true.", 
    "actors": "Amy Acker, David Haydn-Jones, Patrick Creery, Gina Holden", 
    "director": "Jason Priestley", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1480550400"
},
{
    "title": "Dear Zindagi", 
    "description": "A young cinematographer with a bright professional future and a lack of empathy learns the importance of balancing ambition with humanity.", 
    "actors": "Alia Bhatt, Shah Rukh Khan, Ira Dubey, Yashaswini Dayama", 
    "director": "Gauri Shinde", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1493078400"
},
{
    "title": "Death Note", 
    "description": "Light Turner finds a supernatural notebook and uses it to mete out death, attracting the attention of a detective, a demon and a girl in his class.", 
    "actors": "Willem Dafoe, Nat Wolff, Lakeith Stanfield, Margaret Qualley", 
    "director": "Adam Wingard", 
    "imdb_rating": "4.3/10", 
    "category": "Horror Movies", 
    "date_released": "1503619200"
},
{
    "title": "Death of a Gentleman", 
    "description": "Lifelong fans of cricket, two filmmakers join a devoted player and uncover the realities of a historic sport reshaped by a corrupt, powerful few.", 
    "actors": "", 
    "director": "Johnny Blank, Sam Collins", 
    "imdb_rating": "6.4/10", 
    "category": "Documentaries", 
    "date_released": "1470009600"
},
{
    "title": "Deathgrip", 
    "description": "Mountain bikers -- including legend Brendan Fairclough -- put their skills to the test and engage in daring feats set against vivid backdrops.", 
    "actors": "Brendan Fairclough, Olly Wilkins, Kyle Jameson, Andrew Neethling", 
    "director": "Clay Porter", 
    "imdb_rating": "7.0/10", 
    "category": "International Movies", 
    "date_released": "1519862400"
},
{
    "title": "Deceived", 
    "description": "Adrienne's idyllic life comes crashing down when her husband is killed -- an incident that uncovers his actual identity and a series of mysteries.", 
    "actors": "Goldie Hawn, John Heard, Ashley Peldon, Robin Bartlett", 
    "director": "Damian Harris", 
    "imdb_rating": "5.7/10", 
    "category": "Thrillers", 
    "date_released": "1530403200"
},
{
    "title": "Deconstructing Dani García", 
    "description": "When Dani García, one of Spain's top haute cuisine chefs, finds himself without a restaurant, he struggles to develop his own venue, concept and menu.", 
    "actors": "", 
    "director": "Alfonso Cortés-Cavanillas, Iñigo Ruiz", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1504224000"
},
{
    "title": "Dedemin Fisi", 
    "description": "When a brain-dead family patriarch is about to be taken off life support, his extended family gathers round and plots to see who'll get his money.", 
    "actors": "Onur Buldu, Alper Kul, Erdem Yener, Onur Atilla", 
    "director": "Meltem Bozoflu", 
    "imdb_rating": "7.3/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Dedh Ishqiya", 
    "description": "After failing to win the heart of an aristocrat's widow, a thief plans to abduct her, only to discover that there are others with the same idea.", 
    "actors": "Naseeruddin Shah, Madhuri Dixit, Arshad Warsi, Huma Qureshi", 
    "director": "Abhishek Chaubey", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1498867200"
},
{
    "title": "Deep", 
    "description": "After accidentally trapping his family in their underwater home, a young octopus and his ocean-dwelling buddies search for help far across the sea.", 
    "actors": "Justin Felbinger, Stephen Erza  Hughes, Lindsey Alena, Elisabeth Catherine Gray", 
    "director": "Julio Soto Gurpide", 
    "imdb_rating": "4.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1511395200"
},
{
    "title": "Deep Blue Sea", 
    "description": "Scientists conduct research on sharks, hoping for a cure for Alzheimer's disease. But the tests go wrong, and the sharks are now deadlier than ever.", 
    "actors": "Thomas Jane, Saffron Burrows, Samuel L. Jackson, Jacqueline McKenzie", 
    "director": "Renny Harlin", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Deewana", 
    "description": "A famous singer gets married to one of his biggest fans, provoking the envy of relatives who would stop at nothing to destroy the marriage.", 
    "actors": "Rishi Kapoor, Divya Bharati, Shah Rukh Khan, Alok Nath", 
    "director": "Raj Kanwar", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1512086400"
},
{
    "title": "Deewana Main Deewana", 
    "description": "A man's instant attraction to a woman becomes an obsession as he adopts a friend's identity and even commits murder in order to get closer to her.", 
    "actors": "Govinda, Priyanka Chopra, Kader Khan, Prem Chopra", 
    "director": "K.C. Bokadia", 
    "imdb_rating": "4.0/10", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "Deha", 
    "description": "When one of the three men in the life of a woman who was forced into a loveless marriage is killed, she becomes the prime suspect.", 
    "actors": "Jayapradha, Mahesh Manjrekar, Amrita Arora, Raghuvir Yadav", 
    "director": "Mahesh Manjrekar", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Deidra & Laney Rob a Train", 
    "description": "With their mother in jail and bills piling up, ambitious small-town teens Deidra and Laney plot a series of train robberies to keep themselves afloat.", 
    "actors": "Rachel Crow, Ashleigh Murray, Sasheer Zamata, Danielle Nicolet", 
    "director": "Sydney Freeland", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1489708800"
},
{
    "title": "Delhi 6", 
    "description": "In the ancient walled city of Delhi, an American-born Indian finds himself on an unexpected inner journey as he learns about himself and his roots.", 
    "actors": "Abhishek Bachchan, Sonam Kapoor, Waheeda Rehman, Om Puri", 
    "director": "Rakeysh Omprakash Mehra", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Delhi Belly", 
    "description": "Three flatmates get involved in the shady business belonging to one roomie's fiancé, and discover that a global crime syndicate is gunning for them.", 
    "actors": "Imran Khan, Vir Das, Kunaal Roy Kapur, Poorna Jagannathan", 
    "director": "Abhinay Deo", 
    "imdb_rating": "7.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1512691200"
},
{
    "title": "Delhi in a Day", 
    "description": "After being accused of stealing money from an English houseguest, the Bhatia family servants have only 24 hours to replace the cash or face arrest.", 
    "actors": "Victor Banerjee, Vidya Bhushan, Lillete Dubey, Kulbhushan Kharbanda", 
    "director": "Prashant Nair", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1464739200"
},
{
    "title": "Deliha", 
    "description": "Short on sense but long on self-confidence, dotty Deliha sets her sights on a hunky photographer who opens up shop in her neighborhood.", 
    "actors": "Gupse Özay, Barış Arduç, Cihan Ercan", 
    "director": "Hakan Algül", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Delirium", 
    "description": "A man with a history of mental issues moves into his late parents' mansion and comes to suspect his new home may be haunted.", 
    "actors": "Topher Grace, Genesis Rodriguez, Patricia Clarkson, Callan Mulvey", 
    "director": "Dennis Iliadis", 
    "imdb_rating": "", 
    "category": "Horror Movies", 
    "date_released": "1535760000"
},
{
    "title": "Democrats", 
    "description": "After Zimbabwe's disputed 2008 election results, political enemies are asked to write a new constitution and save their country from a bleak future.", 
    "actors": "", 
    "director": "Camilla Nielsson", 
    "imdb_rating": "6.9/10", 
    "category": "Documentaries", 
    "date_released": "1461542400"
},
{
    "title": "Demon Inside", 
    "description": "After suffering a trauma, a renowned psychic rejects her gift and becomes a shut-in, unaware that demons are shut away inside along with her.", 
    "actors": "Paz Vega, Alfonso Herrera, Johanna Murillo, Antonio de la Vega", 
    "director": "Alfonso Pineda Ulloa", 
    "imdb_rating": "5.3/10", 
    "category": "Horror Movies", 
    "date_released": "1499990400"
},
{
    "title": "Demonic", 
    "description": "When amateur ghost hunters visit an abandoned house, their investigation turns into a massacre, leaving questions for a detective and a psychologist.", 
    "actors": "Maria Bello, Frank Grillo, Cody Horn, Dustin Milligan", 
    "director": "Will Canon", 
    "imdb_rating": "5.2/10", 
    "category": "Horror Movies", 
    "date_released": "1502323200"
},
{
    "title": "Deool", 
    "description": "A village simpleton's claim that he's had a divine visitation opens up a can of worms in which religion and politics undermine common sense.", 
    "actors": "Nana Patekar, Dilip Prabhavalkar, Girish Kulkarni, Sonali Kulkarni", 
    "director": "Umesh Vinayak Kulkarni", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Derren Brown: Miracle", 
    "description": "Illusionist Derren Brown reinvents the concept of \"faith healing” through a series of stunts that debunk the confines of fear, pain and disbelief.", 
    "actors": "Derren Brown", 
    "director": "Julia Knowles, John L. Spencer", 
    "imdb_rating": "6.4/10", 
    "category": "International Movies", 
    "date_released": "1529625600"
},
{
    "title": "Derren Brown: Sacrifice", 
    "description": "Illusionist Derren Brown concocts a psychological experiment in which he tries to manipulate an ordinary person into taking a bullet for a stranger.", 
    "actors": "Derren Brown", 
    "director": "", 
    "imdb_rating": "7.4/10", 
    "category": "Movies", 
    "date_released": "1539907200"
},
{
    "title": "Derren Brown: The Push", 
    "description": "Mentalist Derren Brown engineers an audacious social experiment demonstrating how manipulation can lead an ordinary person to commit an appalling act.", 
    "actors": "Derren Brown", 
    "director": "", 
    "imdb_rating": "7.5/10", 
    "category": "Movies", 
    "date_released": "1519689600"
},
{
    "title": "Desierto", 
    "description": "A Mexican man trying to reunite with his son, along with others attempting to illegally enter the U.S., become the prey of a deranged vigilante.", 
    "actors": "Gael García Bernal, Jeffrey Dean Morgan, Alondra Hidalgo, Diego Cataño", 
    "director": "Jonás Cuarón", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1502323200"
},
{
    "title": "Desire", 
    "description": "A young woman arrives at her estranged sister's wedding to mend fences but falls prey to lust when she meets the groom.", 
    "actors": "Carolina Ardohain, Mónica Antonópulos, Guilherme Winter, Juan Sorini", 
    "director": "Diego Kaplan", 
    "imdb_rating": "4.2/10", 
    "category": "Dramas", 
    "date_released": "1513814400"
},
{
    "title": "Desolation", 
    "description": "Along with her son and best friend, a grieving widow hikes into the woods to scatter her late husband's ashes, only to discover they're being stalked.", 
    "actors": "Jaimi Paige, Alyshia Ochse, Toby Nichols, Claude Duhamel", 
    "director": "Sam Patton", 
    "imdb_rating": "4.3/10", 
    "category": "Horror Movies", 
    "date_released": "1525737600"
},
{
    "title": "Despicable Me 3", 
    "description": "After failing to arrest an '80s child star turned supervillain, Gru loses his job but gains a family member when he learns he's got a long-lost twin.", 
    "actors": "Steve Carell, Kristen Wiig, Trey Parker, Miranda Cosgrove", 
    "director": "Pierre Coffin, Kyle Balda", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1522886400"
},
{
    "title": "Deuce Bigalow: European Gigolo", 
    "description": "Sent to an English gigolo school, Deuce is thrilled to discover a secret society of man-whores ... who, unfortunately, are all being murdered.", 
    "actors": "Rob Schneider, Eddie Griffin, Jeroen Krabbé, Til Schweiger", 
    "director": "Mike Bigelow", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Dev.D", 
    "description": "Because they come from different castes, the son of a tax collector and his true love are not allowed to marry, sending them down divergent paths.", 
    "actors": "Abhay Deol, Mahie Gill, Kalki Koechlin, Dibyendu Bhattacharya", 
    "director": "Anurag Kashyap", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Devil's Bride", 
    "description": "On a small Finnish island in 1666, a teenage girl in love with a married fisherman becomes the center of a tragic witch hunt and power struggle.", 
    "actors": "Tuulia Eloranta, Magnus Krepper, Elin Petersdottir, Claes Malmberg", 
    "director": "Saara Cantell", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1496275200"
},
{
    "title": "Devrai", 
    "description": "After science student Shesh Shahi -- a shy eccentric with a strange connection to nature -- is examined by a team of mental hospital doctors, a gripping portrait of schizophrenia emerges.", 
    "actors": "Atul Kulkarni, Sonali Kulkarni, Tushar Dalvi, Devika Daftardar", 
    "director": "Sumitra Bhave, Sunil Sukthankar", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "Dhan Dhana Dhan Goal", 
    "description": "In a last-ditch effort, the jaded coach of the Southall United Football Club assembles a ragtag team and helps lead the team to a comeback season.", 
    "actors": "John Abraham, Bipasha Basu, Arshad Warsi, Shernaz Patel", 
    "director": "Vivek Agnihotri", 
    "imdb_rating": "4.9/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Dhanak", 
    "description": "A movie-loving 10-year-old and her blind little brother trek to meet Indian superstar Shah Rukh Khan for help in getting the boy an eye operation.", 
    "actors": "Krrish Chhabria, Hetal Gada, Vipin Sharma, Gulfam Khan", 
    "director": "Nagesh Kukunoor", 
    "imdb_rating": "7.3/10", 
    "category": "Comedies", 
    "date_released": "1471651200"
},
{
    "title": "Dharam Sankat Mein", 
    "description": "After learning he was adopted from a Muslim couple, a Hindu man seeks his birth father but finds he must confront his bigotry to realize his quest.", 
    "actors": "Paresh Rawal, Annu Kapoor, Alka Badola Kaushal, Auritra Ghosh", 
    "director": "Fuwad Khan", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "Dharm", 
    "description": "A priest and his wife adopt a baby. When the child's Muslim mother shows up four years later, it prompts them to question their Hindu faith.", 
    "actors": "Pankaj Kapur, Supriya Pathak, Daya Shankar Pandey, Hrishitaa Bhatt", 
    "director": "Bhavna Talwar", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1511308800"
},
{
    "title": "Dhobi Ghat (Mumbai Diaries)", 
    "description": "In this intimate drama, circumstances draw together four people from different castes -- which would normally preclude them from forming friendships.", 
    "actors": "Aamir Khan, Monica Dogra, Kriti Malhotra, Prateik", 
    "director": "Kiran Rao", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1512691200"
},
{
    "title": "Dhoondte Reh Jaoge", 
    "description": "An accountant and a producer hatch a scheme to finance a movie, while making every effort to ensure that it flops so they may pocket the difference.", 
    "actors": "Paresh Rawal, Kunal Khemu, Sonu Sood, Soha Ali Khan", 
    "director": "Umesh Shukla", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Diana: In Her Own Words", 
    "description": "Featuring archival footage and personal recordings, this documentary offers candid insight into the life of the beloved princess.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "7.9/10", 
    "category": "Documentaries", 
    "date_released": "1512086400"
},
{
    "title": "Diary of a Chambermaid", 
    "description": "An attractive young woman goes to work as a chambermaid for a troublesome couple. The wife is unreasonable, and the husband won't stop hitting on her.", 
    "actors": "Léa Seydoux, Vincent Lindon, Clotilde Mollet, Hervé Pierre", 
    "director": "Benoît Jacquot", 
    "imdb_rating": "5.2/10", 
    "category": "Dramas", 
    "date_released": "1480723200"
},
{
    "title": "Diary of an Exorcist - Zero", 
    "description": "After a family trauma, Lucas Vidal devotes himself to fighting evil as a priest, but a terrifying exorcism pits him against the devil himself.", 
    "actors": "Renato Siqueira, Fabio Tomasini, Luiz Marigo, Cibelle Martin", 
    "director": "Renato Siqueira", 
    "imdb_rating": "5.3/10", 
    "category": "Horror Movies", 
    "date_released": "1502323200"
},
{
    "title": "Dil Hai Tumhaara", 
    "description": "The sophisticated son of a powerful businessman falls for a simple, free-spirited girl whose older sister is in love with him.", 
    "actors": "Rekha, Preity Zinta, Mahima Chaudhry, Arjun Rampal", 
    "director": "Kundan Shah", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Dil Maange More", 
    "description": "A simple country boy finds his love for his girlfriend tested after he accompanies her to the big city and is greeted by temptation.", 
    "actors": "Shahid Kapoor, Ayesha Takia, Tulip Joshi, Soha Ali Khan", 
    "director": "Ananth Narayan Mahadevan", 
    "imdb_rating": "5.2/10", 
    "category": "Comedies", 
    "date_released": "1509494400"
},
{
    "title": "Dil Se", 
    "description": "A radio broadcaster's intense attraction to a mysterious woman opens the door to a tidal wave of powerful emotions and desires.", 
    "actors": "Shah Rukh Khan, Manisha Koirala, Preity Zinta, Raghuvir Yadav", 
    "director": "Mani Ratnam", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Dil Vil Pyaar Vyaar", 
    "description": "Agam Singh's brothers mean everything to him, so while he promises not to marry, he tries to get them to marry -- but they want him to marry first.", 
    "actors": "Gurdas Mann, Neeru Bajwa, Jassi Gill, Rajiv Thakur", 
    "director": "Manjeet Maan", 
    "imdb_rating": "", 
    "category": "International Movies", 
    "date_released": "1538352000"
},
{
    "title": "Dilwale", 
    "description": "A young couple falls in love, but conflicting loyalties drive them apart. Years later, fate intervenes and hands them a second chance.", 
    "actors": "Shah Rukh Khan, Kajol, Varun Dhawan, Kriti Sanon", 
    "director": "Rohit Shetty", 
    "imdb_rating": "6.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1485907200"
},
{
    "title": "Dirty Girl", 
    "description": "When promiscuous teen Danielle befriends gay, overweight Clarke, he joins her on a search to find her father -- in part to get away from his own.", 
    "actors": "Juno Temple, Jeremy Dozier, Milla Jovovich, William H. Macy", 
    "director": "Abe Sylvia", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1525824000"
},
{
    "title": "Disciples of the 36th Chamber", 
    "description": "Shaolin monk San Te returns to protect a fellow hero with a talent for finding trouble in this action-packed sequel to \"The 36th Chamber of Shaolin.\"", 
    "actors": "Hou Hsiao, Gordon Liu, Lily Li, Jason Pai Piao", 
    "director": "Chia-Liang Liu", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "Dismissal", 
    "description": "A Spaniard working in Argentina sees his life upended after accidentally giving bad directions to a passerby, who demands compensation for the error.", 
    "actors": "Imanol Arias, Darío Grandinetti, Hugo Silva, Luis Luque", 
    "director": "Lucas Figueroa", 
    "imdb_rating": "4.9/10", 
    "category": "Comedies", 
    "date_released": "1525132800"
},
{
    "title": "Disneynature: Wings of Life", 
    "description": "This mesmerizing documentary looks at bats, butterflies, hummingbirds and bees -- increasingly endangered creatures vital to the world's food supply.", 
    "actors": "Meryl Streep", 
    "director": "Louie Schwartzberg", 
    "imdb_rating": "6.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1372550400"
},
{
    "title": "Disorder", 
    "description": "A veteran with PTSD becomes a security guard for a millionaire and his wife. When danger erupts, the line between reality and paranoia begins to blur.", 
    "actors": "Matthias Schoenaerts, Diane Kruger, Paul Hamy, Zaïd Errougui-Demonsant", 
    "director": "Alice Winocour", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1482192000"
},
{
    "title": "District 9", 
    "description": "After years of segregation and forced labor, a race of stranded aliens enlists in a resistance movement spearheaded by a rogue government agent.", 
    "actors": "Sharlto Copley, Jason Cope, David James, Vanessa Haywood", 
    "director": "Neill Blomkamp", 
    "imdb_rating": "7.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1543881600"
},
{
    "title": "Divines", 
    "description": "A shrewd teenager and her wisecracking best friend plan to get rich or die trying by following in the footsteps of a flashy female drug dealer.", 
    "actors": "Déborah Lukumuena, Jisca Kalvanda, Kévin Mischel, Majdouline Idrissi", 
    "director": "Houda Benyamina", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1479427200"
},
{
    "title": "Diving Into the Unknown", 
    "description": "When a cave diving expedition suffers a tragic accident, four survivors defy authorities and return in secret to retrieve the bodies of their friends.", 
    "actors": "", 
    "director": "Juan Reina", 
    "imdb_rating": "7.1/10", 
    "category": "Documentaries", 
    "date_released": "1493596800"
},
{
    "title": "Do Dooni Chaar", 
    "description": "A struggling math teacher holds down a second job to keep his family afloat. But when he receives a wedding invitation, he's determined to attend.", 
    "actors": "Rishi Kapoor, Neetu Singh, Aditi Vasudev, Archit Krishna", 
    "director": "Habib Faisal", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Do You Even Know Who I Am?", 
    "description": "A luckless comic who always flops with girls falls in love and decides to pretend he's a millionaire when she mistakes him for a radio station owner.", 
    "actors": "Ricardo Quevedo, Freddy Beltrán, Iván Marín, Abril Schreiber", 
    "director": "Fernando Ayllón, Andres Felipe Orjuela", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1470009600"
},
{
    "title": "Doctor Strange", 
    "description": "Sorcerer Dr. Strange protects the world from supernatural threats. Seeking to heal from a tragic past, Strange makes a life-altering journey to Tibet.", 
    "actors": "Bryce Johnson, Kevin Michael Richardson, Jonathan Adams, Fred Tatasciore", 
    "director": "Jay Oliva, Patrick Archibald", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1541030400"
},
{
    "title": "Dog Eat Dog", 
    "description": "A delusional ex-con rejoins his unhinged former partners for one last job: kidnap the baby of a mobster's enemy for ransom.", 
    "actors": "Nicolas Cage, Willem Dafoe, Christopher Matthew Cook, Omar J. Dorsey", 
    "director": "Paul Schrader", 
    "imdb_rating": "4.9/10", 
    "category": "Dramas", 
    "date_released": "1483142400"
},
{
    "title": "Don Quixote: The Ingenious Gentleman of La Mancha", 
    "description": "In this modern adaptation of a Spanish classic, an eccentric, elderly gentleman sets out with his honest sidekick to right the wrongs of the world.", 
    "actors": "Carmen Argenziano, Horatio Sanz, Luis Guzman, Vera Cherny", 
    "director": "Mahin Ibrahim, Austin Kolodney", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1515110400"
},
{
    "title": "Don't Blame the Kid", 
    "description": "After a one-night stand results in pregnancy, a young woman decides to become partners with the emotionally immature father-to-be.", 
    "actors": "Karla Souza, Ricardo Abarca, Biassini Segura, Gerardo Taracena", 
    "director": "Gustavo Loza", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1482364800"
},
{
    "title": "Don't Call Me Son", 
    "description": "A teen who's exploring his sexual identity finds his life upended when he learns the mother who raised him kidnapped him from his biological parents.", 
    "actors": "Naomi Nero, Daniel Botelho, Dani Nefussi, Matheus Nachtergaele", 
    "director": "Anna Muylaert", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1497916800"
},
{
    "title": "Don't Go Breaking My Heart", 
    "description": "A financial analyst succumbs to a love triangle with a hard-drinking architect and a promiscuous investment bro, who soon becomes her boss.", 
    "actors": "Louis Koo, Gao Yuanyuan, Daniel Wu", 
    "director": "Johnnie To", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1543622400"
},
{
    "title": "Don't Go Breaking My Heart 2", 
    "description": "Zixin is about to marry Qihong, but her gallivanting ex returns to wreak havoc as mistaken identities and love triangles stir up the lovers' paradise.", 
    "actors": "Louis Koo, Gao Yuanyuan, Miriam Chin Wah Yeung, Vic Chou", 
    "director": "Johnnie To", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1543622400"
},
{
    "title": "Don't Kill It", 
    "description": "The body count climbs in a small Mississippi town when an ancient demon's restless spirit possesses the locals to do terrible things.", 
    "actors": "Dolph Lundgren, Kristina Klebe, James Chalke, Tony Bentley", 
    "director": "Mike Mendez", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1506816000"
},
{
    "title": "Don't Look Down", 
    "description": "Aided by dramatic reconstructions and archive footage, Sir Richard Branson recounts his daring attempts to break hot air balloon records.", 
    "actors": "Richard Branson", 
    "director": "Daniel Gordon", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1491004800"
},
{
    "title": "Don't Think Twice", 
    "description": "Six talented but struggling improv comics see a sudden shift in their troupe's dynamic after one of them lands a much-coveted gig on television.", 
    "actors": "Keegan-Michael Key, Gillian Jacobs, Mike Birbiglia, Kate Micucci", 
    "director": "Mike Birbiglia", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "Don't Worry Baby", 
    "description": "Discovering that they both slept with the same woman, a photographer and his philandering dad wrangle over which of them is the father of her child.", 
    "actors": "John Magaro, Christopher McDonald, Dreama Walker, Tom Lipinski", 
    "director": "Julian Branciforte", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1477958400"
},
{
    "title": "Donald Cried", 
    "description": "When a slick New Yorker returns to his working-class hometown to settle his grandmother's estate, he runs into a childhood friend he hoped to avoid.", 
    "actors": "Jesse Wakeman, Kris Avedisian, Louisa Krause, Ted Arcidi", 
    "director": "Kris Avedisian", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1502755200"
},
{
    "title": "Doom", 
    "description": "A special ops squad investigating a distress signal from a distant planet discovers that mutant aliens have already wiped out most of the population.", 
    "actors": "Karl Urban, Rosamund Pike, Dwayne Johnson, Deobia Oparei", 
    "director": "Andrzej Bartkowiak", 
    "imdb_rating": "5.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1535760000"
},
{
    "title": "Doubles Cause Troubles", 
    "description": "When the tenant in their flat dies under suspicious circumstances, two bickering cousins are forced to navigate both sides of the law.", 
    "actors": "Carol 'Do Do' Cheng, Maggie Cheung, Wilson Lam, Chan Pak-cheung", 
    "director": "Wong Jing", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Dovlatov", 
    "description": "Over six days in 1971, brilliant writer Sergei Dovlatov encounters maddening barriers to publishing his work under the repressive Soviet regime.", 
    "actors": "Milan Maric, Danila Kozlovsky, Helena Sujecka, Artur Beschastny", 
    "director": "Aleksey German", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1540512000"
},
{
    "title": "Dragon Tiger Gate", 
    "description": "Dragon and his fellow students at Dragon Tiger Gate martial arts school team up to battle the ferocious villain Shibumi.", 
    "actors": "Donnie Yen, Nicholas Tse, Shawn Yue, Dong Jie", 
    "director": "Wilson Yip", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1540598400"
},
{
    "title": "Dragons: Dawn of the Dragon Racers", 
    "description": "The \"How to Train Your Dragon\" adventure continues when a hunt for lost sheep turns into a fierce, fun-filled competition.", 
    "actors": "Jay Baruchel, America Ferrera, Zack Pearlman, Christopher Mintz-Plasse", 
    "director": "Elaine Bogan, John Sanford", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1418601600"
},
{
    "title": "Drawers", 
    "description": "After self-destruction puts her in the hospital, Deniz is forced to face memories of a controlling father obsessed with suppressing her sexuality.", 
    "actors": "Ece Dizdar, Taner Birsel, Tilbe Saran, Nilüfer Açıkalın", 
    "director": "Caner Alper, Mehmet Binay", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1489104000"
},
{
    "title": "Dream Boat", 
    "description": "On a cruise for gay men, five passengers of different nationalities take a break from their families and cultures to party and reflect on life.", 
    "actors": "", 
    "director": "Tristan Ferland Milewski", 
    "imdb_rating": "6.1/10", 
    "category": "Documentaries", 
    "date_released": "1512086400"
},
{
    "title": "Dreamcatcher", 
    "description": "While on a hunting trip in the Maine woods, four boyhood pals who share a telepathic bond discover that the region is plagued by parasitic aliens.", 
    "actors": "Morgan Freeman, Thomas Jane, Jason Lee, Damian Lewis", 
    "director": "Lawrence Kasdan", 
    "imdb_rating": "5.3/10", 
    "category": "Horror Movies", 
    "date_released": "1533081600"
},
{
    "title": "Dreamland", 
    "description": "Broke pianist Monty longs to open a piano bar. A steamy affair with a rich older woman could pave the way, but is he willing to risk all that matters?", 
    "actors": "Johnny Simmons, Amy Landecker, Jason Schwartzman, Beverly D'Angelo", 
    "director": "Robert Schwartzman", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1485907200"
},
{
    "title": "DreamWorks Home: For the Holidays", 
    "description": "Oh takes it upon himself to introduce Christmas joy to his fellow Boovs. Unfortunately, his well-meaning mission nearly destroys the city.", 
    "actors": "Rachel Crow, Mark Whitten, Kelly Clarkson, Ana Ortiz", 
    "director": "", 
    "imdb_rating": "4.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1512086400"
},
{
    "title": "Dries", 
    "description": "This documentary explores the intense passion and distinctive talent that make Dries Van Noten one of the most unique fashion designers in the world.", 
    "actors": "Dries Van Noten", 
    "director": "Reiner Holzemer", 
    "imdb_rating": "7.5/10", 
    "category": "Documentaries", 
    "date_released": "1514764800"
},
{
    "title": "Drift", 
    "description": "The Kelly brothers launch a backyard surf business out of their van, and despite resistance from a variety of sources, they create a global brand.", 
    "actors": "Xavier Samuel, Myles Pollard, Sam Worthington, Robyn Malcolm", 
    "director": "Morgan O'Neill, Ben Nott", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1387065600"
},
{
    "title": "Drifter", 
    "description": "Outlaw brothers on a mission to avenge their father's death are victims of a carjacking that leaves them stranded in a desolate town of cannibals.", 
    "actors": "Aria Emory, Drew Harwood, Monique Rosario, James McCabe", 
    "director": "Chris von Hoffmann", 
    "imdb_rating": "5.4/10", 
    "category": "Horror Movies", 
    "date_released": "1493596800"
},
{
    "title": "Drinking Buddies", 
    "description": "Complications ensue when Chicago brewery workmates Luke and Kate -- the best of friends on and off the clock -- spend a weekend at a lakeside retreat.", 
    "actors": "Olivia Wilde, Jake Johnson, Anna Kendrick, Ron Livingston", 
    "director": "Joe Swanberg", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1388620800"
},
{
    "title": "Drishyam", 
    "description": "An unexceptional man becomes a murder suspect when the son of a high-ranking police official who harassed his daughter goes missing.", 
    "actors": "Ajay Devgn, Shriya Saran, Tabu, Rajat Kapoor", 
    "director": "Nishikant Kamat", 
    "imdb_rating": "7.8/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "Drone", 
    "description": "Explore the murky world of drone warfare, from the young gamers groomed to kill to the pilots and grieving families left grappling with the aftermath.", 
    "actors": "", 
    "director": "Tonje Hessen Schei", 
    "imdb_rating": "5.8/10", 
    "category": "Documentaries", 
    "date_released": "1453248000"
},
{
    "title": "Duck Butter", 
    "description": "Wary of dishonesty in relationships, two young women embark on a 24-hour experiment on intimacy, but their romance flounders as the clock winds down.", 
    "actors": "Alia Shawkat, Laia Costa, Mae Whitman, Hong Chau", 
    "director": "Miguel Arteta", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Duck Duck Goose", 
    "description": "As his flock's annual migration nears, a carefree goose is grounded with an injury and takes a pair of lost ducklings under his wing.", 
    "actors": "Jim Gaffigan, Zendaya, Lance Lim, Greg Proops", 
    "director": "Chris Jenkins", 
    "imdb_rating": "6.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1532044800"
},
{
    "title": "Dude", 
    "description": "Four best friends navigate loss and major life changes -- and smoke a lot of weed -- during their last two weeks of high school.", 
    "actors": "Lucy Hale, Kathryn Prescott, Alexandra Shipp, Awkwafina", 
    "director": "Olivia Milch", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1524182400"
},
{
    "title": "Düğün Dernek", 
    "description": "On the first day of Ramadan, Ismail joins friends on a road trip to a mosque and encounters his son, who, to Ismail's chagrin, plans a hasty wedding.", 
    "actors": "Ahmet Kural, Murat Cemcir, Rasim Öztekin, Devrim Yakut", 
    "director": "Selçuk Aydemir, Birkan Pusa", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Dügün Dernek 2: Sünnet", 
    "description": "Ismail and his old screwball crew land themselves in hot water when his grandson's circumcision evolves into a buzz-making citywide event.", 
    "actors": "Ahmet Kural, Murat Cemcir, Rasim Öztekin, Devrim Yakut", 
    "director": "Selçuk Aydemir", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Dukhtar", 
    "description": "A young mother embarks on a desperate quest for freedom when she kidnaps her 10-year-old daughter to save her from a tribal marriage.", 
    "actors": "Samiya Mumtaz, Mohib Mirza, Saleha Aref, Asif Khan", 
    "director": "Afia Nathaniel", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1472688000"
},
{
    "title": "Dum", 
    "description": "When one of his colleagues becomes corrupted by power and goes over to the dark side, a young police officer tries to bring the offender to justice.", 
    "actors": "Vivek Oberoi, Diya Mirza, Atul Kulkarni, Govind Namdeo", 
    "director": "Eeshwar Nivas", 
    "imdb_rating": "5.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1519862400"
},
{
    "title": "Dus", 
    "description": "When anti-terrorism agents learn that an Indian national is planning an attack to coincide with the Indian prime minister's visit to Canada, they quickly organize to save thousands of innocent lives.", 
    "actors": "Sanjay Dutt, Sunil Shetty, Abhishek Bachchan, Zayed Khan", 
    "director": "Anubhav Sinha", 
    "imdb_rating": "5.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1497484800"
},
{
    "title": "Dushman", 
    "description": "An Indian hotel waiter forms an unlikely bond with a Pakistani colleague when the establishment’s criminal owner threatens to ruin both their lives.", 
    "actors": "Kartar Cheema, Jashan Singh, Sakshi Gulati, Gulshan Grover", 
    "director": "Shagufta Rafique", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1538352000"
}
]