[
{
    "title": "F the Prom", 
    "description": "Maddy and Cole were inseparable before high school. Then she got popular; he didn't. But after Maddy is betrayed, she and Cole reunite -- to ruin prom.", 
    "actors": "Cameron Palatas, Richard Karn, Cheri Oteri, Danielle Campbell", 
    "director": "Benny Fine", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1520208000"
},
{
    "title": "Face 2 Face", 
    "description": "Two former friends, who now live far apart, learn about each other's insecurities and secrets over a series of video chats.", 
    "actors": "Daniela Bobadilla, Daniel Amerman, Kevin McCorkle, Mary Gordon Murray", 
    "director": "Matt Toronto", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1515974400"
},
{
    "title": "Faces Places", 
    "description": "French New Wave director Agnès Varda and muralist JR travel all across France, plastering giant portraits of people they encounter along the way.", 
    "actors": "Agnès Varda, JR", 
    "director": "Agnès Varda, JR", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1525478400"
},
{
    "title": "Fakta Ladh Mhana", 
    "description": "A young man enlists the help of his friends to avenge his uncle's death by taking on a powerful, unscrupulous politician.", 
    "actors": "Sachin Khedekar, Bharat Jadhav, Aniket Vishwasrao, Siddarth Jadhav", 
    "director": "Sanjay Jadhav", 
    "imdb_rating": "6.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1518652800"
},
{
    "title": "Falcon Rising", 
    "description": "A martial arts master and former Marine heads to Brazil to track down the men who brutally attacked his sister and stumbles on a city ruled by yakuza.", 
    "actors": "Michael Jai White, Neal McDonough, Jimmy Navarro, Millie Ruperto", 
    "director": "Ernie Barbarash", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Falling", 
    "description": "Muna's love for her husband, Imoh, is put to the test when an accident lands him in a deep coma and a new man walks into her life.", 
    "actors": "Adesua Etomi, Blossom Chukwujekwu, Desmond Elliot", 
    "director": "Niyi Akinmolayan", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1505433600"
},
{
    "title": "Family Blood", 
    "description": "A former addict moves to a new city with her children for a fresh start, but her struggle soon takes on an unexpected, supernatural dimension.", 
    "actors": "Vinessa Shaw, James Ransone, Colin Ford, Ajiona Alexus", 
    "director": "Sonny Mallhi", 
    "imdb_rating": "4.6/10", 
    "category": "Horror Movies", 
    "date_released": "1525392000"
},
{
    "title": "Family Fever", 
    "description": "It's the weekend straight from hell when Alina takes her folks to meet her boyfriend's parents, an event that just might bring a big secret to light.", 
    "actors": "Kathrin Waligura, Peter Trabner, Deborah Kaufmann, Jörg Witte", 
    "director": "Nico Sommer", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1467331200"
},
{
    "title": "Famous in Ahmedabad", 
    "description": "Follow an 11-year-old boy as he goes from ordinary child to colorful competitor in his quest for a big win at India’s biggest kite-flying festival.", 
    "actors": "", 
    "director": "Hardik Mehta", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1481760000"
},
{
    "title": "Fandry", 
    "description": "Spunky, lower-caste lad Jabya falls for lovely, upper-caste Shalu. But his family's derided social position proves a stubborn stumbling block to love.", 
    "actors": "Somnath Awghade, Suraj Pawar, Chhaya Kadam, Kishore Kadam", 
    "director": "Nagraj Manjule", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1451606400"
},
{
    "title": "Fanny's Journey", 
    "description": "As the Nazis tighten their grip on France, a girl leads a group of Jewish children on a daring quest for freedom in this drama based on a true story.", 
    "actors": "Léonie Souchaud, Cécile De France, Stéphane De Groodt, Fantine Harduin", 
    "director": "Lola Doillon", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1510704000"
},
{
    "title": "Faraar", 
    "description": "When a man is arrested on arrival in America because authorities mistake him for a wanted gangster, a new friend tries to help him prove his innocence.", 
    "actors": "Kainaat Arora, Jaggi Singh, Gippy Grewal", 
    "director": "Baljit Singh Deo", 
    "imdb_rating": "4.3/10", 
    "category": "Dramas", 
    "date_released": "1543622400"
},
{
    "title": "Fashion", 
    "description": "A small-town girl finally realizes her dream of becoming a famous supermodel but soon finds there's a price for her glamorous new life.", 
    "actors": "Priyanka Chopra, Kangana Ranaut, Mugdha Godse, Arbaaz Khan", 
    "director": "Madhur Bhandarkar", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Father's Chair", 
    "description": "When his shy teen son suddenly goes missing, a driven, unhappily married São Paulo doctor sets off to find him, going clue by clue to track him down.", 
    "actors": "Wagner Moura, Lima Duarte, Mariana Lima, Brás Antunes", 
    "director": "Luciano Moura", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1472774400"
},
{
    "title": "Fatima", 
    "description": "After emigrating from Algeria to France, single mother Fatima Elayoubi struggles against barriers of race and language to forge a writing career.", 
    "actors": "Soria Zeroual, Zita Hanrot, Kenza Noah Aïche, Chawki Amari", 
    "director": "Philippe Faucon", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1484611200"
},
{
    "title": "Feminists: What Were They Thinking?", 
    "description": "Revisiting 1970s photos of women that captured a feminist awakening, this film explores those women's lives and examines the continued need for change.", 
    "actors": "", 
    "director": "Johanna Demetrakas", 
    "imdb_rating": "8.5/10", 
    "category": "Documentaries", 
    "date_released": "1539302400"
},
{
    "title": "Fifty", 
    "description": "In Lagos, Nigeria, four successful women on the verge of 50 take stock of their lives and loves over the course of one week.", 
    "actors": "Dakore Akande, Ireti Doyle, Nse Ikpe-Etim, Omoni Oboli", 
    "director": "Biyi Bandele", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1451260800"
},
{
    "title": "Figaro Pho", 
    "description": "Quirky little Figaro has a whole alphabet's worth of phobias. These wordless animated shorts follow his many fears from A to Z.", 
    "actors": "Luke Jurevicius", 
    "director": "Luke Jurevicius", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1472688000"
},
{
    "title": "Fighting", 
    "description": "When Shawn MacArthur, a hustler of counterfeit merchandise in New York, meets seasoned street-fighting coach Harvey Boarden, his whole life changes.", 
    "actors": "Channing Tatum, Terrence Howard, Luis Guzmán, Zulay Henao", 
    "director": "Dito Montiel", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1468627200"
},
{
    "title": "Fighting Beat", 
    "description": "When profit-seekers threaten to take over a bar in a tourist town, local martial artists put their skills to the test and fight back.", 
    "actors": "Than Thanakorn, Nattanun Jantarawetch, Peerawat Herabat, Amornrit Sriphung", 
    "director": "Piti Jaturaphat", 
    "imdb_rating": "4.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1532304000"
},
{
    "title": "Film Star", 
    "description": "After being spurned at an awards ceremony, a self-absorbed actress sets out to make a movie that will demonstrate her greatness to the world.", 
    "actors": "Mahima Chaudhry, Priyanshu Chatterjee, Jatin Grewal, Aryan Vaid", 
    "director": "Tanuja Chandra", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Filmistaan", 
    "description": "When Islamic militants targeting an American documentary crew mistakenly take an Indian actor hostage, he bonds with the village's young film buffs.", 
    "actors": "Sharib Hashmi, Inaamulhaq, Kumud Mishra, Gopal Dutt", 
    "director": "Nittin Khakkar", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1451606400"
},
{
    "title": "Filosofi Kopi", 
    "description": "The level-headed owner of a struggling coffee shop finds his future at risk when his partner -- a talented but cocky barista -- makes a major bet.", 
    "actors": "Chicco Jerikho, Rio Dewanto, Julie Estelle, Jajang C. Noer", 
    "director": "Angga Dwimas Sasongko", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1538697600"
},
{
    "title": "Finding Altamira", 
    "description": "The discovery of prehistoric paintings in Spanish caves leads a 19th-century archaeologist into a lifelong struggle to have them accepted as genuine.", 
    "actors": "Antonio Banderas, Golshifteh Farahani, Nicholas Farrell, Henry Goodman", 
    "director": "Hugh Hudson", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1488153600"
},
{
    "title": "Fiore", 
    "description": "Serving time in different parts of the same Italian prison, teens Daphne and Josh fall in love despite rarely being able to see or talk to each other.", 
    "actors": "Daphne Scoccia, Valerio Mastandrea, Josciua Algeri, Aniello Arena", 
    "director": "Claudio Giovannesi", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Firaaq", 
    "description": "In the wake of a devastating riot in Gujarat, India, that left 3,000 Muslims dead, a handful of ordinary citizens grapple with the repercussions.", 
    "actors": "Naseeruddin Shah, Raghuvir Yadav, Paresh Rawal, Deepti Naval", 
    "director": "Nandita Das", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1464739200"
},
{
    "title": "Fire at Sea", 
    "description": "Heartbreak, hope and nostalgia collide in this complex portrait of Lampedusa, a Mediterranean island where thousands of migrants land each year.", 
    "actors": "Samuele Caruana, Giuseppe Fragapane", 
    "director": "Gianfranco Rosi", 
    "imdb_rating": "6.6/10", 
    "category": "Documentaries", 
    "date_released": "1490054400"
},
{
    "title": "Fire in the Blood", 
    "description": "Dylan Mohan Gray examines Africa's AIDS crisis and activists' battle with pharmaceutical companies to make life-saving HIV drugs more affordable.", 
    "actors": "William Hurt", 
    "director": "Dylan Mohan Gray", 
    "imdb_rating": "7.7/10", 
    "category": "Documentaries", 
    "date_released": "1493596800"
},
{
    "title": "Fire Song", 
    "description": "An Anishnaabe teen wrestling with his bisexuality is also torn between family loyalty, tribal customs and an opportunity to attend a good university.", 
    "actors": "Andrew Martin, Jennifer Podemski, Harley Legarde, Mary Galloway", 
    "director": "Adam Garnet Jones", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1487116800"
},
{
    "title": "Fireflies in the Abyss", 
    "description": "Follow the stories of miners in northeast India, including plucky 11-year-old Suraj, who works in an illegal mining operation to afford a better life.", 
    "actors": "", 
    "director": "Chandrasekhar Reddy", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1479168000"
},
{
    "title": "Fireplace 4K: Classic Crackling Fireplace from Fireplace for Your Home", 
    "description": "The first of its kind in UHD 4K, with the clearest picture available, a real fireplace sparks and crackles, adding warmth and atmosphere to any home.", 
    "actors": "", 
    "director": "George Ford", 
    "imdb_rating": "8.0/10", 
    "category": "Movies", 
    "date_released": "1450656000"
},
{
    "title": "Fireplace 4K: Crackling Birchwood from Fireplace for Your Home", 
    "description": "For the first time in 4K Ultra-HD, everyone's favorite Yuletide fireplace snaps and crackles in crystal clear, high-def holiday warmth.", 
    "actors": "", 
    "director": "George Ford", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1450656000"
},
{
    "title": "First Contact: Lost Tribe of the Amazon", 
    "description": "An anthropologist goes deep into the Amazon to learn whether the emergence of a long-hidden tribe signals the end of humans living in total isolation.", 
    "actors": "Robert Lindsay", 
    "director": "Angus Macqueen", 
    "imdb_rating": "6.9/10", 
    "category": "Documentaries", 
    "date_released": "1473033600"
},
{
    "title": "First Match", 
    "description": "A tenacious high school girl raised in foster homes in the inner city tries to reconnect with her ex-con father by joining a boys wrestling team.", 
    "actors": "Elvire Emanuelle, Yahya Abdul-Mateen II, Colman Domingo, Jharrel Jerome", 
    "director": "Olivia Newman", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1522368000"
},
{
    "title": "First They Killed My Father", 
    "description": "A 5-year-old girl embarks on a harrowing quest for survival amid the sudden rise and terrifying reign of the Khmer Rouge in Cambodia.", 
    "actors": "Sreymoch Sareum, Kompheak Phoeung, Socheata Sveng, Dara Heng", 
    "director": "Angelina Jolie", 
    "imdb_rating": "7.5/10", 
    "category": "Dramas", 
    "date_released": "1505433600"
},
{
    "title": "FirstBorn", 
    "description": "A young couple fights supernatural foes in an attempt to save their daughter from the dark and mysterious forces that follow her every move.", 
    "actors": "Antonia Thomas, Luke Norris, Thea Petrie, Eileen Davies", 
    "director": "Nirpal Bhogal", 
    "imdb_rating": "5.4/10", 
    "category": "Horror Movies", 
    "date_released": "1490918400"
},
{
    "title": "Fishpeople", 
    "description": "In this exploration of the life-changing power of the ocean, six people from very different backgrounds find purpose and meaning in the sea.", 
    "actors": "", 
    "director": "Keith Malloy", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1522540800"
},
{
    "title": "Fishtronaut: The Movie", 
    "description": "Fishtronaut, Marina and Zeek travel to the big city in search of Grandpa, only to find that everyone else has mysteriously vanished too.", 
    "actors": "Fábio Lucindo, Celso Alves, Fernanda Bullara", 
    "director": "Célia Catunda, Kiko Mistrorigo", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1524614400"
},
{
    "title": "Fitoor", 
    "description": "In this adaptation of Dickens' \"Great Expectations,\" a young artist falls for an wealthy woman whose mother has trained her in the art of breaking hearts.", 
    "actors": "Aditya Roy Kapoor, Katrina Kaif, Tabu, Rahul Bhatt", 
    "director": "Abhishek Kapoor", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Fittest on Earth: A Decade of Fitness", 
    "description": "Witness obsessive CrossFit athletes compete for the title of Fittest Person on Earth and explore the sport's history and explosive popularity.", 
    "actors": "", 
    "director": "Heber Cannon, Marston Sawyers", 
    "imdb_rating": "6.6/10", 
    "category": "Documentaries", 
    "date_released": "1500249600"
},
{
    "title": "Five Nights in Maine", 
    "description": "After his wife dies in a car accident, a grief-stricken man visits his estranged mother-in-law in Maine, where they try to help each other heal.", 
    "actors": "David Oyelowo, Dianne Wiest, Rosie Perez, Teyonah Parris", 
    "director": "Maris Curran", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1491004800"
},
{
    "title": "Fiza", 
    "description": "Fiza's brother disappears during Mumbai's horrifying 1993 riots. Each day, Fiza and her widowed mother hope that he will return.", 
    "actors": "Karisma Kapoor, Jaya Bhaduri, Hrithik Roshan, Neha", 
    "director": "Khalid Mohamed", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Flash of Genius", 
    "description": "A college professor goes up against the giants of the auto industry when they fail to give him credit for inventing intermittent windshield wipers.", 
    "actors": "Greg Kinnear, Lauren Graham, Dermot Mulroney, Alan Alda", 
    "director": "Marc Abraham", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1484524800"
},
{
    "title": "Flatball: A History of Ultimate", 
    "description": "This film chronicles four decades of Ultimate Frisbee history and the fierce New York team that helped put the game on the international sports map.", 
    "actors": "Alec Baldwin", 
    "director": "Dennis Warsen", 
    "imdb_rating": "7.6/10", 
    "category": "Documentaries", 
    "date_released": "1502236800"
},
{
    "title": "Flavors of Youth: International Version", 
    "description": "Memories in a bowl of steaming noodles, a fading beauty finding her way and a bittersweet first love -- all in these stories of city life in China.", 
    "actors": "Taito Ban, Mariya Ise, Minako Kotobuki, Haruka Shiraishi", 
    "director": "Xiaoxing Yi, Yoshitaka Takeuchi", 
    "imdb_rating": "6.7/10", 
    "category": "Anime Features", 
    "date_released": "1533340800"
},
{
    "title": "Floating!", 
    "description": "A bride-to-be ends up on a rafting trip with a surprise guest: the sperm donor she's planning to use. Back in Berlin, her fiancée is visited by an ex.", 
    "actors": "Julia Becker, Jakob Renger, Anna König, Nina Bernards", 
    "director": "Julia C. Kaiser", 
    "imdb_rating": "3.1/10", 
    "category": "Comedies", 
    "date_released": "1467331200"
},
{
    "title": "Flock of Four", 
    "description": "One night in 1959, four young musicians venture from Pasadena to South-Central Los Angeles in the hopes of hearing a living jazz legend play.", 
    "actors": "Braeden Lemasters, Isaac Jay, Uriah Shelton, Dylan Riley Snyder", 
    "director": "Gregory Caruso", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Flying Guillotine 2", 
    "description": "The emperor's reign of terror expands. Heroic outlaw Ma Teng joins a squad of female rebels, whose leader is torn between family loyalties.", 
    "actors": "Feng Ku, Chung Wang, Szu Shih, Ti Lung", 
    "director": "Kang Cheng, Shan Hua", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1532304000"
},
{
    "title": "Follow Me", 
    "description": "Aspiring to be an internet celebrity and make big bucks, a filmmaker travels the world to learn the tricks of the trade from social media influencers.", 
    "actors": "Asri Bendacha", 
    "director": "Asri Bendacha", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1542326400"
},
{
    "title": "Food on the Go", 
    "description": "Epicureans and experts trace the migration of Italian cuisine and its evolution in the Americas, delving into the ideas of origin, diaspora and heritage.", 
    "actors": "", 
    "director": "Mercedes Cordova", 
    "imdb_rating": "6.7/10", 
    "category": "Documentaries", 
    "date_released": "1525132800"
},
{
    "title": "Footprints: The Path of Your Life", 
    "description": "This documentary follows 10 men who agree to walk the Camino de Santiago, a 500-mile, 40-day trek that will challenge their strength and faith.", 
    "actors": "", 
    "director": "Juan Manuel Cotelo", 
    "imdb_rating": "6.3/10", 
    "category": "Documentaries", 
    "date_released": "1498780800"
},
{
    "title": "For Here or to Go?", 
    "description": "A software engineer must decide if he'd rather navigate America's frustrating visa renewal process or simply return to his home country of India.", 
    "actors": "Ali Fazal, Melanie Chandra, Rajit Kapoor, Amitosh Nagpal", 
    "director": "Rucha Humnabadkar", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1534291200"
},
{
    "title": "For the Love of a Man", 
    "description": "The most devoted fans of longtime Tamil superstar Rajinikanth push the boundaries between mere hero worship and unwavering religious fanaticism.", 
    "actors": "", 
    "director": "Rinku Kalsy", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1470009600"
},
{
    "title": "For the Love of Benji", 
    "description": "Benji and his owner get separated in Greece. On his quest to find them, he's targeted by various bad guys who want to get their hands on him.", 
    "actors": "Patsy Garrett, Cynthia Smith, Allen Fiuzat, Ed Nelson", 
    "director": "Joe Camp", 
    "imdb_rating": "5.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1520294400"
},
{
    "title": "For Your Own Good", 
    "description": "Three brothers-in-law join forces to secretly drive away their daughters' undesirable boyfriends: anarchist Álex, bad-boy Dani and playboy Ernesto.", 
    "actors": "Jose Coronado, Javier Cámara, Roberto Álamo, Pilar Castro", 
    "director": "Carlos Therón", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1506816000"
},
{
    "title": "Forbidden Games: The Justin Fashanu Story", 
    "description": "This documentary chronicles the tragic, true story of Justin Fashanu, the first -- and only -- openly gay man to have played professional soccer.", 
    "actors": "Justin Fashanu, John Fashanu", 
    "director": "Jon Carey, Adam Darke", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1512086400"
},
{
    "title": "Force 2", 
    "description": "An ex-cop investigates the death of his best friend and two other spies, killings that lead to a mole operating from India's embassy in Budapest.", 
    "actors": "John Abraham, Sonakshi Sinha, Tahir Raj Bhasin, Narendra Jha", 
    "director": "Abhinay Deo", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1488153600"
},
{
    "title": "Forever Chape", 
    "description": "In the wake of the plane crash that claimed the lives of 71 people, the Brazilian soccer club Chapecoense seeks to rebuild the team that made history.", 
    "actors": "", 
    "director": "Luis Ara", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1533168000"
},
{
    "title": "Forever Pure", 
    "description": "The furor over the addition of two Muslim players to the Beitar Jerusalem soccer club underscores the role of institutionalized racism in Israel.", 
    "actors": "", 
    "director": "Maya Zinshtein", 
    "imdb_rating": "6.8/10", 
    "category": "Documentaries", 
    "date_released": "1496016000"
},
{
    "title": "Forever the Moment", 
    "description": "Based on a true story, this inspiring drama depicts the Korean women's handball team and their rough-and-tumble journey to the 2004 Summer Olympics.", 
    "actors": "Moon So-ri, Kim Jeong-eun, Um Tae-woong, Kim Ji-young", 
    "director": "Soonrye Yim", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1506816000"
},
{
    "title": "Forgive Us Our Debts", 
    "description": "Threatened by creditors, a newly unemployed man agrees to work for a debt collector, but soon discovers his deal with the devil has unexpected costs.", 
    "actors": "Marco Giallini, Claudio Santamaria, Jerzy Stuhr, Flonja Kodheli", 
    "director": "Antonio Morabito", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1525392000"
},
{
    "title": "Forgotten", 
    "description": "When his abducted brother returns seemingly a different man with no memory of the past 19 days, Jin-seok chases after the truth behind the kidnapping.", 
    "actors": "Kang Ha-neul, Kim Moo-yul, Na Young-hee, Moon Sung-keun", 
    "director": "Jang Hang-jun", 
    "imdb_rating": "7.7/10", 
    "category": "Dramas", 
    "date_released": "1519171200"
},
{
    "title": "Fracture", 
    "description": "Ted Crawford, who allegedly attempted to murder his wife, is now locked in a battle of wits with a young assistant district attorney.", 
    "actors": "Anthony Hopkins, Ryan Gosling, David Strathairn, Rosamund Pike", 
    "director": "Gregory Hoblit", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Fragments of Love", 
    "description": "In this erotic thriller, a struggling composer begins a passionate affair with a mysterious woman, whose secrets both torment and entice.", 
    "actors": "Angelica Blandon, José Ángel Bichir, Angélica Aragón, Alfredo De Quesada", 
    "director": "Fernando Vallejo", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1490659200"
},
{
    "title": "Franca: Chaos and Creation", 
    "description": "A documentary filmmaker chronicles the life and times of his mother, Franca Sozzani, the editor of Italian Vogue and a fashion-world provocateur.", 
    "actors": "", 
    "director": "Francesco Carrozzini", 
    "imdb_rating": "7.2/10", 
    "category": "Documentaries", 
    "date_released": "1506816000"
},
{
    "title": "Frances Ha", 
    "description": "Determined to make it as a modern dancer in New York, a young woman pursues her unlikely goal with more enthusiasm than natural talent.", 
    "actors": "Greta Gerwig, Mickey Sumner, Charlotte d'Amboise, Adam Driver", 
    "director": "Noah Baumbach", 
    "imdb_rating": "7.3/10", 
    "category": "Comedies", 
    "date_released": "1447286400"
},
{
    "title": "Frank and Cindy", 
    "description": "A student filmmaker vengefully turns his camera on his bitter mom and washed-up rock star stepdad in this dramedy based on a documentary.", 
    "actors": "Rene Russo, Oliver Platt, Johnny Simmons, Jane Levy", 
    "director": "G.J. Echternkamp", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1459468800"
},
{
    "title": "Freedom at Midnight", 
    "description": "Jailed after becoming entangled in the murder of a cop, a prisoner assembles a team of inmates to hatch a plan for making a getaway.", 
    "actors": "Antony Varghese, Vinayakan, Chemban Vinod Jose, Tito Wilson", 
    "director": "Tinu Pappachan", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "French Dirty", 
    "description": "An aimless, unemployed millennial hangs out with his pals and resists growing up, until an affair with his best friend's girl forces him to change.", 
    "actors": "Wade Allain-Marcus, Arjun Gupta, Melina Lizette, Elsa Biedermann", 
    "director": "Wade Allain-Marcus, Jesse Allain-Marcus", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1454544000"
},
{
    "title": "Friday", 
    "description": "Over the course of one Friday afternoon, two pot-smoking friends get into some crazy trouble in their South Central L.A. neighborhood.", 
    "actors": "Ice Cube, Chris Tucker, Nia Long, Tommy 'Tiny' Lister", 
    "director": "F. Gary Gray", 
    "imdb_rating": "7.1/10", 
    "category": "Comedies", 
    "date_released": "1543622400"
},
{
    "title": "Friday After Next", 
    "description": "The third film in the Friday series finds Craig and Day-Day working as security guards and dealing with a thief who's stealing Christmas presents.", 
    "actors": "Ice Cube, Mike Epps, John Witherspoon, Don \"D.C.\" Curry", 
    "director": "Marcus Raboy", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1543622400"
},
{
    "title": "Friday Night Lights", 
    "description": "This drama chronicles the efforts of Gary Gaines, the coach of a football team in small-town Texas, to propel his squad to the state championships.", 
    "actors": "Billy Bob Thornton, Lucas Black, Garrett Hedlund, Derek Luke", 
    "director": "Peter Berg", 
    "imdb_rating": "6.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Friend Request", 
    "description": "A popular college student's love of social media becomes her biggest regret when a mysterious account marks each of her friends for a grisly demise.", 
    "actors": "Alycia Debnam-Carey, William Moseley, Connor Paolo, Brit Morgan", 
    "director": "Simon Verhoeven", 
    "imdb_rating": "5.5/10", 
    "category": "Horror Movies", 
    "date_released": "1524009600"
},
{
    "title": "Friends and Romans", 
    "description": "Three friends who've made a career playing bit parts in mob movies decide they're ready to take on Shakespeare's \"Julius Caesar.\"", 
    "actors": "Michael Rispoli, Annabella Sciorra, Paul Ben-Victor, Tony Sirico", 
    "director": "Christopher Kublan", 
    "imdb_rating": "7.3/10", 
    "category": "Comedies", 
    "date_released": "1462665600"
},
{
    "title": "From Dusk Till Dawn", 
    "description": "Two robbers take a man and his kids hostage. Racing to the Mexican border, the criminals rendezvous at a cantina -- not knowing it is a vampire den.", 
    "actors": "George Clooney, Quentin Tarantino, Harvey Keitel, Juliette Lewis", 
    "director": "Robert Rodriguez", 
    "imdb_rating": "6.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1541030400"
},
{
    "title": "From the Land of the Moon", 
    "description": "A free-spirited woman in a marriage of convenience finds an outlet for her desires when she travels to the Alps on her doctor's orders.", 
    "actors": "Marion Cotillard, Louis Garrel, Alex Brendemühl, Brigitte Roüan", 
    "director": "Nicole Garcia", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1511222400"
},
{
    "title": "Froning: The Fittest Man in History", 
    "description": "Follow the grueling training regimen of Rich Froning Jr. as he sets his sights on winning an unprecedented fourth CrossFit Games title.", 
    "actors": "Rich Froning", 
    "director": "Heber Cannon", 
    "imdb_rating": "6.5/10", 
    "category": "Documentaries", 
    "date_released": "1531612800"
},
{
    "title": "Frozen Planet: On Thin Ice", 
    "description": "David Attenborough journeys to both polar regions to investigate what rising temperatures will mean for the people and wildlife that live there.", 
    "actors": "David Attenborough", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1453939200"
},
{
    "title": "Frozen Planet: The Epic Journey", 
    "description": "Collecting highlights from the epic documentary series that explores the entire polar year and the inhabitants, from the north to the south.", 
    "actors": "David Attenborough", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1453939200"
},
{
    "title": "Full Out", 
    "description": "After a debilitating accident ends her Olympic dreams, gymnast Ariana Berlin finds recovery and hope in the world of hip-hop and college athletics.", 
    "actors": "Jennifer Beals, Ana Golja, Art Hindle, Jake Epstein", 
    "director": "Sean Cisterna", 
    "imdb_rating": "7.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1472688000"
},
{
    "title": "FullMetal Alchemist", 
    "description": "While alchemist Edward Elric searches for a way to restore his brother Al's body, the military government and mysterious monsters are watching closely.", 
    "actors": "Ryosuke Yamada, Tsubasa Honda, Dean Fujioka, Misako Renbutsu", 
    "director": "Fumihiko Sori", 
    "imdb_rating": "5.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1518998400"
},
{
    "title": "Fun Mom Dinner", 
    "description": "Four preschool moms with little in common need a night out to take a break from their kids. But one thing leads to another, and things get rowdy.", 
    "actors": "Katie Aselton, Toni Collette, Bridget Everett, Molly Shannon", 
    "director": "Alethea Jones", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1514678400"
}
]