[
{
    "title": "G.B.F.", 
    "description": "When Tanner is outed as a school's only openly gay student, three popular girls engage in an epic fight to acquire him as their \"Gay Best Friend.\"", 
    "actors": "Michael J. Willett, Paul Iacono, Sasha Pieterse, Andrea Bowen", 
    "director": "Darren Stein", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1491955200"
},
{
    "title": "G.O.R.A", 
    "description": "Carpet dealer and UFO photo forger Arif is abducted by aliens. On the planet Gora, he helps friends escape from a meteorite strike and find freedom.", 
    "actors": "Cem Yılmaz, Rasim Öztekin, Özkan Uğur, İdil Fırat", 
    "director": "Ömer Faruk Sorak", 
    "imdb_rating": "7.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1489104000"
},
{
    "title": "Gabbar Is Back", 
    "description": "After a vengeful college professor targets corruption in the government, he adopts the name \"Gabbar\" and becomes a hero to a weary public.", 
    "actors": "Akshay Kumar, Shruti Haasan, Sunil Grover, Kareena Kapoor", 
    "director": "Krish", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1494374400"
},
{
    "title": "Gabriel and the Mountain", 
    "description": "In a drama based on a true story, Brazilian backpacker Gabriel Buchmann spends his gap year exploring Africa. Why does he die in the Malawi mountains?", 
    "actors": "João Pedro Zappa, Caroline Abras, Alex Alembe, Leonard Siampala", 
    "director": "Fellipe Barbosa", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1541721600"
},
{
    "title": "Gaddar: the Traitor", 
    "description": "An Indian man who has become a major business mogul in Canada must return to his homeland where he's reviled due to being wrongly branded a traitor.", 
    "actors": "Harbhajan Mann, Manpneet Grewal, Ashish Duggal, Girja Shankar", 
    "director": "Amitoj Mann", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Gagarin: First in Space", 
    "description": "This biopic of Russian cosmonaut Yuri Gagarin follows his rise from childhood poverty to his selection and training for the 1961 Vostok mission.", 
    "actors": "Yaroslav Zhalnin, Mikhail Filippov, Olga Ivanova, Vadim Michman", 
    "director": "Pavel Parkhomenko", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1505433600"
},
{
    "title": "Galih dan Ratna", 
    "description": "Sparks fly between the new girl at school and the misfit with a passion for music. Yet the world threatens to put a stop to their innocent love song.", 
    "actors": "Refal Hady, Sheryl Sheinafia, Ayu Dyah Pasha, Joko Anwar", 
    "director": "Lucky Kuswandi", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1536969600"
},
{
    "title": "Gallipoli", 
    "description": "Explore the World War I Gallipoli battle through dramatic reenactments, 3D animation and interviews with noted experts in this meticulous docudrama.", 
    "actors": "Zafer Ergin", 
    "director": "Tolga Örnek", 
    "imdb_rating": "7.9/10", 
    "category": "Documentaries", 
    "date_released": "1489104000"
},
{
    "title": "Gambit", 
    "description": "Seeking revenge on his abusive boss, a London art curator conspires with an eccentric Texas rodeo queen to sell the wealthy man a fake Monet.", 
    "actors": "Colin Firth, Cameron Diaz, Alan Rickman, Tom Courtenay", 
    "director": "Michael Hoffman", 
    "imdb_rating": "5.2/10", 
    "category": "Comedies", 
    "date_released": "1403568000"
},
{
    "title": "Game Face", 
    "description": "This documentary follows the struggle of transgender MMA fighter Fallon Fox and gay basketball player Terrence Clemens for acceptance by their sports.", 
    "actors": "Fallon Fox, Terrence Clemens", 
    "director": "Michiel Thomas", 
    "imdb_rating": "6.8/10", 
    "category": "Documentaries", 
    "date_released": "1454284800"
},
{
    "title": "Gandu", 
    "description": "After Nihilistic rapper Gandu steals from his mother's lover, he embarks on a drug-fueled rampage with a rickshaw puller in this abstract film.", 
    "actors": "Anubrata Basu, Joyraj Bhattacharjee, Rii, Kamalika Banerjee", 
    "director": "Qaushiq Mukherjee", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1479772800"
},
{
    "title": "GANTZ:O", 
    "description": "Teams of recently deceased people who've been revived and given high-tech weapons must cooperate to defeat an army of monsters in Tokyo and Osaka.", 
    "actors": "Daisuke Ono, M・A・O, Tomohiro Kaku, Saori Hayami", 
    "director": "Keiichi Sato, Yasushi Kawamura", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1487376000"
},
{
    "title": "Garbage", 
    "description": "The lives of a fundamentalist online troll and a woman reeling from a sex tape gone viral become dangerously intertwined in this provocative thriller.", 
    "actors": "Tanmay Dhanania, Trimala Adhikari, Satarupa Das, Satchit Puranik", 
    "director": "Qaushiq Mukherjee", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1535760000"
},
{
    "title": "Garuda in My Heart", 
    "description": "A determined boy will do anything to become a great soccer player, despite the wishes of his grandfather.", 
    "actors": "Emir Mahira, Aldo Tansani, Marsha Aruan, Ikranagara", 
    "director": "Ifa Isfansyah", 
    "imdb_rating": "6.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1538697600"
},
{
    "title": "Garuda in My Heart 2", 
    "description": "A young soccer player sets out to prove he can lead his team to a championship -- but being a winner is about more than just talent.", 
    "actors": "Emir Mahira, Aldo Tansani, Maudy Koesnaedi, Ramzi", 
    "director": "Rudy Soedjarwo", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1543536000"
},
{
    "title": "Gato Negro", 
    "description": "After a troubled boyhood in the 1950s countryside, a simple Argentine grows into a successful businessman with a dark side in 1980s Buenos Aires.", 
    "actors": "Luciano Cáceres, Luis Luque, Leticia Brédice, Roberto Vallejos", 
    "director": "Gastón Gallo", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1484870400"
},
{
    "title": "Gayby Baby", 
    "description": "This documentary follows four youngsters as they navigate the challenges of their preteen years, including society's bias against their gay parents.", 
    "actors": "", 
    "director": "Maya Newell", 
    "imdb_rating": "6.4/10", 
    "category": "Documentaries", 
    "date_released": "1465948800"
},
{
    "title": "Gbomo Gbomo Express", 
    "description": "The night spins sinisterly out of control when incompetent kidnappers hold a club-hopping record exec and a socialite for ransom in this dark comedy.", 
    "actors": "Ramsey Nouah, Gideon Okeke, Osas Ighodaro Ajibade, Blossom Chukwujekwu", 
    "director": "Walter Taylaur", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1504224000"
},
{
    "title": "Gelo", 
    "description": "A Punjabi woman who works on a farm must endure the difficulties of living in an oppressive class-based society and a dysfunctional community.", 
    "actors": "Jaspinder Cheema, Pavan Malhotra, Gurjit Singh, Dilawar Sidhu", 
    "director": "Manbhavan Singh", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Gender Revolution: A Journey with Katie Couric", 
    "description": "Katie Couric explores our evolving understanding of gender identity, speaking with transgender and intersex individuals about their experiences.", 
    "actors": "Katie Couric", 
    "director": "", 
    "imdb_rating": "5.9/10", 
    "category": "Documentaries", 
    "date_released": "1517443200"
},
{
    "title": "Generation Iron 2", 
    "description": "New-generation bodybuilding stars -- including Rich Piana, Kai Greene and Calum von Moger -- share their experiences competing in the demanding sport.", 
    "actors": "", 
    "director": "Vlad Yudin", 
    "imdb_rating": "7.2/10", 
    "category": "Documentaries", 
    "date_released": "1506816000"
},
{
    "title": "George Balanchine's The Nutcracker", 
    "description": "Narrated by Kevin Kline, this movie version of the timeless Yuletide fantasy -- produced by George Balanchine -- features the New York City Ballet.", 
    "actors": "Kevin Kline, Jessica Lynn Cohen, Macaulay Culkin, Bart Robinson Cook", 
    "director": "Emile Ardolino", 
    "imdb_rating": "5.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1527811200"
},
{
    "title": "George of the Jungle 2", 
    "description": "Now married and raising a son, clumsy ape-man George finds his jungle kingdom in peril as Really Mean Lion challenges him for the throne.", 
    "actors": "Christopher Showerman, Julie Benz, Angus T. Jones, Thomas Haden Church", 
    "director": "David Grossman", 
    "imdb_rating": "4.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1387497600"
},
{
    "title": "Gerald's Game", 
    "description": "When her husband's sex game goes wrong, Jessie -- handcuffed to a bed in a remote lake house -- faces warped visions, dark secrets and a dire choice.", 
    "actors": "Carla Gugino, Bruce Greenwood, Henry Thomas, Carel Struycken", 
    "director": "Mike Flanagan", 
    "imdb_rating": "6.4/10", 
    "category": "Horror Movies", 
    "date_released": "1506643200"
},
{
    "title": "Get Santa", 
    "description": "When Santa gets arrested for trespassing after crashing his sleigh, it's up to a father-son team to spring him from jail and save Christmas.", 
    "actors": "Jim Broadbent, Rafe Spall, Kit Connor, Joanna Scanlan", 
    "director": "Christopher Smith", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1418342400"
},
{
    "title": "Getaway Plan", 
    "description": "Professional burglar and blowtorch expert Víctor is recruited by the Russian mafia to break into a vault as part of an elaborate bank heist.", 
    "actors": "Alain Hernández, Javier Gutiérrez, Alba Galocha, Itziar Atienza", 
    "director": "Iñaki Dorronsoro", 
    "imdb_rating": "5.7/10", 
    "category": "International Movies", 
    "date_released": "1509494400"
},
{
    "title": "Ghanchakkar", 
    "description": "Former con artist Sanju surrounds himself with the finer things, a blissful life troubled by only one thing: his wife, who wants even more.", 
    "actors": "Emraan Hashmi, Vidya Balan, Rajesh Sharma, Namit Das", 
    "director": "Raj Kumar Gupta", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Ghost House", 
    "description": "While visiting the site of a supernatural shrine in the Thai countryside, a vacationing couple unwittingly upsets a vengeful demon.", 
    "actors": "Scout Taylor-Compton, James Landry Hébert, Mark Boone Junior, Michael S. New", 
    "director": "Rich Ragsdale", 
    "imdb_rating": "5.0/10", 
    "category": "Horror Movies", 
    "date_released": "1514678400"
},
{
    "title": "Ghost Pain", 
    "description": "World War IV is over, but a bomb has gone off in Newport City, killing a major arms dealer who may have ties with the mysterious 501 Organization.", 
    "actors": "Maaya Sakamoto, Ikkyu Juku, Kenichirou Matsuda, Tarusuke Shingaki", 
    "director": "Kazuchika Kise, Masahiko Murata", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1485820800"
},
{
    "title": "Ghost Patrol", 
    "description": "Two kids and their pet dog (aka the Ghost Patrol) get a call about an old manor and soon find they are investigating their first real haunted house.", 
    "actors": "Scott McNeil, Vincent Tong, Travis Turner, Shannon Chan-Kent", 
    "director": "Karen J. Lloyd", 
    "imdb_rating": "4.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1506816000"
},
{
    "title": "Ghost Team", 
    "description": "With help from his best friend and a public-access psychic, a nerdy young man assembles his dream team of like-minded ghost hunters.", 
    "actors": "Jon Heder, David Krumholtz, Melonie Diaz, Paul W. Downs", 
    "director": "Oliver Irving", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1480464000"
},
{
    "title": "Ghost Tears", 
    "description": "As Motoko and Batou attempt to thwart a mysterious terrorist group, Togusa tracks the killer of a man with a prosthetic leg made by Mermaid's Leg.", 
    "actors": "Maaya Sakamoto, Ikkyu Juku, Kenichirou Matsuda, Tarusuke Shingaki", 
    "director": "Kazuchika Kise", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1485820800"
},
{
    "title": "Ghost Whispers", 
    "description": "Freed of her responsibilities for the 501 Organization, Motoko must now learn how to take orders from Aramaki.", 
    "actors": "Maaya Sakamoto, Ikkyu Juku, Kenichirou Matsuda, Tomoyuki Dan", 
    "director": "Kazuchika Kise", 
    "imdb_rating": "7.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1485820800"
},
{
    "title": "Ghostbusters", 
    "description": "Parapsychologists create a business exterminating ghouls and hobgoblins -- and end up facing one killer demon in a cellist's apartment.", 
    "actors": "Bill Murray, Dan Aykroyd, Sigourney Weaver, Harold Ramis", 
    "director": "Ivan Reitman", 
    "imdb_rating": "7.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1541030400"
},
{
    "title": "Ghostbusters 2", 
    "description": "This engaging sequel finds the ghostbusting trio saving the Big Apple from a massive slime attack and a flood of evil spirits on New Year's Eve.", 
    "actors": "Bill Murray, Dan Aykroyd, Sigourney Weaver, Harold Ramis", 
    "director": "Ivan Reitman", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1541030400"
},
{
    "title": "Gie", 
    "description": "Indonesian activist Soe Hok Gie experiences a political awakening during the tumultuous regimes of Suharto and Sukarno. Inspired by true events.", 
    "actors": "Nicholas Saputra, Sita Nursanti, Lukman Sardi, Indra Birowo", 
    "director": "Riri Riza", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1536969600"
},
{
    "title": "Gimme the Loot", 
    "description": "When their street art gets disrespected, two talented New York graffiti artists scheme to gain notoriety by tagging the Mets' famous Home Run Apple.", 
    "actors": "Tashiana Washington, Ty Hickson, Zoë Lescaze, Joshua Rivera", 
    "director": "Adam Leon", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1483228800"
},
{
    "title": "Ginger & Rosa", 
    "description": "With the Cold War looming over them, teen best pals Ginger and Rosa share everything in early 1960s London -- until betrayal drives them apart.", 
    "actors": "Elle Fanning, Alessandro Nivola, Christina Hendricks, Alice Englert", 
    "director": "Sally Potter", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1531353600"
},
{
    "title": "Girl vs. Monster", 
    "description": "Teenager Skylar Lewis discovers that her parents have a secret avocation when she innocently releases a cache of monsters in the family basement.", 
    "actors": "Olivia Holt, Kerris Dorsey, Brendan Meyer, Katherine McNamara", 
    "director": "Stuart Gillard", 
    "imdb_rating": "5.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1423440000"
},
{
    "title": "Girlfriend's Day", 
    "description": "When he's caught up in a deadly conspiracy, an unemployed greeting card writer must create the perfect card for a new holiday to save his skin.", 
    "actors": "Bob Odenkirk, Amber Tamblyn, Natasha Lyonne, Alex Karpovsky", 
    "director": "Michael Paul Stephenson", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1487030400"
},
{
    "title": "Girls Lost", 
    "description": "After they're bullied at school, three teenage girls wonder if it's better to be a boy, then get their wish thanks to the nectar of a magical flower.", 
    "actors": "Tuva Jagell, Emrik Öhlander, Louise Nyvall, Alexander Gustavsson", 
    "director": "Alexandra-Therese Keining", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1486339200"
},
{
    "title": "Given", 
    "description": "A surfing adventure across 15 countries gives a young boy from Kauai an opportunity to widen his horizons and gain a deeper understanding of life.", 
    "actors": "", 
    "director": "Jess Bianchi", 
    "imdb_rating": "7.8/10", 
    "category": "Documentaries", 
    "date_released": "1498867200"
},
{
    "title": "GLOW: The Story of the Gorgeous Ladies of Wrestling", 
    "description": "This engaging documentary chronicles the 1980s phenomenon \"The Gorgeous Ladies of Wrestling,\" which elevated its female grapplers to star status.", 
    "actors": "", 
    "director": "Brett Whitcomb", 
    "imdb_rating": "6.5/10", 
    "category": "Documentaries", 
    "date_released": "1490918400"
},
{
    "title": "Gnome Alone", 
    "description": "After moving into a new house with her mom, high schooler Chloe discovers a troupe of talking garden gnomes who need her help saving the world.", 
    "actors": "Becky G., Josh Peck, Tara Strong, Olivia Holt", 
    "director": "Peter Lepeniotis", 
    "imdb_rating": "6.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1539907200"
},
{
    "title": "God of War", 
    "description": "A maverick leader and a clever young general take on Japanese pirates amid bureaucratic intrigue in Ming Dynasty China.", 
    "actors": "Vincent Zhao, Sammo Kam-Bo Hung, Regina Wan, Yasuaki Kurata", 
    "director": "Gordon Chan", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1513382400"
},
{
    "title": "God's Own Country", 
    "description": "In Yorkshire, a withdrawn gay farmer begins a torrid affair with a Romanian migrant worker who shows him the depths of his capacity for affection.", 
    "actors": "Josh O'Connor, Alec Secareanu, Ian Hart, Gemma Jones", 
    "director": "Francis Lee", 
    "imdb_rating": "7.7/10", 
    "category": "Dramas", 
    "date_released": "1525132800"
},
{
    "title": "God's Pocket", 
    "description": "A blue collar worker tries to cover things up when his stepson is killed in a suspicious accident, but a local reporter senses that something's amiss.", 
    "actors": "Philip Seymour Hoffman, Richard Jenkins, Christina Hendricks, John Turturro", 
    "director": "John Slattery", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1460073600"
},
{
    "title": "GODZILLA City on the Edge of Battle", 
    "description": "On Earth, Haruo and his companions make contact with the indigenous Houtua tribe. To defeat Godzilla, they set out for the old Mechagodzilla facility.", 
    "actors": "Mamoru Miyano, Takahiro Sakurai, Kana Hanazawa, Tomokazu Sugita", 
    "director": "Kobun Shizuno, Hiroyuki Seshita", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1531872000"
},
{
    "title": "Going for Gold", 
    "description": "After moving to Australia, an American teen convinces her new friends to form a cheer squad and take on their biggest rivals in competition.", 
    "actors": "Kelli Berglund, Emily Morris, Terry Rogers, Jess Kuss", 
    "director": "Clay Glen", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1531612800"
},
{
    "title": "Gold", 
    "description": "A man returns home after a 10-year absence to reconnect with his ex-wife and daughter, but finds them living with his domineering former P.E. teacher.", 
    "actors": "James Nesbitt, David Wilmot, Kerry Condon, Maisie Williams", 
    "director": "Niall Heery", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1497571200"
},
{
    "title": "Golden Time", 
    "description": "In the 1980s, a recently discarded television set from the 1960s refuses to accept its fate and tries to break out of the junkyard.", 
    "actors": "", 
    "director": "Takuya Inaba", 
    "imdb_rating": "7.8/10", 
    "category": "International Movies", 
    "date_released": "1509494400"
},
{
    "title": "Gollu Aur Pappu", 
    "description": "Hapless brothers Gollu and Pappu stumble into a terrorist plot and end up being ordered to detonate a bomb, a task they are destined to bungle.", 
    "actors": "Vir Das, Sandeepa Dhar, Dimple Kapadia, Kunaal Roy Kapur", 
    "director": "Kabir Sadanand", 
    "imdb_rating": "4.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1493596800"
},
{
    "title": "Golmaal Returns", 
    "description": "A man's relationship with his jealous wife enters choppy waters after he has to spend a night on a yacht with a woman he's rescued from gangsters.", 
    "actors": "Ajay Devgn, Kareena Kapoor, Arshad Warsi, Tusshar Kapoor", 
    "director": "Rohit Shetty", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1497484800"
},
{
    "title": "Gone Baby Gone", 
    "description": "When a 4-year-old girl vanishes from a rough Boston neighborhood and cops offer little help, her family hires two private detectives to find answers.", 
    "actors": "Casey Affleck, Michelle Monaghan, Morgan Freeman, Ed Harris", 
    "director": "Ben Affleck", 
    "imdb_rating": "7.3/10", 
    "category": "Thrillers", 
    "date_released": "1531353600"
},
{
    "title": "Gone Too Far!", 
    "description": "A British-raised youth and the Nigerian elder brother he's never met struggle to connect and accept each other's culturally different worlds.", 
    "actors": "Malachi Kirby, Adelayo Adedayo, Shanika Warren-Markland, Bhasker Patel", 
    "director": "Destiny Ekaragha", 
    "imdb_rating": "5.2/10", 
    "category": "Comedies", 
    "date_released": "1492214400"
},
{
    "title": "Good Kids", 
    "description": "Four overachieving friends spend the summer after finishing high school doing everything possible to enjoy the party life and ruin their reputations.", 
    "actors": "Nicholas Braun, Zoey Deutch, Mateo Arias, Israel Broussard", 
    "director": "Chris McCoy", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1484784000"
},
{
    "title": "Good Kill", 
    "description": "As Tommy Egan pilots armed drones over Afghanistan from the safe comfort of Las Vegas, the remote nature of his work begins to raise moral questions.", 
    "actors": "Ethan Hawke, January Jones, Bruce Greenwood, Zoë Kravitz", 
    "director": "Andrew Niccol", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1491091200"
},
{
    "title": "Good People", 
    "description": "A struggling couple can't believe their luck when they find a stash of money in the apartment of a neighbor who was recently murdered.", 
    "actors": "James Franco, Kate Hudson, Tom Wilkinson, Omar Sy", 
    "director": "Henrik Ruben Genz", 
    "imdb_rating": "5.4/10", 
    "category": "Thrillers", 
    "date_released": "1504828800"
},
{
    "title": "Good Will Hunting", 
    "description": "When professors discover that an aimless janitor is also a math genius, a therapist helps the young man confront the demons that are holding him back.", 
    "actors": "Robin Williams, Matt Damon, Ben Affleck, Stellan Skarsgård", 
    "director": "Gus Van Sant", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Goodbye Lover", 
    "description": "Obsessively upbeat Sandra is married to a hard-drinking ad executive and having a fling with his brother, who is also sleeping with his secretary.", 
    "actors": "Patricia Arquette, Dermot Mulroney, Mary-Louise Parker, Ellen DeGeneres", 
    "director": "Roland Joffé", 
    "imdb_rating": "", 
    "category": "Thrillers", 
    "date_released": "1543622400"
},
{
    "title": "Gook", 
    "description": "Amidst the looting and chaos of the LA riots, two Korean-American brothers fight to save their struggling shoe store while contemplating their future.", 
    "actors": "Simone Baker, Justin Chon, David So, Curtiss Cook Jr.", 
    "director": "Justin Chon", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1520294400"
},
{
    "title": "Goon", 
    "description": "When he's seen dispatching a rude opposing hockey player in the stands, Doug Glatt is hired by a rival team ... for his fighting skills.", 
    "actors": "Seann William Scott, Jay Baruchel, Liev Schreiber, Alison Pill", 
    "director": "Michael Dowse", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1502755200"
},
{
    "title": "Goon: Last of the Enforcers", 
    "description": "Injury and family push hockey player Doug Glatt into retirement, but his plans change when his beloved former team appoints his nemesis as captain.", 
    "actors": "Seann William Scott, Alison Pill, Liev Schreiber, Marc-André Grondin", 
    "director": "Jay Baruchel", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1514592000"
},
{
    "title": "Görümce", 
    "description": "When his jealous sister plots to wreck his engagement, a young man does everything he can to protect his betrothed from her devious schemes.", 
    "actors": "Eda Ece, Dilşah Demir, Gupse Özay, Buğra Gülsoy", 
    "director": "Kıvanç Baruönü", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1522800000"
},
{
    "title": "Gour Hari Dastaan: The Freedom File", 
    "description": "A former freedom fighter is forced to navigate the corridors of a disinterested bureaucracy to prove that he fought in India's freedom movement.", 
    "actors": "Vinay Pathak, Konkona Sen Sharma, Ranvir Shorey, Tannishtha Chatterjee", 
    "director": "Ananth Narayan Mahadevan", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1508025600"
},
{
    "title": "Graduation", 
    "description": "A morally conflicted father wrestles with what’s best for his college-bound daughter when she’s brutally attacked right before an important exam.", 
    "actors": "Adrian Titieni, Maria Dragus, Lia Bugnar, Malina Manovici", 
    "director": "Cristian Mungiu", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1504483200"
},
{
    "title": "Grand Masti", 
    "description": "Leaving their wives at home, three randy friends look forward to some raunchy extramarital fun at their college reunion.", 
    "actors": "Riteish Deshmukh, Vivek Oberoi, Aftab Shivdasani, Suresh Menon", 
    "director": "Indra Kumar", 
    "imdb_rating": "4.4/10", 
    "category": "Comedies", 
    "date_released": "1519862400"
},
{
    "title": "Grandmaster", 
    "description": "Anticipating the next move in a serial killer's grisly game, a police chief realizes that his daughter and estranged wife are the next likely victims.", 
    "actors": "Mithra Kurian, Anoop Menon, Mohanlal, Narein", 
    "director": "B. Unnikrishnan", 
    "imdb_rating": "6.0/10", 
    "category": "International Movies", 
    "date_released": "1541030400"
},
{
    "title": "Green Is Gold", 
    "description": "When his father is sent to prison, a 13-year-old boy is placed in the care of his estranged brother, a marijuana grower in Northern California.", 
    "actors": "Jimmy Baxter, Ryon Baxter, David Fine, Shelley Mitchell", 
    "director": "Ryon Baxter", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1492041600"
},
{
    "title": "Green Room", 
    "description": "At the end of their low-budget tour, a punk band accepts a gig at an isolated rural club, only to discover that their hosts are neo-Nazis.", 
    "actors": "Anton Yelchin, Imogen Poots, Patrick Stewart, Alia Shawkat", 
    "director": "Jeremy Saulnier", 
    "imdb_rating": "6.8/10", 
    "category": "Horror Movies", 
    "date_released": "1541980800"
},
{
    "title": "Green White Green (And All the Beautiful Colours in My Mosaic of Madness)", 
    "description": "Three young Nigerian bohemians, each from one of the country's major ethnic groups, explore the directions in which their lives could go.", 
    "actors": "Ifeanyi Dike Jr., Jamal Ibrahim, Samuel Robinson, Cristabel Goddy", 
    "director": "Abba T. Makama", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Growing Up Coy", 
    "description": "Filmmakers follow a Colorado family's highly public battle for the rights of their transgender daughter, Coy, in a landmark civil rights case.", 
    "actors": "", 
    "director": "Eric Juhola", 
    "imdb_rating": "7.5/10", 
    "category": "Documentaries", 
    "date_released": "1483660800"
},
{
    "title": "Growing Up Wild", 
    "description": "Five baby animals from different parts of the world grow up learning to survive in the wild, nurtured by the love and guidance of their families.", 
    "actors": "Daveed Diggs", 
    "director": "Keith Scholey", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1487462400"
},
{
    "title": "Gun City", 
    "description": "In 1921 Barcelona, amid unrest between anarchists and the police, a cop plays both sides to learn who stole army weapons that could ignite a civil war.", 
    "actors": "Luis Tosar, Michelle Jenner, Vicente Romero, Manolo Solo", 
    "director": "Dani de la Torre", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1540944000"
},
{
    "title": "Gun Runners", 
    "description": "Two roaming Kenyan bandits attempt to change the course of their lives by exchanging their rifles for running shoes.", 
    "actors": "", 
    "director": "Anjali Nayar", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1485907200"
},
{
    "title": "Gurgaon", 
    "description": "When the daughter of a wealthy family returns from college, she gets a frosty welcome from her brother, who has problems -- and plans -- of his own.", 
    "actors": "Akshay Oberoi, Pankaj Tripathi, Ragini Khanna, Aamir Bashir", 
    "director": "Shanker Raman", 
    "imdb_rating": "5.1/10", 
    "category": "Dramas", 
    "date_released": "1525132800"
},
{
    "title": "Guru", 
    "description": "Ambitious Gurukant Desai ignores his father's advice and leaves his village to find success in Turkey.", 
    "actors": "Abhishek Bachchan, Mithun Chakraborty, Aishwarya Rai Bachchan, Madhavan", 
    "director": "Mani Ratnam", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Guy Martin: Last Flight of the Vulcan Bomber", 
    "description": "Guy Martin assists in preparing the last airworthy Vulcan bomber for a farewell tour while revealing the stories behind the iconic aircraft.", 
    "actors": "Guy Martin, Kevin Stone, Shaun Dooley", 
    "director": "James Woodroffe", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1541030400"
},
{
    "title": "Guzaarish", 
    "description": "After an onstage disaster leaves an illusionist paralyzed, he channels his magic into a hit radio show. Years later, he fights for the right to die.", 
    "actors": "Hrithik Roshan, Aishwarya Rai Bachchan, Shernaz Patel, Aditya Roy Kapoor", 
    "director": "Sanjay Leela Bhansali", 
    "imdb_rating": "7.6/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
}
]