[
{
    "title": "Haani", 
    "description": "When a man discovers that he can communicate with his grandfather's spirit, it leads to two love stories intertwining 50 years apart.", 
    "actors": "Harbhajan Mann, Sarabjit Cheema, Anuj Sachdeva, Rupan Bal", 
    "director": "Amitoj Mann", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Haapus", 
    "description": "The son of an astrologer faces opposition from his superstitious father regarding his scheme of launching a mango business.", 
    "actors": "Sulabha Deshpande, Shivaji Satham, Subodh Bhave, Makarand Anaspure", 
    "director": "Abhijeet Satam", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1521072000"
},
{
    "title": "Hadi İnşallah", 
    "description": "A young woman recovering poorly from a bad romance gets a new lease on life after encountering a handsome man during a job interview.", 
    "actors": "Büşra Pekin, Murat Boz, Cezmi Baskın, Şinasi Yurtsever", 
    "director": "Ali Taner Baltacı", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1522800000"
},
{
    "title": "Haider", 
    "description": "Shahid Kapoor delivers a searing performance in this Bollywood take on Hamlet that unfolds amid Kashmiri culture and history.", 
    "actors": "Shahid Kapoor, Tabu, Shraddha Kapoor, Kay Kay Menon", 
    "director": "Vishal Bhardwaj", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Hajwala: The Missing Engine", 
    "description": "A competitive streetcar racer's obsession with winning drive him to develop a vehicle with an innovative engine that's never been used before.", 
    "actors": "Yasser Al Jarraf, Haleem Aljabri, Anwar Aljabri, Omar Aljabri", 
    "director": "Ali Bin Matar, Ibrahim Bin Mohamed", 
    "imdb_rating": "8.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1509494400"
},
{
    "title": "Half Girlfriend", 
    "description": "Small-town Madhav falls for big-city Riya and wants her to be his girlfriend. But she views their relationship differently, and suggests a compromise.", 
    "actors": "Arjun Kapoor, Shraddha Kapoor, Vikrant Massey, Seema Biswas", 
    "director": "Mohit Suri", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1512086400"
},
{
    "title": "Halkaa", 
    "description": "Up against a corrupt government official and crushing poverty, a young boy in the Delhi slums attempts to raise funds to build himself his own toilet.", 
    "actors": "Tathastu, Aryan Preet, Ranvir Shorey, Paoli Dam", 
    "director": "Nila Madhab Panda", 
    "imdb_rating": "4.0/10", 
    "category": "Comedies", 
    "date_released": "1542240000"
},
{
    "title": "Halla Bol", 
    "description": "A successful actor's existential crisis shifts into inner turmoil when he witnesses a murder but is reluctant to reveal what he's seen.", 
    "actors": "Ajay Devgn, Vidya Balan, Pankaj Kapur, Darshan Jariwala", 
    "director": "Rajkumar Santoshi", 
    "imdb_rating": "5.2/10", 
    "category": "Dramas", 
    "date_released": "1500076800"
},
{
    "title": "Halloweed", 
    "description": "Stoners meet splatter when a serial killer's son and his slacker stepbrother move to a rural town, but their evil legacy follows close behind.", 
    "actors": "Simon Rex, Shannon Brown, Jim O'Heir, Michelle Mueller", 
    "director": "LazRael Lison", 
    "imdb_rating": "4.1/10", 
    "category": "Comedies", 
    "date_released": "1484524800"
},
{
    "title": "Hamara Dil Aapke Paas Hai", 
    "description": "Love blooms when kind-hearted Avinash takes in Preeti, a woman shunned by society, but the unorthodox living situation creates quite a stir among the neighbors.", 
    "actors": "Anil Kapoor, Aishwarya Rai Bachchan, Sonali Bendre, Puru Rajkumar", 
    "director": "Satish Kaushik", 
    "imdb_rating": "4.7/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Handsome Devil", 
    "description": "A self-described outsider is sent to a rugby-obsessed boarding school, where he forms an unexpected bond with the star player.", 
    "actors": "Fionn O'Shea, Nicholas Galitzine, Andrew Scott, Michael McElhatton", 
    "director": "John Butler", 
    "imdb_rating": "7.1/10", 
    "category": "Comedies", 
    "date_released": "1501545600"
},
{
    "title": "Hans Zimmer: Live in Prague", 
    "description": "In this concert film, Oscar-winning composer Hans Zimmer performs his most iconic movie scores to a sell-out crowd at the O2 Arena in Prague.", 
    "actors": "Hans Zimmer", 
    "director": "Tim Van Someren", 
    "imdb_rating": "8.6/10", 
    "category": "International Movies", 
    "date_released": "1519862400"
},
{
    "title": "Hanuman", 
    "description": "After being granted immortality by the Hindu gods -- including his father, Vayu, the god of the wind -- Hanuman sets off on an epic journey.", 
    "actors": "Mukesh Khanna, Rajesh Jolly, Viraj", 
    "director": "V.G. Samant, Milind Ukey", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1509494400"
},
{
    "title": "Happy Anniversary", 
    "description": "A quirky couple spends their three-year dating anniversary looking back at their relationship and contemplating whether they should break up.", 
    "actors": "Noël Wells, Ben Schwartz, Joe Pantoliano, Annie Potts", 
    "director": "Jared Stern", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1522368000"
},
{
    "title": "Happy as Lazzaro", 
    "description": "Purehearted teen Lazzaro is content living as a sharecropper in rural Italy, but an unlikely friendship with the marquise's son will change his world.", 
    "actors": "Adriano Tardiolo, Agnese Graziani, Alba Rohrwacher, Luca Chikovani", 
    "director": "Alice Rohrwacher", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1543536000"
},
{
    "title": "Happy Gilmore", 
    "description": "A failed hockey player turned unconventional golf whiz is determined to win a PGA tournament to save his grandmother's house with the prize money.", 
    "actors": "Adam Sandler, Christopher McDonald, Julie Bowen, Frances Bay", 
    "director": "Dennis Dugan", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "Happy Go Lucky", 
    "description": "Three sisters seem to be ideal brides for three brothers. But when the girls' father won't allow the marriages, the boys use trickery to pull it off.", 
    "actors": "Amrinder Gill, Harish Verma, Sumeet Sandhu, Gurpreet Guggi", 
    "director": "Amarpreet G S Chabbra", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Happy Hunting", 
    "description": "On the run from his meth-dealing employers, a drifter with a drinking problem becomes prey in a desert town's twisted hunting contest.", 
    "actors": "Martin Dingle-Wall, Ken Lally, Kenny Wormald, Connor Williams", 
    "director": "Joe Dietsch, Louie Gibson", 
    "imdb_rating": "5.2/10", 
    "category": "Horror Movies", 
    "date_released": "1514764800"
},
{
    "title": "Happy Journey", 
    "description": "The ghost of a dead woman helps her brother overcome his guilt and regrets and undertake the journey back to happiness.", 
    "actors": "Atul Kulkarni, Priya Bapat, Pallavi Subhash Shirke, Siddharth Menon", 
    "director": "Sachin Kundalkar", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Happy New Year", 
    "description": "A revenge-seeking diamond thief gathers a ragtag crew to infiltrate a Dubai hotel hosting a dance contest. But first they have to learn how to dance.", 
    "actors": "Shah Rukh Khan, Deepika Padukone, Abhishek Bachchan, Sonu Sood", 
    "director": "Farah Khan", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1485907200"
},
{
    "title": "Happy Times", 
    "description": "Desperate to break up with his clingy girlfriend, a nerdy cartoonist hires a mysterious agency to do the deed. But the agency has unusual methods.", 
    "actors": "Luis Arrieta, Cassandra Ciangherotti, Humberto Busto, Iván Arana", 
    "director": "Luis Javier M. Henaine", 
    "imdb_rating": "5.1/10", 
    "category": "Comedies", 
    "date_released": "1486512000"
},
{
    "title": "Happy Together", 
    "description": "When it comes to sex and relationships, college student Yoo-jin is pretty honest with her divorced mom -- but her mom may not be so honest with her.", 
    "actors": "Kim Chung, Jeong Seung-ho, Jo Yoon-hee, Kim Dong-wook", 
    "director": "Kim Tae-hee", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1506729600"
},
{
    "title": "Haraamkhor", 
    "description": "A selfish, manipulative schoolteacher takes advantage of a schoolgirl's vulnerability to gratify his dark, narcissistic desires.", 
    "actors": "Nawazuddin Siddiqui, Shweta Tripathi, Harish Khanna, Irfan Khan", 
    "director": "Shlok Sharma", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1485907200"
},
{
    "title": "Haram", 
    "description": "Two call-center workers fall in love and marry after one helps the other through a breakup, but their romance suffers once they settle into marriage.", 
    "actors": "Radhika Apte, Fahadh Faasil", 
    "director": "Vinod Sukumaran", 
    "imdb_rating": "2.5/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Hard Lessons", 
    "description": "This drama based on real-life events tells the story of George McKenna, the tough, determined new principal of a notorious Los Angeles high school.", 
    "actors": "Denzel Washington, Lynn Whitfield, Richard Masur, Akosua Busia", 
    "director": "Eric Laneuville", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1317427200"
},
{
    "title": "Hard Target 2", 
    "description": "Lured to the jungle with promises of a big payday, former MMA champ Wes Baylor instead finds himself in a lethal, high-tech hunt -- and he's the prey.", 
    "actors": "Scott Adkins, Robert Knepper, Rhona Mitra, Ann Truong", 
    "director": "Roel Reiné", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1473120000"
},
{
    "title": "Hard Tide", 
    "description": "A drug dealer who's been emulating his father's successful criminal career is forced to go on the run with a young girl in this fact-based thriller.", 
    "actors": "Nathanael Wiseman, Mem Ferda, Alexandra Newick, Oliver Stark", 
    "director": "Robert Osman, Nathanael Wiseman", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1504656000"
},
{
    "title": "Hardcore Henry", 
    "description": "Shot entirely like a first-person shooter video game, this film tracks Henry, a cyborg racing to save his wife from a villain with paranormal powers.", 
    "actors": "Sharlto Copley, Danila Kozlovsky, Haley Bennett, Andrey Dementiev", 
    "director": "Ilya Naishuller", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Harishchandrachi Factory", 
    "description": "Against a backdrop of burgeoning social unrest, a neophyte filmmaker makes history in 1913 as the director of India's first feature-length film.", 
    "actors": "Nandu Madhav, Vibhawari Deshpande, Mohit Gokhale, Atharva Karve", 
    "director": "Paresh Mokashi", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Harriet the Spy: Blog Wars", 
    "description": "Intrepid writer Harriet Welsch is determined to become the class blogger despite stiff competition from her snooty archrival.", 
    "actors": "Jennifer Stone, Kristin Booth, Wesley Morgan, Doug Murray", 
    "director": "Ron Oliver", 
    "imdb_rating": "4.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1485907200"
},
{
    "title": "Harry and Snowman", 
    "description": "With only a strong will and a cheap horse, a former agent of the Dutch underground in World War II sets out to become a champion show jumper.", 
    "actors": "Harry DeLeyer", 
    "director": "Ron Davis", 
    "imdb_rating": "6.6/10", 
    "category": "Documentaries", 
    "date_released": "1484438400"
},
{
    "title": "Harry and the Hendersons", 
    "description": "When the Hendersons accidentally run over a strange Bigfoot-type animal, they decide to take the friendly \"Harry\" home and adopt him as a pet.", 
    "actors": "John Lithgow, Melinda Dillon, Margaret Langrick, Joshua Rudoy", 
    "director": "William Dear", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1480550400"
},
{
    "title": "Harud", 
    "description": "A young Kashmiri man sets out to escape to Pakistan and make sense of his brother's death, but he drifts aimlessly until finding his brother's camera.", 
    "actors": "Mohammad Amir Naji, Shahnawaz Bhat, Shamim Basharat, Salma Ashai", 
    "director": "Aamir Bashir", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1475280000"
},
{
    "title": "Haseena Maan Jaayegi", 
    "description": "A millionaire opens the door to comic complications when he punishes his spoiled sons for trying to make money through shady, get-rich-quick schemes.", 
    "actors": "Sanjay Dutt, Govinda, Karisma Kapoor, Pooja Batra", 
    "director": "David Dhawan", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1519862400"
},
{
    "title": "Hate Story", 
    "description": "After she's forced to have an abortion, a journalist turns to prostitution in a scheme to seek revenge against the man who wronged her.", 
    "actors": "Paoli Dam, Nikhil Dwivedi, Gulshan Devaiah, Saurabh Dubey", 
    "director": "Vivek Agnihotri", 
    "imdb_rating": "6.0/10", 
    "category": "International Movies", 
    "date_released": "1490832000"
},
{
    "title": "Hateship Loveship", 
    "description": "Hired to look after an elderly man and his teenage granddaughter, a dowdy caretaker finds herself drawn to the girl's ne'er-do-well father.", 
    "actors": "Kristen Wiig, Guy Pearce, Hailee Steinfeld, Jennifer Jason Leigh", 
    "director": "Liza Johnson", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1457568000"
},
{
    "title": "Hattrick", 
    "description": "Stories of personal victories coincide with Team India's battle for the Cricket World Cup in this engaging ensemble drama.", 
    "actors": "Nana Patekar, Paresh Rawal, Kunal Kapoor, Rimi Sen", 
    "director": "Milan Luthria", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Haunters: The Art of the Scare", 
    "description": "This documentary takes us into the world of those who create horror simulations for willing audiences, and examines the culture they have spawned.", 
    "actors": "", 
    "director": "Jon Schnitzer", 
    "imdb_rating": "7.2/10", 
    "category": "Documentaries", 
    "date_released": "1514851200"
},
{
    "title": "Havenhurst", 
    "description": "An alcoholic with a tragic past rents an apartment in a building for those in recovery, but soon learns the truth about residents who get \"evicted.\"", 
    "actors": "Julie Benz, Belle Shouse, Josh Stamberg, Danielle Harris", 
    "director": "Andrew C. Erin", 
    "imdb_rating": "5.1/10", 
    "category": "Horror Movies", 
    "date_released": "1497052800"
},
{
    "title": "Hayat Öpücügü", 
    "description": "High-strung Metin finally stops seeing doom and gloom around every corner when he meets vivacious Hayat, but she has her own soul-searching to do.", 
    "actors": "Ali Sunal, Hatice Şendil, Ayda Aksel, Ahmet Saraçoğlu", 
    "director": "Şenol Sönmez", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Haze", 
    "description": "College freshman Nick is drawn to the hedonistic thrills of fraternity life, but the brutal initiation process threatens him and his loved ones.", 
    "actors": "Kirk Curran, Mike Blejer, Jeremy O'Shea, Kristin Rogers", 
    "director": "David Burkman", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1514678400"
},
{
    "title": "He Even Has Your Eyes", 
    "description": "When French-African couple Paul and Sali discover the longed-for baby they are about to adopt is white, family chaos and confrontation ensue.", 
    "actors": "Lucien Jean-Baptiste, Aissa Maiga, Zabou Breitman, Vincent Elbaz", 
    "director": "Lucien Jean-Baptiste", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "He Never Died", 
    "description": "A reclusive immortal who needs human flesh but tries to stay clean finds himself cast back into society by a gang of thugs and his estranged daughter.", 
    "actors": "Henry Rollins, Booboo Stewart, Kate Greenhouse, Jordan Todosey", 
    "director": "Jason Krawczyk", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1458259200"
},
{
    "title": "Head Gone", 
    "description": "While being transferred to a new hospital, several psychiatric patients escape their guards and become entangled in a series of comic misadventures.", 
    "actors": "Basorge Tariah, Akpororo, Zack Orji, Basketmouth", 
    "director": "Dare Fasasi", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1505433600"
},
{
    "title": "Head On", 
    "description": "This edgy drama follows 19-year-old Ari, a gay Greek-Australian whose roiling ethnic- and sexual-identity struggles lead to a wild, 24-hour odyssey.", 
    "actors": "Alex Dimitriades, Paul Capsis, Julian Garner, Tony Nikolakopoulos", 
    "director": "Ana Kokkinos", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1477958400"
},
{
    "title": "Headshot", 
    "description": "When a young man wakes from a coma, memories of brutal violence begin to surface, putting his life -- and that of his doctor -- in jeopardy.", 
    "actors": "Iko Uwais, Chelsea Islan, Julie Estelle, Sunny Pang", 
    "director": "Timo Tjahjanto, Kimo Stamboel", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1496448000"
},
{
    "title": "Headwinds", 
    "description": "After his wife inexplicably disappears, a man takes their two children and relocates to his hometown in an attempt to end their grief and move on.", 
    "actors": "Benoît Magimel, Isabelle Carré, Antoine Duléry, Ramzy Bédia", 
    "director": "Jalil Lespert", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1483228800"
},
{
    "title": "Heal the Living", 
    "description": "After a sunrise surfing trip ends in tragedy, a family's sudden loss becomes one woman's hope for survival.", 
    "actors": "Tahar Rahim, Emmanuelle Seigner, Anne Dorval, Bouli Lanners", 
    "director": "Katell Quillévéré", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1509235200"
},
{
    "title": "Heat", 
    "description": "As a detective and a thief face off, they learn how much they need each other -- and that the line between cop and criminal isn't always well-defined.", 
    "actors": "Al Pacino, Robert De Niro, Val Kilmer, Jon Voight", 
    "director": "Michael Mann", 
    "imdb_rating": "7.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Heathers", 
    "description": "Veronica hates the girls in her popular clique. Enter mysterious newcomer J.D., who offers her the perfect solution to end their social tyranny.", 
    "actors": "Winona Ryder, Christian Slater, Shannen Doherty, Lisanne Falk", 
    "director": "Michael Lehmann", 
    "imdb_rating": "7.4/10", 
    "category": "Classic Movies", 
    "date_released": "1480550400"
},
{
    "title": "Heaven Knows What", 
    "description": "The true story of a teen heroin user inspired this drama about a 19-year-old addict and her mercurial, obsessive relationship with a junkie lover.", 
    "actors": "Arielle Holmes, Caleb Landry Jones, Buddy Duress, Necro", 
    "director": "Ben Safdie, Joshua Safdie", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1456790400"
},
{
    "title": "Hector", 
    "description": "En route to London for an annual Christmas meet-up with friends, homeless Scotsman Hector attempts to reconnect with the family he left behind.", 
    "actors": "Peter Mullan, Keith Allen, Natalie Gavin, Sharon Rooney", 
    "director": "Jake Gavin", 
    "imdb_rating": "7.5/10", 
    "category": "Dramas", 
    "date_released": "1472688000"
},
{
    "title": "Hector and the Search for Happiness", 
    "description": "Unfulfilled by his career as a psychiatrist, Hector leaves everything behind and travels around the world in search of true happiness.", 
    "actors": "Simon Pegg, Toni Collette, Rosamund Pike, Stellan Skarsgård", 
    "director": "Peter Chelsom", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Heidi", 
    "description": "Orphaned at age 5, curly-haired Heidi is sent to live with her gruff recluse of a grandfather in the Swiss Alps and soon thaws his frozen heart.", 
    "actors": "Anuk Steffen, Bruno Ganz, Quirin Agrippi, Isabelle Ottmann", 
    "director": "Alain Gsponer", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1501891200"
},
{
    "title": "Helios", 
    "description": "When master criminal Helios steals a mobile WMD, rival agents from Hong Kong, South Korea and China must join forces to recover the device.", 
    "actors": "Jacky Cheung, Nick Cheung, Chang Chen, Shawn Yue", 
    "director": "Leung Lok Man, Luk Kim-ching", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "Hell and Back", 
    "description": "When best friends break a blood oath, one of them is cast away to hell, and the other two must save him from the misfits of the underworld.", 
    "actors": "Nick Swardson, Mila Kunis, Bob Odenkirk, T.J. Miller", 
    "director": "Tom Gianas, Ross R. Shuman", 
    "imdb_rating": "5.1/10", 
    "category": "Comedies", 
    "date_released": "1536105600"
},
{
    "title": "Hellboy", 
    "description": "This fast-paced action flick tells the dark story of Hellboy, a charismatic demon who's put on Earth by the Nazis to terrorize the rest of the world.", 
    "actors": "Ron Perlman, John Hurt, Selma Blair, Rupert Evans", 
    "director": "Guillermo del Toro", 
    "imdb_rating": "6.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "Hellion", 
    "description": "When 13-year-old delinquent Jacob lures his little brother, Wes, into trouble, the state sends the younger boy to live with an aunt.", 
    "actors": "Aaron Paul, Juliette Lewis, Josh Wiggins, Deke Garner", 
    "director": "Kat Candler", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1461888000"
},
{
    "title": "Hello I Am David!", 
    "description": "This film follows renowned pianist David Helfgott on tour, celebrating his music, quirky personality and relationship with his beloved wife, Gillian.", 
    "actors": "David Helfgott", 
    "director": "Cosima Lange", 
    "imdb_rating": "7.6/10", 
    "category": "Documentaries", 
    "date_released": "1472515200"
},
{
    "title": "Heneral Luna", 
    "description": "Flashbacks reveal Gen. Antonio Luna's tireless fight for Filipino independence from the U.S. and his leadership in the Philippine-American War in 1899.", 
    "actors": "John Arcilla, Mon Confiado, Arron Villaflor, Joem Bascon", 
    "director": "Jerrold Tarog", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Henry Gamble's Birthday Party", 
    "description": "A teen struggles to reconcile his desires with the strict morals of his religious family, while the adults around him struggle with similar conflicts.", 
    "actors": "Cole Doman, Pat Healy, Elizabeth Laidlaw, Nina Ganet", 
    "director": "Stephen Cone", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1477958400"
},
{
    "title": "Henry Poole Is Here", 
    "description": "A terminally ill man's self-imposed exile is interrupted by a fortuitous miracle and a clash with his eccentric, meddling neighbors.", 
    "actors": "Luke Wilson, Radha Mitchell, George Lopez, Cheryl Hines", 
    "director": "Mark Pellington", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1524009600"
},
{
    "title": "Her", 
    "description": "In a Los Angeles of the slight future, a lonely writer develops a relationship with “Samantha,” an insightful and sensitive artificial entity.", 
    "actors": "Joaquin Phoenix, Scarlett Johansson, Amy Adams, Rooney Mara", 
    "director": "Spike Jonze", 
    "imdb_rating": "7.9/10", 
    "category": "Dramas", 
    "date_released": "1532822400"
},
{
    "title": "Hercules", 
    "description": "The heavenly Hercules is stripped of his immortality and raised on Earth instead of Olympus, where he's forced to take on Hades and assorted monsters.", 
    "actors": "Tate Donovan, Danny DeVito, James Woods, Susan Egan", 
    "director": "Ron Clements, John Musker", 
    "imdb_rating": "7.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1504224000"
},
{
    "title": "Here Alone", 
    "description": "When she finally encounters two other survivors, a woman alone in a world decimated by a zombie epidemic struggles to trust her new companions.", 
    "actors": "Lucy Walters, Gina Piersanti, Adam David Thompson, Shane West", 
    "director": "Rod Blackhurst", 
    "imdb_rating": "5.7/10", 
    "category": "Horror Movies", 
    "date_released": "1498867200"
},
{
    "title": "Hero", 
    "description": "A pugilist from Shantung struggles to rise to the top of the Shanghai triad ladder, where his stellar martial arts talents can shine.", 
    "actors": "Takeshi Kaneshiro, Yuen Biao, Valerie Chow, Jessica Hester Hsuan", 
    "director": "Corey Yuen", 
    "imdb_rating": "6.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Héroes", 
    "description": "When an earthquake hits Chile, rescue workers must put aside their differences to save the country from a businessman's evil scheme.", 
    "actors": "Fabrizio Copano, Juanita Ringeling, Fernando Alarcón, Delfina Guzmán", 
    "director": "Esteban Vidal", 
    "imdb_rating": "3.0/10", 
    "category": "Comedies", 
    "date_released": "1534636800"
},
{
    "title": "Heroes Wanted", 
    "description": "When its special ops agency is wiped out, Spain hastily assembles a new team to defuse a terrorist plot. But who are these scrappy would-be heroes?", 
    "actors": "María León, Miki Esparbé, Jordi Sánchez, Andoni Agirregomezkorta", 
    "director": "Joaquín Mazón", 
    "imdb_rating": "4.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1485907200"
},
{
    "title": "Heroine", 
    "description": "One woman experiences the dramatic highs and lows of fame in this voyeuristic glimpse past the glitz and glamour of a Bollywood superstar's life.", 
    "actors": "Kareena Kapoor, Arjun Rampal, Randeep Hooda, Divya Dutta", 
    "director": "Madhur Bhandarkar", 
    "imdb_rating": "4.8/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Heropanti", 
    "description": "Goons kidnap Bablu after he helps his friend run away with a powerful man's daughter. While he's held captive, he falls for the girl's younger sister.", 
    "actors": "Tiger Shroff, Kriti Sanon, Prakash Raj, Sandeep Dhar", 
    "director": "Sabir Khan", 
    "imdb_rating": "5.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1451606400"
},
{
    "title": "Hide & Seek", 
    "description": "Years after a traumatic Christmas party, six friends, trapped in a mall by a killer in a Santa suit, are forced into a lethal game of hide-and-seek.", 
    "actors": "Purab Kohli, Arjan Bajwa, Mrinalini Sharma, Ayaz Khan", 
    "director": "Shawn Arranha", 
    "imdb_rating": "5.8/10", 
    "category": "Horror Movies", 
    "date_released": "1519862400"
},
{
    "title": "Hide and Seek", 
    "description": "While living a comfortable life with his wife and child, a germophobic man realizes his estranged brother may have committed a terrible crime.", 
    "actors": "Wallace Huo, Qin Hailu, Regina Wan, Jessie Li", 
    "director": "Liu Jie", 
    "imdb_rating": "6.3/10", 
    "category": "International Movies", 
    "date_released": "1503100800"
},
{
    "title": "Hieronymus Bosch: Touched by the Devil", 
    "description": "Using X-rays and other methods, this documentary uncovers secrets behind the creation of artist Hieronymus Bosch’s famous religious paintings.", 
    "actors": "", 
    "director": "Pieter van Huystee", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1485216000"
},
{
    "title": "High School Musical 3: Senior Year", 
    "description": "A group of seniors who are having a hard time leaving high school behind stage a musical expressing their hopes and fears about the future.", 
    "actors": "Vanessa Hudgens, Corbin Bleu, Zac Efron, Olesya Rulin", 
    "director": "Kenny Ortega", 
    "imdb_rating": "6.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1525132800"
},
{
    "title": "High-Rise", 
    "description": "Soon after Robert Laing moves into a luxurious skyscraper in '70s London, tensions mount between its upper-floor elites and lower-level working class.", 
    "actors": "Tom Hiddleston, Jeremy Irons, Sienna Miller, Luke Evans", 
    "director": "Ben Wheatley", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1472688000"
},
{
    "title": "Highly Strung", 
    "description": "Fiery passions take center stage in this intimate look at the Australian String Quartet and, perhaps more vital, the priceless instruments they guard.", 
    "actors": "", 
    "director": "Scott Hicks", 
    "imdb_rating": "6.0/10", 
    "category": "Documentaries", 
    "date_released": "1485907200"
},
{
    "title": "Highway", 
    "description": "City girl Veera is kidnapped on the eve of her wedding, but as her captors take her through the countryside, Veera finds herself feeling emancipated.", 
    "actors": "Randeep Hooda, Alia Bhatt, Durgesh Kumar, Pradeep Nagar", 
    "director": "Imtiaz Ali", 
    "imdb_rating": "6.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Hija única", 
    "description": "A young woman visits a gravesite in Buenos Aires, prompting a fractured, troubling journey into a past shaped by two very different mother figures.", 
    "actors": "Esmeralda Mitre, Juan Barberini, Ailín Salas, Stella Galazzi", 
    "director": "Santiago Palavecino", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1485907200"
},
{
    "title": "Himmatwala", 
    "description": "A young man returns to his native village on a mission of vengeance after his father commits suicide in the wake of false accusations.", 
    "actors": "Ajay Devgn, Tamannaah Bhatia, Paresh Rawal, Zarina Wahab", 
    "director": "Sajid Khan", 
    "imdb_rating": "3.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1541030400"
},
{
    "title": "Hiroshima: BBC History of World War II", 
    "description": "Blending archival film, dramatizations and special effects, this documentary recounts the world's first nuclear attack and examines the repercussions.", 
    "actors": "John Hurt", 
    "director": "Paul Wilmshurst", 
    "imdb_rating": "6.7/10", 
    "category": "Documentaries", 
    "date_released": "1472688000"
},
{
    "title": "Hirschen", 
    "description": "The residents of Hirschen stumble on a creative idea to boost their struggling village's economy after a driver runs into a deer and seeks their help.", 
    "actors": "Sepp Lusser, Beatrice von Moreau, Thomas Widemair, Ruth Ebner", 
    "director": "George Inci", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1467331200"
},
{
    "title": "Hisss", 
    "description": "In a plot to bait the snake-goddess Nagin for her immortality-granting essence, George States journeys to India and abducts her reptilian lover.", 
    "actors": "Mallika Sherawat, Irrfan Khan, Jeff Doucette, Divya Dutta", 
    "director": "Jennifer Lynch", 
    "imdb_rating": "3.1/10", 
    "category": "Horror Movies", 
    "date_released": "1512086400"
},
{
    "title": "History of Joy", 
    "description": "The life of a high-flying law student takes a drastic turn when a bout of misfortune changes his status in society for good.", 
    "actors": "Vishnu Vinay, Vinay Forrt, Saikumar, Joju George", 
    "director": "Vishnu Govindhan", 
    "imdb_rating": "4.0/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Hitler - A Career", 
    "description": "This documentary examines how Adolf Hitler's talent for manipulation, psychology and image-making led him from humble origins to near-world conquest.", 
    "actors": "", 
    "director": "Joachim Fest, Christian Herrendoerfer", 
    "imdb_rating": "7.5/10", 
    "category": "Documentaries", 
    "date_released": "1486684800"
},
{
    "title": "Hitler's Olympics", 
    "description": "Hitler, Nazi propaganda and 1936 Berlin Olympics are put under the microscope to uncover hidden truths and the historical legacy of those games.", 
    "actors": "", 
    "director": "Daniel Kontur", 
    "imdb_rating": "6.0/10", 
    "category": "Documentaries", 
    "date_released": "1470009600"
},
{
    "title": "Hitler's Steel Beast", 
    "description": "Trace the history of Hitler's armored private train, a 15-car mobile headquarters boasting state-of-the-art communications and anti-aircraft cannons.", 
    "actors": "", 
    "director": "Daniel Ablin", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1509494400"
},
{
    "title": "Ho Mann Jahaan", 
    "description": "Three friends in modern-day Karachi navigate their post-college lives, while struggling to balance their passion for music with familial obligations.", 
    "actors": "Adeel Hussain, Mahira Khan, Sheheryar Munawar, Sonya Jehan", 
    "director": "Asim Raza", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "Hokkabaz", 
    "description": "Trying to resurrect his career, not-so-talented magician Iskender goes on tour, but things get iffy when one of his illusions works a little too well.", 
    "actors": "Cem Yılmaz, Mazhar Alanson, Özlem Tekin, Tuna Orhan", 
    "director": "Ali Taner Baltacı, Cem Yılmaz", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Holding the Man", 
    "description": "In 1970s Australia, two teen boys fall in love with each other and defeat obstacles to their 15-year relationship, until a new crisis comes their way.", 
    "actors": "Ryan Corr, Craig Stott, Kerry Fox, Camilla Ah Kin", 
    "director": "Neil Armfield", 
    "imdb_rating": "7.9/10", 
    "category": "Dramas", 
    "date_released": "1470009600"
},
{
    "title": "Holiday - A Soldier Is Never Off Duty", 
    "description": "Special agent Capt. Virat Bakshi sets out to stop a network of terrorist sleeper cells before it can throw Mumbai into total chaos.", 
    "actors": "Akshay Kumar, Sonakshi Sinha, Freddy Daruwala, Sumeet Raghvan", 
    "director": "A.R. Murugadoss", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1459296000"
},
{
    "title": "Holiday Breakup", 
    "description": "A young couple breaks up and faces the prospect of the holidays turning into one long pity party. Their solution: pretend they're still together.", 
    "actors": "Manon Mathews, Shawn Roe, Katie Leclerc, Matt Riedy", 
    "director": "Temple Mathews", 
    "imdb_rating": "4.2/10", 
    "category": "Comedies", 
    "date_released": "1481760000"
},
{
    "title": "Holidays", 
    "description": "Eight gleefully grim short tales set on Halloween, Mother's Day, St. Patrick's Day and other holidays comprise this chilling horror anthology.", 
    "actors": "Madeleine Coghlan, Savannah Kennick, Ruth Bradley, Ava Acres", 
    "director": "Anthony Scott Burns, Nicholas McCarthy", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1468540800"
},
{
    "title": "Holy Goalie", 
    "description": "A young priest coaches a team of uncoordinated monks in order to win a soccer tournament and save their monastery from being turned into a hotel.", 
    "actors": "Karra Elejalde, Alain Hernández, Juan Manuel Montilla, Joel Bosqued", 
    "director": "Curro Velázquez", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1524787200"
},
{
    "title": "Holy Man 2", 
    "description": "Former rap musician Joey Boy is now a monk who takes Father Teng's place at his rural temple, where a crisis develops involving a nearby stone quarry.", 
    "actors": "Apisit Opasaimlikit, Suthep Po-ngam, Phichet Iamchaonaa, Note Chern-Yim", 
    "director": "Note Chern-Yim", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1532908800"
},
{
    "title": "Holy Man 3", 
    "description": "Two new monks, one of them a former rock music star seeking inner peace, join a temple plagued by thieves who are stealing its valuable holy relics.", 
    "actors": "Krissada Sukosol, Natee Aekwijit, Yoakyake Chernyim, Der Doksadao", 
    "director": "Note Chern-Yim", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1532908800"
},
{
    "title": "Hombanna", 
    "description": "In the forests of Karnataka, a farmer and his community face eviction from the land when they get caught in the currents of socio-political change.", 
    "actors": "Subbu Talabi, Dhanu Gowda, Manju Patil, H.G. Dattatreya", 
    "director": "Rakshith Thirthahalli", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1525132800"
},
{
    "title": "Home Delivery", 
    "description": "A middle-aged pizza delivery man serves up more than just food to a young advice columnist who's having second thoughts about his engagement.", 
    "actors": "Vivek Oberoi, Boman Irani, Ayesha Takia, Mahima Chaudhry", 
    "director": "Sujoy Ghosh", 
    "imdb_rating": "3.0/10", 
    "category": "Comedies", 
    "date_released": "1509494400"
},
{
    "title": "Homeland (Iraq Year Zero)", 
    "description": "This documentary home movie series reveals the lives, hopes and fears of ordinary Iraqi families before and after the 2003 start of the Iraq War.", 
    "actors": "", 
    "director": "Abbas Fahdel", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1480982400"
},
{
    "title": "Honey 3", 
    "description": "After leaving a prestigious school, a dancer stages a hip-hop version of \"Romeo and Juliet\" that tests friendships and pushes the cast to the limit.", 
    "actors": "Cassie Ventura, Kenny Wormald, Dena Kaplan, Sibongile Mlambo", 
    "director": "Bille Woodruff", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1473120000"
},
{
    "title": "Honey, We Shrunk Ourselves", 
    "description": "Scientist Wayne Szalinski's invention shrinks him, his brother and their wives so effectively that their children believe they've disappeared.", 
    "actors": "Rick Moranis, Eve Gordon, Robin Bartlett, Allison Mack", 
    "director": "Dean Cundey", 
    "imdb_rating": "5.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1464739200"
},
{
    "title": "Honeytrap", 
    "description": "New to London, a naive and desperate teenager tries to fit in but instead becomes tragically implicated in a merciless world of gang violence.", 
    "actors": "Jessica Sula, Lucien Laviscount, Ntonga Mwanza, Naomi Ryan", 
    "director": "Rebecca Johnson", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1475452800"
},
{
    "title": "Hoodwinked", 
    "description": "Investigators searching for a candy recipe thief uncover a tangled web of messy delights in this animated spoof of the Little Red Riding Hood story.", 
    "actors": "Anne Hathaway, Glenn Close, Jim Belushi, Patrick Warburton", 
    "director": "Cory Edwards, Todd Edwards", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1504224000"
},
{
    "title": "Hoodwinked Too! Hood vs. Evil", 
    "description": "Fresh off a top-secret training, feisty heroine Little Red teams up with intrepid reporter Wolf to investigate the disappearance of Hansel and Gretel.", 
    "actors": "Hayden Panettiere, Glenn Close, Patrick Warburton, Joan Cusack", 
    "director": "Mike Disa", 
    "imdb_rating": "4.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1541203200"
},
{
    "title": "Hooligan Sparrow", 
    "description": "Indomitable activist Ye Haiyan faces increasingly hostile government harassment as she exposes the case of six schoolgirls raped by their headmaster.", 
    "actors": "", 
    "director": "Nanfu Wang", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1476748800"
},
{
    "title": "Hope Aur Hum", 
    "description": "A multigenerational household navigates daily life, evolving relationships and clashes between old and new mindsets in this light family drama.", 
    "actors": "Naseeruddin Shah, Kabir Sajid, Sonali Kulkarni, Amir Bashir", 
    "director": "Sudip Bandyopadhyay", 
    "imdb_rating": "6.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1535760000"
},
{
    "title": "Horror Story", 
    "description": "On a dare, seven college friends spend a night at an abandoned hotel rumored to be haunted and find themselves trapped in a nightmare.", 
    "actors": "Karan Kundra, Nishant Malkani, Hassan Zaidi, Ravish Desai", 
    "director": "Ayush Raina", 
    "imdb_rating": "4.6/10", 
    "category": "Horror Movies", 
    "date_released": "1490832000"
},
{
    "title": "Horse Dancer", 
    "description": "After being cut from the Olympic team, a teen gymnast finds her true passion by starting a horse-dancing program at a camp on the verge of closure.", 
    "actors": "Jason London, Sophie Bolen, Richard Karn, Kristen Ryda", 
    "director": "Joel Paul Reisig", 
    "imdb_rating": "5.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1499472000"
},
{
    "title": "Hostage to the Devil", 
    "description": "Follow the eerie story of Father Malachi Martin, a disenchanted priest whose belief in demonic possession would lead him to conduct several exorcisms.", 
    "actors": "", 
    "director": "Marty Stalker", 
    "imdb_rating": "4.8/10", 
    "category": "Documentaries", 
    "date_released": "1484438400"
},
{
    "title": "Hostages", 
    "description": "Witnesses recount the shocking 1996 hostage crisis in Lima, Peru, where rebels held scores of high-level figures captive at an ambassador's residence.", 
    "actors": "", 
    "director": "Federico Lemos", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1515974400"
},
{
    "title": "Hot Fuzz", 
    "description": "A top London cop is assigned to investigate a seemingly sleepy town, which suddenly starts to stir with a series of grisly \"accidents.\"", 
    "actors": "Simon Pegg, Nick Frost, Jim Broadbent, Paddy Considine", 
    "director": "Edgar Wright", 
    "imdb_rating": "7.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1429142400"
},
{
    "title": "Hot Property", 
    "description": "When a resourceful but flighty Londoner is threatened with eviction, she vows to do whatever it takes to defeat a greedy real estate agent.", 
    "actors": "MyAnna Buring, Tom Rhys Harries, Ella Smith, Sam Phillips", 
    "director": "Max McGill", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1502582400"
},
{
    "title": "House on Willow Street", 
    "description": "A group of desperate kidnappers learns the hard way that their captive isn't just another damsel in distress -- she's a demon.", 
    "actors": "Sharni Vinson, Carlyn Burchell, Steven Ward, Zino Ventura", 
    "director": "Alastair Orr", 
    "imdb_rating": "5.0/10", 
    "category": "Horror Movies", 
    "date_released": "1501545600"
},
{
    "title": "Houston, We Have a Problem!", 
    "description": "Blending fact with myth, this conspiracy-minded docufiction argues that the U.S. purchased Yugoslavia's secret space program in the 1960s.", 
    "actors": "Slavoj Zizek", 
    "director": "Ziga Virc", 
    "imdb_rating": "8.3/10", 
    "category": "Comedies", 
    "date_released": "1500508800"
},
{
    "title": "How Gay Is Pakistan?", 
    "description": "This documentary explores the lives of gay people and the challenges they face in Pakistan, a country whose laws explicitly outlaw homosexuality.", 
    "actors": "", 
    "director": "Masood Khan", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1509667200"
},
{
    "title": "How It Ends", 
    "description": "When a mysterious disaster turns the country into a war zone, a young lawyer heads west with his future father-in-law to find his pregnant fiancée.", 
    "actors": "Theo James, Forest Whitaker, Kat Graham, Nicole Ari Parker", 
    "director": "David M. Rosenthal", 
    "imdb_rating": "5.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1531440000"
},
{
    "title": "How Most Things Work", 
    "description": "Hoping to find her long-lost mother, a gifted tollbooth worker becomes a traveling vendor of an encyclopedia said to answer life’s burning questions.", 
    "actors": "Verónica Gerez, Pilar Gamboa, Esteban Bigliardi, Vicente Esquerre", 
    "director": "Fernando Salem", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "How the Grinch Stole Christmas", 
    "description": "The Grinch decides to rob Whoville of Christmas -- but a dash of kindness from little Cindy Lou Who and her family may be enough to melt his heart.", 
    "actors": "Jim Carrey, Taylor Momsen, Jeffrey Tambor, Christine Baranski", 
    "director": "Ron Howard", 
    "imdb_rating": "6.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1496275200"
},
{
    "title": "How to Change the World", 
    "description": "In the 1970s, a group of activists who gathered to protest nuclear testing formed the iconic Greenpeace environmental organization.", 
    "actors": "", 
    "director": "Jerry Rothwell", 
    "imdb_rating": "6.9/10", 
    "category": "Documentaries", 
    "date_released": "1451606400"
},
{
    "title": "How to Get Over a Breakup", 
    "description": "A heartbroken ad copywriter living in Lima, Peru, is inspired to write a blog about life as a single woman and is surprised by her website's success.", 
    "actors": "Gisela Ponce de León, Karina Jordán, Jely Reátegui, Andrés Salas", 
    "director": "Joanna Lombardi, Bruno Ascenzo", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1539907200"
},
{
    "title": "How to Lose a Guy in 10 Days", 
    "description": "A player bets his co-workers he can make a woman fall in love with him in just 10 days. But he bets on the wrong girl -- a writer with her own agenda.", 
    "actors": "Kate Hudson, Matthew McConaughey, Kathryn Hahn, Annie Parisse", 
    "director": "Donald Petrie", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "How to Make an American Quilt", 
    "description": "A conflicted young woman spends the summer with her grandmother, her great-aunt and their quilting circle, whose life stories captivate her.", 
    "actors": "Winona Ryder, Anne Bancroft, Ellen Burstyn, Kate Nelligan", 
    "director": "Jocelyn Moorhouse", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1459468800"
},
{
    "title": "How to Steal a Dog", 
    "description": "Eager to help her single mother buy a home, a young girl decides to steal a wealthy woman's dog in hopes of landing a big reward.", 
    "actors": "Kim Hye-ja, Lee Re, Kang Hye-jeong, Choi Min-soo", 
    "director": "Kim Sung-ho", 
    "imdb_rating": "7.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1506816000"
},
{
    "title": "How to Win at Checkers (Every Time)", 
    "description": "An 11-year-old boy steals money for bribes to remove his gay older brother from Thai military conscription rolls, unaware of the ramifications.", 
    "actors": "Thira Chutikul, Ingkarat Damrongsakkul, Toni Rakkaen, Arthur Navarat", 
    "director": "Josh Kim", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1464739200"
},
{
    "title": "Howards End", 
    "description": "When a husband, acting in his family's \"best interest,\" does not accept his wife's deathbed wish, providence dictates that he pay for his duplicity.", 
    "actors": "Anthony Hopkins, Vanessa Redgrave, Helena Bonham Carter, Emma Thompson", 
    "director": "James Ivory", 
    "imdb_rating": "7.2/10", 
    "category": "Classic Movies", 
    "date_released": "1489622400"
},
{
    "title": "Hridaynath", 
    "description": "A schoolteacher known for his good deeds and benevolence takes a walk on the dark side after undergoing a heart transplant.", 
    "actors": "Jackie Shroff, Aditya Pancholi, Swarangi Maharte, Ameya Hunaswadkar", 
    "director": "Amar Gupte", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "Hükümet Kadin", 
    "description": "When an uneducated mother of eight suddenly becomes mayor, she uses the skills she's learned as a housewife to keep her town running like clockwork.", 
    "actors": "Demet Akbağ, Sermiyan Midyat, Mahir İpek, Gülhan Tekin", 
    "director": "Sermiyan Midyat", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Hükümet Kadin 2", 
    "description": "In 1949, with freedoms threatened, housewife Hükümet is unaware of her future life in politics as she faces off with liar and mayoral hopeful Faruk.", 
    "actors": "Demet Akbağ, Sermiyan Midyat, Mahir İpek, Gülhan Tekin", 
    "director": "Sermiyan Midyat", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Hum Aapke Hain Koun", 
    "description": "Although Nisha falls for Prem, she agrees to marry his older brother for the good of their families. But fate may have other plans for the lovebirds.", 
    "actors": "Madhuri Dixit, Salman Khan, Mohnish Bahl, Renuka Shahane", 
    "director": "Sooraj R. Barjatya", 
    "imdb_rating": "6.5/10", 
    "category": "Classic Movies", 
    "date_released": "1444348800"
},
{
    "title": "Hum Saath-Saath Hain", 
    "description": "A scheming matriarch plots to cut off her disabled stepson and his wife from the family fortune, creating a division within the clan.", 
    "actors": "Salman Khan, Karisma Kapoor, Saif Ali Khan, Tabu", 
    "director": "Sooraj R. Barjatya", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1445558400"
},
{
    "title": "Humko Deewana Kar Gaye", 
    "description": "Two kindred spirits who are betrothed to others must decide whether to go through with arranged marriages or brush aside convention for true love.", 
    "actors": "Akshay Kumar, Katrina Kaif, Bipasha Basu, Bhagyashree", 
    "director": "Raj Kanwar", 
    "imdb_rating": "5.3/10", 
    "category": "International Movies", 
    "date_released": "1508630400"
},
{
    "title": "Hungerford", 
    "description": "While filming his daily life for a media course, Cowen discovers his small English town may be under an ominous and otherworldly influence.", 
    "actors": "Drew Casson, Georgia Bradley, Sam Carter, Tom Scarlett", 
    "director": "Drew Casson", 
    "imdb_rating": "3.8/10", 
    "category": "Horror Movies", 
    "date_released": "1529452800"
},
{
    "title": "Hunter Gatherer", 
    "description": "Fresh out of prison, a middle-aged man tries to win back his true love and enlists a slow-witted new pal to help him with a harebrained business idea.", 
    "actors": "Andre Royo, George Sample III, Kellee Stewart, Ashley Wilkerson", 
    "director": "Joshua Locy", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1494201600"
},
{
    "title": "Hunterrr", 
    "description": "A sex-obsessed young man tries to put his past behind him when he falls for an extraordinary woman who makes him want to change his lifestyle.", 
    "actors": "Gulshan Devaiah, Radhika Apte, Sai Tamhankar, Veera Saxena", 
    "director": "Harshavardhan Kulkarni", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1498867200"
},
{
    "title": "Hunting Season", 
    "description": "Animosity gives way to love and forgiveness when an angry teenager reunites with his estranged biological father in the wilds of Patagonia.", 
    "actors": "Germán Palacios, Lautaro Bettoni, Boy Olmi, Rita Pauls", 
    "director": "Natalia Garagiola", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1531612800"
},
{
    "title": "Hurricane Bianca", 
    "description": "Fired for being gay, schoolteacher Richard returns in drag as force-of-nature Bianca, gets hired for the same job and plots sweet, scornful revenge.", 
    "actors": "Roy Haylock, Bianca Leigh, Denton Blane Everett, Willam Belli", 
    "director": "Matt Kugelman", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1483228800"
},
{
    "title": "Hurricane Bianca: From Russia With Hate", 
    "description": "When Texas teacher Richard is lured to Russia under false pretenses by his enemy Deb, his drag alter ego Bianca soon turns the country upside down.", 
    "actors": "Roy Haylock, Rachel Dratch, Brian McCook, D.J. \"Shangela\" Pierce", 
    "director": "Matt Kugelman", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1534291200"
},
{
    "title": "Husbands in Goa", 
    "description": "Three professional friends, all husbands living with domineering wives, take a well-deserved vacation in the resort city of Goa.", 
    "actors": "Jayasurya, Indrajith, Asif Ali, Lal", 
    "director": "Saji Surendran", 
    "imdb_rating": "4.0/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Hush", 
    "description": "A deaf writer who retreated into the woods to live a solitary life must fight for her life in silence when a masked killer appears in her window.", 
    "actors": "John Gallagher Jr., Kate Siegel, Michael Trucco, Samantha Sloyan", 
    "director": "Mike Flanagan", 
    "imdb_rating": "6.8/10", 
    "category": "Horror Movies", 
    "date_released": "1460073600"
},
{
    "title": "Hyde Park on Hudson", 
    "description": "President Franklin Roosevelt must deal with his official duties as well as the competing interests of his mother, his wife and his mistresses.", 
    "actors": "Bill Murray, Laura Linney, Olivia Williams, Elizabeth Wilson", 
    "director": "Roger Michell", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1452902400"
},
{
    "title": "Hypersomnia", 
    "description": "A young actress rehearsing for a play about human trafficking begins to relive terrifying scenes that may be dreams -- or an alternate reality.", 
    "actors": "Yamila Saud, Gerardo Romano, Jimena Barón, Vanesa González", 
    "director": "Gabriel Grieco", 
    "imdb_rating": "4.8/10", 
    "category": "Horror Movies", 
    "date_released": "1496880000"
}
]