[
{
    "title": "I Am Ali", 
    "description": "Boxing champ Muhammad Ali's audio journal offers deeply personal insight into the outspoken athlete's life and influence at the height of his career.", 
    "actors": "Muhammad Ali", 
    "director": "Clare Lewins", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1533081600"
},
{
    "title": "I Am Bolt", 
    "description": "Mixing archival footage with present-day interviews, Olympic champion and global icon Usain Bolt opens up about his athletic legacy.", 
    "actors": "Usain Bolt", 
    "director": "Benjamin Turner, Gabe Turner", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1506816000"
},
{
    "title": "I Am Kalam", 
    "description": "An intelligent boy born into poverty befriends the son of a once noble family and is inspired by the life of India's president to pursue an education.", 
    "actors": "Gulshan Grover, Harsh Mayar, Pitobash, Hussan Saad", 
    "director": "Nila Madhab Panda", 
    "imdb_rating": "7.6/10", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "I Am Michael", 
    "description": "Gay activist Michael Glatze begins a painful journey when he decides to renounce his sexuality for his religion in this drama based on true story.", 
    "actors": "James Franco, Zachary Quinto, Emma Roberts, Charlie Carver", 
    "director": "Justin Kelly", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1498435200"
},
{
    "title": "I Am Not a Serial Killer", 
    "description": "A small-town teenager with troubling impulses must embrace his dark side if he wants to keep a serial killer from murdering again.", 
    "actors": "Max Records, Laura Fraser, Christopher Lloyd, Christina Baldwin", 
    "director": "Billy O'Brien", 
    "imdb_rating": "6.2/10", 
    "category": "Independent Movies", 
    "date_released": "1481587200"
},
{
    "title": "I Am Not an Easy Man", 
    "description": "A shameless chauvinist gets a taste of his own medicine when he wakes up in a world dominated by women and locks horns with a powerful female author.", 
    "actors": "Vincent Elbaz, Marie-Sophie Ferdane, Pierre Benezit, Blanche Gardin", 
    "director": "Eleonore Pourriat", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1523577600"
},
{
    "title": "I Am Not Madame Bovary", 
    "description": "To qualify for an apartment reserved for singles, a married couple stages a divorce. But when her husband unexpectedly remarries, Li seeks justice.", 
    "actors": "Fan Bing-bing, Guo Tao, Da Peng, Zhang Jiayi", 
    "director": "Feng Xiaogang", 
    "imdb_rating": "7.6/10", 
    "category": "Comedies", 
    "date_released": "1504310400"
},
{
    "title": "I Am Number Four", 
    "description": "After nine aliens flee their home planet to find peace on Earth, their plans are shattered by pursuers who must kill them in numerical order.", 
    "actors": "Alex Pettyfer, Timothy Olyphant, Teresa Palmer, Dianna Agron", 
    "director": "D.J. Caruso", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1519862400"
},
{
    "title": "I Am Sun Mu", 
    "description": "A North Korean propagandist who escaped to Seoul now creates satirical art about Kim Jong Il's regime and copes with repercussions of his defection.", 
    "actors": "", 
    "director": "Adam Sjöberg", 
    "imdb_rating": "6.8/10", 
    "category": "Documentaries", 
    "date_released": "1485907200"
},
{
    "title": "I Am the Pretty Thing That Lives in the House", 
    "description": "A nervous nurse who scares easily finds herself caring for an ailing horror novelist while living in a house with hidden secrets.", 
    "actors": "Ruth Wilson, Bob Balaban, Lucy Boynton, Paula Prentiss", 
    "director": "Osgood Perkins", 
    "imdb_rating": "4.1/10", 
    "category": "Horror Movies", 
    "date_released": "1477612800"
},
{
    "title": "I Don't Feel at Home in This World Anymore", 
    "description": "A timid nursing assistant gets a new lease on life when she and a neighborhood loner track down the degenerates who broke into her house.", 
    "actors": "Melanie Lynskey, Elijah Wood, David Yow, Jane Levy", 
    "director": "Macon Blair", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1487894400"
},
{
    "title": "I Fine... Thank You... Love You", 
    "description": "Desperate to go to the U.S. to win back his girlfriend, Yim hires a tutor to teach him English. But things don't go according to plan.", 
    "actors": "Preechaya Pongthananikorn, Sunny Suwanmethanont, Sora Aoi, Puttachat Pongsuchat", 
    "director": "Mez Tharatorn", 
    "imdb_rating": "7.1/10", 
    "category": "Comedies", 
    "date_released": "1535760000"
},
{
    "title": "I Give It a Year", 
    "description": "In this romantic comedy, newlyweds Nat and Josh find their marriage beginning to fall apart almost immediately after their fairy tale wedding.", 
    "actors": "Rose Byrne, Rafe Spall, Anna Faris, Simon Baker", 
    "director": "Dan Mazer", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1387497600"
},
{
    "title": "I Hate Luv Storys", 
    "description": "This Bollywood spoof recounts the ups and downs of an assistant film director who loathes romance and a designer who adores all things sentimental.", 
    "actors": "Imran Khan, Sonam Kapoor, Sammir Dattani, Samir Soni", 
    "director": "Punit Malhotra", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "I Love You", 
    "description": "Tired of her passionless marriage, Marianne wants a separation from her husband, Gustav, who, in response, decides to make a big change of his own.", 
    "actors": "Björn Kjellman, Christine Meltzer, Rodolfo Corsato, Martina Haag", 
    "director": "Johan Brisinger", 
    "imdb_rating": "4.0/10", 
    "category": "Comedies", 
    "date_released": "1521072000"
},
{
    "title": "I Remember You", 
    "description": "Young urbanites renovating a rundown house, and a psychiatrist grieving his son's disappearance, are connected to a supernatural, decades-old secret.", 
    "actors": "Jóhannes Haukur Jóhannesson, Ágústa Eva Erlendsdóttir, Elma Stefania Agustsdottir, Thor Kristjansson", 
    "director": "Óskar Thór Axelsson", 
    "imdb_rating": "6.4/10", 
    "category": "Horror Movies", 
    "date_released": "1522108800"
},
{
    "title": "I Saw the Sun", 
    "description": "A 25-year war forces members of a Kurdish family to abandon their ancestral village in Southeast Turkey and relocate to bustling, modern-day Istanbul.", 
    "actors": "Mahsun Kırmızıgül, Altan Erkekli, Demet Evgar, Murat Ünalmış", 
    "director": "Mahsun Kırmızıgül", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1489104000"
},
{
    "title": "I'm in Love with a Church Girl", 
    "description": "When a tough-minded ex-drug dealer falls for a beautiful but highly devout woman, their mutual attraction takes them both down a twisty path.", 
    "actors": "Ja Rule, Adrienne Bailon, Stephen Baldwin, Vincent Pastore", 
    "director": "Steve Race", 
    "imdb_rating": "4.9/10", 
    "category": "Dramas", 
    "date_released": "1506816000"
},
{
    "title": "I, Olga Hepnarova", 
    "description": "This drama explores the short and difficult life of one of Czechoslovakia's most notorious murderers, who drove a truck into a Prague crowd in 1973.", 
    "actors": "Michalina Olszańska, Martin Pechlát, Klára Melísková, Marika Soposká", 
    "director": "Tomás Weinreb, Petr Kazda", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1500940800"
},
{
    "title": "Ibiza", 
    "description": "When Harper is sent to Spain for an important work meeting, her hard-partying friends tag along and convince her to pursue a fling with a famous DJ.", 
    "actors": "Gillian Jacobs, Vanessa Bayer, Phoebe Robinson, Richard Madden", 
    "director": "Alex Richanbach", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1527206400"
},
{
    "title": "Icarus", 
    "description": "In his Oscar-winning film, an American cyclist plunges into a vast doping scandal involving a Russian scientist -- Putin's most-wanted whistleblower.", 
    "actors": "Bryan Fogel, Grigory Rodchenkov", 
    "director": "Bryan Fogel", 
    "imdb_rating": "7.8/10", 
    "category": "Documentaries", 
    "date_released": "1501804800"
},
{
    "title": "Ice Girls", 
    "description": "Sidelined by an injury and a relocation to a new town, a teen figure skater gets back on the ice thanks to the support of a local skating rink owner.", 
    "actors": "Michaela du Toit, Lara Daans, Arcadia Kendal, Sheila McCarthy", 
    "director": "Damian Lee", 
    "imdb_rating": "5.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1488326400"
},
{
    "title": "Ice Guardians", 
    "description": "This film explores the controversial role of ice hockey \"enforcers,\" as well as the physical and mental price paid by the game's notorious tough guys.", 
    "actors": "Dave Brown, Brett Hull, Rob Ray, Jarome Iginla", 
    "director": "Brett Harvey", 
    "imdb_rating": "7.6/10", 
    "category": "Documentaries", 
    "date_released": "1506816000"
},
{
    "title": "Iceman", 
    "description": "Four hundred years after they were frozen in time, a Ming Dynasty guard and his three pursuers are defrosted to continue their ancient battle.", 
    "actors": "Donnie Yen, Wang Baoqiang, Shengyi Huang, Yu Kang", 
    "director": "Law Wing-cheong", 
    "imdb_rating": "4.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1421971200"
},
{
    "title": "Içimdeki Ses", 
    "description": "Insecure writer Selim finds a chance at happiness with Aysil, the girl of his dreams, but his live-in mother is keeping a watchful eye on her son.", 
    "actors": "Engin Günaydın, Leyla Lydia Tuğutlu, Füsun Demirel, Ersin Korkut", 
    "director": "Çağrı Bayrak", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Ideachi Kalpana", 
    "description": "After an actor is hit by a car driven by the police commissioner's sister, his scheming brother-in-law files a bogus suit against the commissioner.", 
    "actors": "Bhargavi Chirmuley, Mahesh Kothare, Sachin, Ashok Saraf", 
    "director": "Sachin", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "III - The Ritual", 
    "description": "Desperate to save her dying sister, Ayia enlists the help of a priest, who subjects them to a harrowing journey through their subconscious minds.", 
    "actors": "Polina Davydova, Lyubov Ignatushko, Evgeniy Gagarin, Andrey Abramichev", 
    "director": "Pavel Khvaleev", 
    "imdb_rating": "5.0/10", 
    "category": "Horror Movies", 
    "date_released": "1467331200"
},
{
    "title": "Il giovane favoloso", 
    "description": "While battling poor health, Italian poet and philosopher Giacomo Leopardi finds the strength to lead an extraordinary life.", 
    "actors": "Elio Germano, Isabella Ragonese, Anna Mouglalis, Michele Riondino", 
    "director": "Mario Martone", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Illang: The Wolf Brigade", 
    "description": "In 2029, the elite police squad Illang combats a terrorist group opposing reunification of the two Koreas. But another enemy may be lurking nearby.", 
    "actors": "Gang Dong-won, Han Hyo-joo, Jung Woo-sung, Kim Mu-yeol", 
    "director": "Kim Jee-woon", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1539907200"
},
{
    "title": "Illegal", 
    "description": "Her daughter afflicted by a rare epilepsy, Katiele tries desperately to obtain the only thing that can relieve it: a substance derived from marijuana.", 
    "actors": "", 
    "director": "Tarso Araujo, Raphael Erichsen", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1464739200"
},
{
    "title": "Immoral Tales", 
    "description": "This anthology illustrates the timeless nature of desire in four stories of incest, bloodlust and other forbidden subjects.", 
    "actors": "Lise Danvers, Fabrice Luchini, Charlotte Alexandra, Paloma Picasso", 
    "director": "Walerian Borowczyk", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1442275200"
},
{
    "title": "Imperial Dreams", 
    "description": "A young father returns home from jail eager to care for his son and become a writer, but crime, poverty and a flawed system threaten his plans.", 
    "actors": "John Boyega, Rotimi, Glenn Plummer, De'Aundre Bonds", 
    "director": "Malik Vitthal", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1486080000"
},
{
    "title": "In Bruges", 
    "description": "After a job goes wrong in London, two hit men are ordered to lay low at a bed-and-breakfast in Bruges, Belgium, until their boss contacts them.", 
    "actors": "Colin Farrell, Brendan Gleeson, Ralph Fiennes, Clémence Poésy", 
    "director": "Martin McDonagh", 
    "imdb_rating": "7.5/10", 
    "category": "Comedies", 
    "date_released": "1529107200"
},
{
    "title": "In Darkness", 
    "description": "A blind pianist fears for her life after the suspicious death of her neighbor, the daughter of a businessman accused of war crimes.", 
    "actors": "Natalie Dormer, Ed Skrein, Emily Ratajkowski, Neil Maskell", 
    "director": "Anthony Byrne", 
    "imdb_rating": "5.8/10", 
    "category": "Independent Movies", 
    "date_released": "1537574400"
},
{
    "title": "In Defense of a Married Man", 
    "description": "A lawyer's husband is having an affair. When his mistress is found dead, he becomes the prime suspect -- and his wife must take charge of his defense.", 
    "actors": "Judith Light, Michael Ontkean, Jerry Orbach, Pat Corley", 
    "director": "Joel Oliansky", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1317427200"
},
{
    "title": "In Order of Disappearance", 
    "description": "When he sets out to avenge his son's murder, mild-mannered snowplow driver Nils sparks a war between a Norwegian mobster and his Serbian rival.", 
    "actors": "Stellan Skarsgård, Pål Sverre Hagen, Bruno Ganz, Hildegun Riise", 
    "director": "Hans Petter Moland", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1483574400"
},
{
    "title": "In Search of Fellini", 
    "description": "A naive and sheltered young woman embarks on a whimsical adventure across Italy in the hopes of meeting director Federico Fellini.", 
    "actors": "Ksenia Solo, Mary Lynn Rajskub, Maria Bello, Enrico Oetiker", 
    "director": "Taron Lexton", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1521417600"
},
{
    "title": "In the Name of Honor", 
    "description": "In this raw exploration of honor killings, family members and survivors shed light on the forces that drive loving relatives to commit brutal acts.", 
    "actors": "", 
    "director": "Pawel Gula", 
    "imdb_rating": "7.7/10", 
    "category": "Documentaries", 
    "date_released": "1460764800"
},
{
    "title": "In the Shadow of Iris", 
    "description": "The sudden disappearance of a wealthy banker's wife cracks open a dizzying world of secret fetishes, desperate acts and elaborate deceptions.", 
    "actors": "Romain Duris, Charlotte Le Bon, Jalil Lespert, Camille Cottin", 
    "director": "Jalil Lespert", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "In Their Shoes", 
    "description": "Filmmaker Atul Sabharwal explores the centuries-old shoemaking trade in Agra, India, where once-flourishing craftsmen face new economic pressures.", 
    "actors": "", 
    "director": "Atul Sabharwal", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1477958400"
},
{
    "title": "In This Corner of the World", 
    "description": "Suzu marries into a family living outside of Hiroshima and quickly settles into her new life, until World War II challenges her ability to survive.", 
    "actors": "Non, Yoshimasa Hosoya, Natsuki Inaba, Minori Omi", 
    "director": "Sunao Katabuchi", 
    "imdb_rating": "8.1/10", 
    "category": "Anime Features", 
    "date_released": "1521072000"
},
{
    "title": "In-Lawfully Yours", 
    "description": "A recently divorced New Yorker moves to a small town and falls for a local pastor, who happens to be her ex's brother-in-law.", 
    "actors": "Chelsey Crisp, Joe Williamson, Marilu Henner, Philip Boyd", 
    "director": "Robert Kirbyson", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1473120000"
},
{
    "title": "Incir Receli 2", 
    "description": "Grief-stricken over the death of his true love, singer-songwriter Metin has given up on life, until he meets Gizem, who slowly reawakens his heart.", 
    "actors": "Halil Sezai Paracıkoğlu, Şafak Pekdemir, Ahmet Uz, Mehmet Selim Akgül", 
    "director": "Aytaç Ağırlar", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1489104000"
},
{
    "title": "Incomplete", 
    "description": "A man returns to his childhood hometown, where he meets the happily married woman he once jilted, while his best friend endures a more volatile union.", 
    "actors": "Ritwick Chakraborty, Swastika Mukherjee, Paoli Dam, Bratya Basu", 
    "director": "Suman Mukhopadhyay", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1491609600"
},
{
    "title": "Infinity Chamber", 
    "description": "After waking up in an automated maximum-security prison, a man confronts his robotic jailor and recalls vivid scenes from the world outside.", 
    "actors": "Christopher Soren Kelly, Cassandra Clark, Cajardo Lindsey, Jesse D. Arrow", 
    "director": "Travis Milloy", 
    "imdb_rating": "6.6/10", 
    "category": "Independent Movies", 
    "date_released": "1514764800"
},
{
    "title": "Influx", 
    "description": "Italians in London reveal the ups and downs of immigration and touch upon their uneasiness about leaving behind their crisis-ridden homeland.", 
    "actors": "", 
    "director": "Luca Vullo", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1522540800"
},
{
    "title": "Initial D", 
    "description": "By day, an 18-year-old delivers tofu for his father, a retired race car driver; but by night, it's the teen's turn to take the wheel.", 
    "actors": "Jay Chou, Anne Suzuki, Edison Chen, Anthony Wong Chau-Sang", 
    "director": "Andrew Lau Wai-Keung, Alan Mak", 
    "imdb_rating": "6.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Inkaar", 
    "description": "An ad agency CEO is put under investigation when his ambitious protégée -- and lover -- accuses him of sexual harassment, vying for his top position.", 
    "actors": "Arjun Rampal, Chitrangada Singh, Deepti Naval, Kanwaljeet Singh", 
    "director": "Sudhir Mishra", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "Innsaei", 
    "description": "Renowned thinkers and spiritualists discuss the Icelandic concept of innsæi, which enables humans to connect through empathy and intuition.", 
    "actors": "Hrund Gunnsteinsdottir", 
    "director": "Hrund Gunnsteinsdottir, Kristín Ólafsdóttir", 
    "imdb_rating": "7.5/10", 
    "category": "Documentaries", 
    "date_released": "1485907200"
},
{
    "title": "Insan", 
    "description": "A grieving policeman and a rickshaw driver are brought together by a dark, tragic secret that will change their lives forever.", 
    "actors": "Akshay Kumar, Ajay Devgn, Tusshar Kapoor, Esha Deol", 
    "director": "K. Subhash", 
    "imdb_rating": "4.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1519862400"
},
{
    "title": "Inside Men", 
    "description": "Seeking revenge on the politician and tycoon he once worked for, a gangster teams up with an ambitious prosecutor to expose their corrupt dealings.", 
    "actors": "Lee Byung-hun, Cho Seung-woo, Baek Yoon-sik, Lee Kyeong-yeong", 
    "director": "Woo Min-ho", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1506729600"
},
{
    "title": "Inspector Gadget 2", 
    "description": "French Stewart takes a turn at the wheel of the Gadgetmobile as Inspector Gadget, the bumbling but fearless crime fighter with accessories galore.", 
    "actors": "French Stewart, Elaine Hendrix, Tony Martin, Caitlin Wachs", 
    "director": "Alex Zamm", 
    "imdb_rating": "3.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1464739200"
},
{
    "title": "Inteqam: The Perfect Game", 
    "description": "A writer becomes the prime suspect in a police investigation, following a series of murders that are identical to those in her books.", 
    "actors": "Manoj Bajpayee, Isha Koppikar, Netra Raghuraman, Sharat Saxena", 
    "director": "Pankaj Parashar", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "International Street Art", 
    "description": "Absorbing images of vibrant street art from New York, Paris, Berlin and Sao Paulo reveal how urban artists elevate the mundane into a thing of beauty.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1468540800"
},
{
    "title": "Internet Famous", 
    "description": "Five viral Internet celebrities travel to a competition that will award one of them their own television series in this ensemble comedy.", 
    "actors": "Shane Dawson, Steve Greene, Amanda Cerny, Christian Delgrosso", 
    "director": "Michael J. Gallagher", 
    "imdb_rating": "4.1/10", 
    "category": "Comedies", 
    "date_released": "1469059200"
},
{
    "title": "Interrogation", 
    "description": "In this fact-based drama, politically motivated cops in Andhra Pradesh set out to frame four Tamil laborers for a crime, torturing them to no avail.", 
    "actors": "Dinesh Ravi, Samuthirakani, Kishore Kumar, Anandhi", 
    "director": "Vetrimaaran", 
    "imdb_rating": "8.5/10", 
    "category": "Dramas", 
    "date_released": "1480550400"
},
{
    "title": "Interview with the Vampire", 
    "description": "The lives of a trio of vampires are interconnected for centuries in this tale that explores betrayal, love, loneliness and hunger.", 
    "actors": "Tom Cruise, Brad Pitt, Antonio Banderas, Stephen Rea", 
    "director": "Neil Jordan", 
    "imdb_rating": "7.3/10", 
    "category": "Horror Movies", 
    "date_released": "1530403200"
},
{
    "title": "Into the Forest", 
    "description": "In the near future, two frightened sisters fight for survival after losing their father during a deadly, quietly looming apocalypse.", 
    "actors": "Ellen Page, Evan Rachel Wood, Max Minghella, Callum Keith Rennie", 
    "director": "Patricia Rozema", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1541548800"
},
{
    "title": "Into the Wild", 
    "description": "A young man gives up everything -- including his trust fund and ties to a seemingly stable family -- to lead a solitary life in the wild.", 
    "actors": "Emile Hirsch, Marcia Gay Harden, William Hurt, Jena Malone", 
    "director": "Sean Penn", 
    "imdb_rating": "7.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1514764800"
},
{
    "title": "InuYasha the Movie 2: The Castle Beyond the Looking Glass", 
    "description": "With their biggest foe seemingly defeated, InuYasha and his friends return to everyday life. But the peace is soon shattered by an emerging new enemy.", 
    "actors": "Kappei Yamaguchi, Satsuki Yukino, Mieko Harada, Koji Tsujitani", 
    "director": "Toshiya Shinohara", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "InuYasha the Movie 3: Swords of an Honorable Ruler", 
    "description": "The Great Dog Demon beaqueathed one of the Three Swords of the Fang to each of his two sons. Now the evil power of the third sword has been awakened.", 
    "actors": "Kappei Yamaguchi, Satsuki Yukino, Koji Tsujitani, Houko Kuwashima", 
    "director": "Toshiya Shinohara", 
    "imdb_rating": "7.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "InuYasha the Movie 4: Fire on the Mystic Island", 
    "description": "Ai, a young half-demon who has escaped from Horai Island to try to help his people, returns with potential saviors InuYasha, Sesshomaru and Kikyo.", 
    "actors": "Kappei Yamaguchi, Satsuki Yukino, Koji Tsujitani, Houko Kuwashima", 
    "director": "Toshiya Shinohara", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "InuYasha the Movie: Affections Touching Across Time", 
    "description": "A powerful demon has been sealed away for 200 years. But when the demon's son is awakened, the fate of the world is in jeopardy.", 
    "actors": "Kappei Yamaguchi, Satsuki Yukino, Koji Tsujitani, Houko Kuwashima", 
    "director": "Toshiya Shinohara", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "Invasion 1897", 
    "description": "Aiming to seize control of coveted rubber trees, British colonial forces move into West Africa's Benin Empire to depose its powerful ruler.", 
    "actors": "Mike Omoregbee, Paul Obazele, Segun Arinze, Rudolph Walker", 
    "director": "Lancelot Oduwa Imasuen", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1504224000"
},
{
    "title": "Invisible", 
    "description": "After learning she's pregnant, a teen grapples with the consequences while trying to go about her life as if nothing has changed.", 
    "actors": "Mora Arenillas, Mara Bestelli, Diego Cremonesi", 
    "director": "Pablo Giorgelli", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Ip Man", 
    "description": "An occupying Japanese general challenges Chinese men to duels to prove the superiority of the Japanese, but Ip Man refuses to fight -- at first.", 
    "actors": "Donnie Yen, Simon Yam, Louis Fan, Lam Ka Tung", 
    "director": "Wilson Yip", 
    "imdb_rating": "7.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1452816000"
},
{
    "title": "Ip Man 2", 
    "description": "New in Hong Kong, martial arts instructor Ip Man perseveres and retaliates against his rivals' opposition to the Wing Chun fighting style he teaches.", 
    "actors": "Donnie Yen, Sammo Kam-Bo Hung, Huang Xiaoming, Simon Yam", 
    "director": "Wilson Yip", 
    "imdb_rating": "7.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1452816000"
},
{
    "title": "Ip Man 3", 
    "description": "Martial arts master Ip springs into action when his son's school is threatened by a shady American, then defends his status as wing chun champion.", 
    "actors": "Donnie Yen, Zhang Jin, Lynn Hung, Patrick Tam", 
    "director": "Wilson Yip", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1466208000"
},
{
    "title": "Ip Man: The Final Fight", 
    "description": "This entry in the saga of the man who famously trained Bruce Lee finds the middle-aged master teaching the Wing Chun style in Hong Kong.", 
    "actors": "Anthony Wong Chau-Sang, Gillian Chung, Jordan Chan, Marvel Chow", 
    "director": "Herman Yau", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1468195200"
},
{
    "title": "Iqbal", 
    "description": "A boy with a hearing and speech impairment -- and extraordinary athletic ability -- chases his lifelong dream of playing cricket for India.", 
    "actors": "Shreyas Talpade, Naseeruddin Shah, Girish Karnad, Shweta Prasad", 
    "director": "Nagesh Kukunoor", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Irada Pakka", 
    "description": "Bored in their happy marriage, a couple decides to spice things up by fighting more, but their game takes the relationship on an unexpected path.", 
    "actors": "Siddarth Jadhav, Sonalee Kulkarni, Smita Jaykar, Mohan Joshi", 
    "director": "Kedar Shinde", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1521072000"
},
{
    "title": "Iron Man & Captain America: Heroes United", 
    "description": "While battling to keep the Red Skull and Taskmaster from unleashing a Hydra army, Iron Man and Captain America must learn to work together.", 
    "actors": "Adrian Pasdar, Roger Craig Smith, Fred Tatasciore, David Kaye", 
    "director": "Leo Riley", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1413072000"
},
{
    "title": "Irreplaceable You", 
    "description": "A stunning cancer diagnosis spurs Abbie to seek a future girlfriend for fiancé and childhood sweetheart Sam, who's clueless when it comes to dating.", 
    "actors": "Gugu Mbatha-Raw, Michiel Huisman, Christopher Walken, Steve Coogan", 
    "director": "Stephanie Laing", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1518739200"
},
{
    "title": "Ishq Vishk", 
    "description": "When the duplicitous Rajiv expresses his love for Payal, the cruel lie kicks off a story of self-discovery and unexpected romance.", 
    "actors": "Shahid Kapoor, Amrita Rao, Shenaz Treasury, Vishal Malhotra", 
    "director": "Ken Ghosh", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1498867200"
},
{
    "title": "Ishq Wala Love", 
    "description": "A lawyer who doubles up as a musician is looking for the perfect girl for his music video. The one he finds turns out to be perfect in every way.", 
    "actors": "Adinath Kothare, Sulagna Panigrahi, Suchitra Bandekar, Leena Bhagwat", 
    "director": "Renu Desai", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Ishqedarriyaan", 
    "description": "A young millionaire is willing to do anything to make the schoolteacher he loves happy. Even if it means helping her marry someone else.", 
    "actors": "Mahaakshay Chakraborty, Evelyn Sharma, Mohit Dutta, Kavin Dave", 
    "director": "V. K. Prakash", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Ishqiya", 
    "description": "A deceitful woman seduces two unsuspecting friends of her late husband's into helping her hatch a nefarious plot.", 
    "actors": "Naseeruddin Shah, Vidya Balan, Arshad Warsi, Salman Shahid", 
    "director": "Abhishek Chaubey", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1498867200"
},
{
    "title": "Issaq", 
    "description": "Two young lovers in Banaras are caught in the crossfire of a feud between their powerful families and a political climate destroying their city.", 
    "actors": "Prateik, Amyra Dastur, Ravi Kishan, Prashant Narayanan", 
    "director": "Manish Tiwary", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "It Follows", 
    "description": "After a sexual tryst, Jay learns that her date has passed on a lethal curse that can only be shed by sleeping with another unsuspecting partner.", 
    "actors": "Maika Monroe, Keir Gilchrist, Daniel Zovatto, Jake Weary", 
    "director": "David Robert Mitchell", 
    "imdb_rating": "6.5/10", 
    "category": "Horror Movies", 
    "date_released": "1484265600"
},
{
    "title": "It Was Fifty Years Ago Today! The Beatles: Sgt. Pepper and Beyond", 
    "description": "Featuring rare archival Beatles footage, this rockumentary explores the making of what would become one of the most iconic albums of all time.", 
    "actors": "Steve Diggle, Pete Best, Freda Kelly", 
    "director": "Alan G. Parker", 
    "imdb_rating": "6.0/10", 
    "category": "Documentaries", 
    "date_released": "1507161600"
},
{
    "title": "It's Now or Never", 
    "description": "When Eva and Alex decide to wed in England, where they met three years earlier, obstacles including a labor strike and a volcano keep them apart.", 
    "actors": "Dani Rovira, María Valverde, Jordi Sánchez, Joaquín Núñez", 
    "director": "Maria Ripoll", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1456790400"
},
{
    "title": "It's Only the End of the World", 
    "description": "A gay man returns to his family after a 12-year absence to tell them he's dying and reencounters all the dysfunction and arguing that sent him away.", 
    "actors": "Nathalie Baye, Vincent Cassel, Marion Cotillard, Léa Seydoux", 
    "director": "Xavier Dolan", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1498780800"
},
{
    "title": "Ittefaq", 
    "description": "A homemaker and a writer are prime suspects -- and the only witnesses -- in a double murder, and it’s up to one detective to uncover the elusive truth.", 
    "actors": "Sidharth Malhotra, Sonakshi Sinha, Akshaye Khanna, Mandira Bedi", 
    "director": "Abhay Chopra", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1522713600"
},
{
    "title": "Iverson", 
    "description": "This unfiltered documentary follows the rocky life and stratospheric career of Allen Iverson, an NBA icon who left an indelible mark on the sport.", 
    "actors": "Allen Iverson", 
    "director": "Zatella Beatty", 
    "imdb_rating": "7.2/10", 
    "category": "Documentaries", 
    "date_released": "1459468800"
},
{
    "title": "Ixcanul Volcano", 
    "description": "A Mayan girl working on a Guatemalan coffee plantation dreams of escaping an arranged marriage to make a new life in America.", 
    "actors": "María Mercedes Coroy, María Telón, Manuel Antún, Justo Lorenzo", 
    "director": "Jayro Bustamante", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1484611200"
}
]