[
{
    "title": "Kaabil", 
    "description": "The happy life of a young blind couple is shattered when the wife is raped and corrupt police won't help, sending the husband on a quest for revenge.", 
    "actors": "Hrithik Roshan, Yami Gautam, Ronit Roy, Rohit Roy", 
    "director": "Sanjay Gupta", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1498348800"
},
{
    "title": "Kaakan", 
    "description": "Star-crossed lovers from different social strata struggle to overcome differences in class and family expectation, as well as a long separation.", 
    "actors": "Jitendra Joshi, Urmila Kanitkar, Ashutosh Gaikwad, Ashok Shinde", 
    "director": "Kranti Redkar", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Kaaliyan", 
    "description": "An aggressive, wayward fisherman abandons his wife and daughters, who grow up to face the consequences of their father's mistakes.", 
    "actors": "Tini Tom, Meghanathan, Balachandran Chullikadu, Shivaji Guruvayoor", 
    "director": "Jijo Pancode", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Kabali (Hindi Version)", 
    "description": "In this Hindi version of the Tamil blockbuster, a Tamil gang leader in Kuala Lumpur seeks justice for crimes committed against him and his family.", 
    "actors": "Rajnikanth, Winston Chao, Radhika Apte, Nassar", 
    "director": "Pa. Ranjith", 
    "imdb_rating": "5.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1513296000"
},
{
    "title": "Kabhi Haan Kabhi Naa", 
    "description": "A dreamer falls for a girl who is in love with someone else and tries to create a rift between her and the man she loves.", 
    "actors": "Shah Rukh Khan, Suchitra Krishnamoorthi, Deepak Tijori, Rita Bhaduri", 
    "director": "Kundan Shah", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1494806400"
},
{
    "title": "Kaccha Limboo", 
    "description": "After a misfit teen is caught forging his parents' signatures, he flees responsibility by running away from home and befriending a group of slum kids.", 
    "actors": "Taher Sutterwala, Sarika, Atul Kulkarni, Chinmay Kambli", 
    "director": "Sagar Ballary", 
    "imdb_rating": "7.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1509494400"
},
{
    "title": "Kacche Dhaagey", 
    "description": "While visiting India for her cousin's wedding, a Canadian girl develops strong feelings for a boy from a lower caste.", 
    "actors": "Yograj Singh, Nitu Pandher, Deep Mandian, Shreya Chawla", 
    "director": "Buta Singh", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Kahaani", 
    "description": "Pregnant and alone in the city of Kolkata, a woman begins a relentless search for her missing husband, only to find that nothing is what it seems.", 
    "actors": "Vidya Balan, Parambrata Chatterjee, Dhritiman Chatterjee, Saswata Chatterjee", 
    "director": "Sujoy Ghosh", 
    "imdb_rating": "7.5/10", 
    "category": "International Movies", 
    "date_released": "1493596800"
},
{
    "title": "Kahi", 
    "description": "A dancer, a drug dealer, a writer and a psychopath cross paths at a time when each is experiencing a moment of vulnerability.", 
    "actors": "Harisharva, Krishi Thapanda, Matangi Prasan, Suraj Gowda", 
    "director": "Arvind Sastry", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1508025600"
},
{
    "title": "Kahlil Gibran's The Prophet", 
    "description": "A troubled young girl and her mother find solace on a journey with a subversive poet whose words captivate their hearts and imaginations.", 
    "actors": "Liam Neeson, Salma Hayek, John Krasinski, Frank Langella", 
    "director": "Roger Allers, Gaëtan Brizzi", 
    "imdb_rating": "7.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1506816000"
},
{
    "title": "Kaho Naa... Pyaar Hai", 
    "description": "Life is paradise for an upright young man and a sweet-natured girl until fate intervenes. Now they're separated by circumstances beyond their control.", 
    "actors": "Hrithik Roshan, Ameesha Patel, Anupam Kher, Dalip Tahil", 
    "director": "Rakesh Roshan", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1490832000"
},
{
    "title": "Kai Po Che!", 
    "description": "This Bollywood drama tells the story of three best friends who dream of starting a cricket training academy in Ahmedabad for very different reasons.", 
    "actors": "Rajkummar Rao, Amit Sadh, Sushant Singh Rajput, Amrita Puri", 
    "director": "Abhishek Kapoor", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Kajraare", 
    "description": "A popular singer on the run poses as a bartender and falls in love with a prostitute, but their love is threatened by a violent incident in his past.", 
    "actors": "Himesh Reshammiya, Sara Loren, Amrita Singh, Gulshan Grover", 
    "director": "Pooja Bhatt", 
    "imdb_rating": "3.0/10", 
    "category": "Dramas", 
    "date_released": "1508630400"
},
{
    "title": "Kalakalappu", 
    "description": "Cheenu dreams of resurrecting the restaurant he has inherited to its former glory, but his brother, a compulsive gambler, loses the place to a cop.", 
    "actors": "Vimal, Anjali, Shiva, Oviya", 
    "director": "Sundar C.", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Kaleidoscope", 
    "description": "A quiet ex-con's tenuous grip on reality starts to slip when his manipulative mother brings out a part of him he hoped to leave behind.", 
    "actors": "Toby Jones, Anne Reid, Sinead Matthews, Cecilia Noble", 
    "director": "Rupert Jones", 
    "imdb_rating": "5.6/10", 
    "category": "Thrillers", 
    "date_released": "1525737600"
},
{
    "title": "Kalki", 
    "description": "A scientist trying to solve one of the universe's greatest puzzles begins a romance with a much younger colleague that's haunted by a dark secret.", 
    "actors": "Kishore Kumar G., Yasmin Ponnappa, Mithraboomi Saravanan", 
    "director": "Dhilip Kumar", 
    "imdb_rating": "4.0/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Kama Sutra: A Tale of Love", 
    "description": "When wealthy Tara weds a handsome king, she thinks she's found true love. In a cruel twist of fate, however, he takes her servant as his courtesan.", 
    "actors": "Indira Varma, Sarita Choudhury, Naveen Andrews, Rekha", 
    "director": "Mira Nair", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "Kaminey", 
    "description": "A young man pursues his dreams of wealth by breaking the law, while his twin brother tries to better his life through hard work and honesty.", 
    "actors": "Shahid Kapoor, Priyanka Chopra, Deb Mukherjee, Shivkumar Subramaniam", 
    "director": "Vishal Bhardwaj", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Kanavu Variyam", 
    "description": "Despite doubts from fellow villagers who think he’s crazy, an ambitious dropout commits himself to solving a persistent local electricity crisis.", 
    "actors": "Jiya Anil Manne, Arun Chidambaram, T.P. Gajendran, Gnanasambandam", 
    "director": "Arun Chidambaram", 
    "imdb_rating": "8.0/10", 
    "category": "Comedies", 
    "date_released": "1497484800"
},
{
    "title": "Kanika", 
    "description": "A doctor and his colleagues who use sex-determination testing for unethical ends face retribution from a supernatural victim who seeks vengeance.", 
    "actors": "Sharad Ponkshe, Smita Shewale, Chaitrali Gupte, Kamlakar Satputhe", 
    "director": "Pushkar Manohar", 
    "imdb_rating": "", 
    "category": "Horror Movies", 
    "date_released": "1519862400"
},
{
    "title": "Kanyaka Talkies", 
    "description": "A movie theater that used to screen soft porn is transformed into a church, leading to a clash between the worlds of sexuality and sin.", 
    "actors": "Murali Gopy, Lena, Alencier Ley Lopez, Indrans", 
    "director": "K.R. Manoj", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1500076800"
},
{
    "title": "Kaptn Oskar", 
    "description": "After his ex sets his apartment on fire, Oskar establishes ground rules with his new girlfriend: no kissing and no sex. But that proves complicated.", 
    "actors": "Amelie Kiefer, Tom Lass, Martina Schöne-Radunski, Christian Kuchenbuch", 
    "director": "Tom Lass", 
    "imdb_rating": "4.5/10", 
    "category": "Dramas", 
    "date_released": "1467331200"
},
{
    "title": "Kara Bela", 
    "description": "The uneventful life of middle-aged Kudret turns upside down when a road trip turns into a wild race for survival with killers in hot pursuit.", 
    "actors": "Cengiz Bozkurt, Seda Bakan, Erkan Kolçak Köstendil, Cihan Ercan", 
    "director": "Burak Aksak", 
    "imdb_rating": "7.6/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Karl Meltzer: Made to Be Broken", 
    "description": "Follow the ultrarunner on his final attempt to complete more than 2,000 miles on the Appalachian Trail in record time.", 
    "actors": "Karl Meltzer", 
    "director": "Matt Katsolis", 
    "imdb_rating": "6.6/10", 
    "category": "Documentaries", 
    "date_released": "1529020800"
},
{
    "title": "Karzzzz", 
    "description": "When flashbacks reveal that he's the reincarnation of a man murdered by his wife, rock star Monty sets out to get revenge for the decades-old crime.", 
    "actors": "Himesh Reshammiya, Urmila Matondkar, Shweta Kumar, Dino Morea", 
    "director": "Satish Kaushik", 
    "imdb_rating": "1.8/10", 
    "category": "International Movies", 
    "date_released": "1508630400"
},
{
    "title": "Kath & Kimderella", 
    "description": "Chipper baby boomer Kath, diva daughter Kim and hapless pal Sharon visit Papilloma, Italy, where a royal romance and knockoff fashions await.", 
    "actors": "Jane Turner, Gina Riley, Magda Szubanski, Glenn Robbins", 
    "director": "Ted Emery", 
    "imdb_rating": "3.9/10", 
    "category": "Comedies", 
    "date_released": "1532736000"
},
{
    "title": "Kaththi", 
    "description": "A reformed crook assumes the identity of a Marxist activist fighting to protect villagers' land from a multinational corporate villain.", 
    "actors": "Joseph Vijay, Samantha Ruth Prabhu, Neil Nitin Mukesh, Sathish", 
    "director": "A.R. Murugadoss", 
    "imdb_rating": "7.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1521072000"
},
{
    "title": "Katputtli", 
    "description": "While walking down a road, a woman suddenly forgets who she is -- and wonders why her dress is blood-stained and her pockets are full of money.", 
    "actors": "Mink Brar, Milind Soman, Sameer Dharmadhikari, Yukta Mookhey", 
    "director": "Sanjay Khanna", 
    "imdb_rating": "4.3/10", 
    "category": "International Movies", 
    "date_released": "1509494400"
},
{
    "title": "Katti Batti", 
    "description": "After falling in love during college, architect Maddy and free spirit Payal have five wonderful years together, until a mystery suddenly divides them.", 
    "actors": "Imran Khan, Kangana Ranaut, Abhishek Saha, Mithila Palkar", 
    "director": "Nikhil Advani", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Kaviyude Osyath", 
    "description": "When a late poet leaves behind his property to a young man, the man's brother suspects the poet may have been more than just a family friend.", 
    "actors": "Jithu Johny, Prakash Bare, Arun Kumar, Sangeetha Mohan", 
    "director": "Vineeth Anil", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Kay Dyache Bola", 
    "description": "Wrongfully accused of murder, two students' last hope lies with their defense attorney, an inexperienced bumbler who's never even tried a case.", 
    "actors": "Makarand Anaspure, Akshay Pendse, Umesh Kamat, Sharvari Jamenis", 
    "director": "Chandrakant Kulkarni", 
    "imdb_rating": "7.7/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Keep Quiet", 
    "description": "Once a prominent anti-Semitic politician in Hungary, Csanád Szegedi undergoes a dramatic change in worldview after learning of his Jewish heritage.", 
    "actors": "", 
    "director": "Joseph Martin, Sam Blair", 
    "imdb_rating": "7.4/10", 
    "category": "Documentaries", 
    "date_released": "1498867200"
},
{
    "title": "Keepers of the Game", 
    "description": "As they set their eyes on a championship, an all-Native American girls' lacrosse team seeks to change their tribe's attitudes about gender roles.", 
    "actors": "", 
    "director": "Judd Ehrlich", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1472688000"
},
{
    "title": "Kelly & Cal", 
    "description": "A stifled suburban mom and her paralyzed teenage neighbor strike up a lively friendship, but their relationship soon triggers unintended consequences.", 
    "actors": "Juliette Lewis, Jonny Weston, Josh Hopkins, Cybill Shepherd", 
    "director": "Jen McGowan", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1469836800"
},
{
    "title": "Khakee", 
    "description": "Just as he is preparing for his daughter's wedding, a veteran policeman is assigned to a crack team transporting a Pakistani secret agent to trial.", 
    "actors": "Amitabh Bachchan, Akshay Kumar, Ajay Devgn, Aishwarya Rai Bachchan", 
    "director": "Rajkumar Santoshi", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1497484800"
},
{
    "title": "Khalnayak", 
    "description": "A prison guard goes undercover as a dancer to try and recapture an escaped criminal and restore her police inspector boyfriend's reputation.", 
    "actors": "Sanjay Dutt, Madhuri Dixit, Jackie Shroff, Anupam Kher", 
    "director": "Subhash Ghai", 
    "imdb_rating": "7.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1519862400"
},
{
    "title": "Khido Khundi", 
    "description": "An embittered former hockey star must engage with the sport again to help his brother assemble a team for a momentous match against the British.", 
    "actors": "Ranjit Bawa, Mandy Takhar, Manav Vij, Elnaaz Norouzi", 
    "director": "Rohit Jugraj", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Khoobsurat", 
    "description": "A free-spirited doctor is hired to assist an injured king and winds up challenging his family's tradition-bound lifestyle as she falls for his son.", 
    "actors": "Sonam Kapoor, Fawad Khan, Kiron Kher, Ratna Pathak Shah", 
    "director": "Shashanka Ghosh", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Khoon Khoon", 
    "description": "As a crazed killer blazes a trail of blood through an anxious city, a hardened cop aims to take him down by any means in this remake of “Dirty Harry.”", 
    "actors": "Danny Denzongpa, Mahendra Sandhu, Rekha, Faryal", 
    "director": "Mohammed Hussain", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "Khosla Ka Ghosla", 
    "description": "A cranky control freak must rely on his comically dysfunctional family to pull off a scam on a greedy land shark who's stolen his prized property.", 
    "actors": "Anupam Kher, Boman Irani, Parvin Dabas, Tara Sharma", 
    "director": "Dibakar Banerjee", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "Khuda Gawah", 
    "description": "After falling in love with a woman from a neighboring clan, an Afghan warrior prepares to undertake a dangerous mission for her sake.", 
    "actors": "Amitabh Bachchan, Sridevi, Nagarjuna Akkineni, Shilpa Shirodkar", 
    "director": "Mukul Anand", 
    "imdb_rating": "5.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1497484800"
},
{
    "title": "Khumba", 
    "description": "Missing half his stripes and rejected by his herd, young zebra Khumba begins a perilous trek across the Karoo desert to find the rest of his stripes.", 
    "actors": "Jake T. Austin, Liam Neeson, Steve Buscemi, Loretta Devine", 
    "director": "Anthony Silverston", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1504828800"
},
{
    "title": "Khushi", 
    "description": "While playing matchmaker to a pair of their friends, two young university students begin developing feelings for each other.", 
    "actors": "Fardeen Khan, Kareena Kapoor, Amrish Puri, Navin Nischol", 
    "director": "Surya S.J., Sunil Kumar Agrawal", 
    "imdb_rating": "5.1/10", 
    "category": "Comedies", 
    "date_released": "1519862400"
},
{
    "title": "Kicking and Screaming", 
    "description": "After graduating, four college roomies -- petrified by the prospect of facing \"real life\" -- reluctantly step into adulthood in this ensemble comedy.", 
    "actors": "Josh Hamilton, Olivia d'Abo, Carlos Jacott, Chris Eigeman", 
    "director": "Noah Baumbach", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1504483200"
},
{
    "title": "Kidnap", 
    "description": "A tycoon is forced to participate in a dangerous scavenger hunt when a mysterious stranger kidnaps the daughter he hasn't seen in eight years.", 
    "actors": "Sanjay Dutt, Imran Khan, Minissha Lamba, Vidya Malvade", 
    "director": "Sanjay Gadhvi", 
    "imdb_rating": "4.7/10", 
    "category": "International Movies", 
    "date_released": "1497484800"
},
{
    "title": "Kidnapping Mr. Heineken", 
    "description": "When beer magnate Alfred \"Freddy\" Heineken is kidnapped in 1983, his abductors make the largest ransom demand in history.", 
    "actors": "Jim Sturgess, Sam Worthington, Ryan Kwanten, Anthony Hopkins", 
    "director": "Daniel Alfredson", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1504828800"
},
{
    "title": "Kill Bill: Vol. 1", 
    "description": "An assassin is shot by her ruthless employer, Bill, and other members of their assassination circle. But she lives -- and plots her vengeance.", 
    "actors": "Uma Thurman, Lucy Liu, Vivica A. Fox, Daryl Hannah", 
    "director": "Quentin Tarantino", 
    "imdb_rating": "7.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1517443200"
},
{
    "title": "Kill Bill: Vol. 2", 
    "description": "The Bride has three left on her rampage list: Budd, Elle Driver and Bill himself. But when she arrives at Bill's house, she's in for a surprise.", 
    "actors": "Uma Thurman, David Carradine, Michael Madsen, Daryl Hannah", 
    "director": "Quentin Tarantino", 
    "imdb_rating": "7.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1517443200"
},
{
    "title": "Kill Command", 
    "description": "On a remote island, elite soldiers discover their training exercise is actually an experimental death trap teeming with efficiently lethal robots.", 
    "actors": "Vanessa Kirby, David Ajala, Mike Noble, Bentley Kalu", 
    "director": "Steven Gomez", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1487808000"
},
{
    "title": "Kill the Irishman", 
    "description": "This true crime tale charts the rise and fall of mobster Danny Greene, who faced down the Mafia to gain control of organized crime in 1970s Cleveland.", 
    "actors": "Ray Stevenson, Vincent D'Onofrio, Val Kilmer, Christopher Walken", 
    "director": "Jonathan Hensleigh", 
    "imdb_rating": "6.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Kill Zone 2", 
    "description": "A junkie undercover cop, his uncle/boss and a prison guard with a dying daughter cooperate to bring down the mastermind of a vast crime syndicate.", 
    "actors": "Tony Jaa, Wu Jing, Simon Yam, Zhang Jin", 
    "director": "Cheang Pou Soi", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1474070400"
},
{
    "title": "Killa", 
    "description": "Growing up poses challenges for Chinu when he moves from city to country and encounters a youth culture far different from what he's used to.", 
    "actors": "Amruta Subhash, Archit Deodhar, Parth Bhalerao, Gaurish Gawade", 
    "director": "Avinash Arun", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1491004800"
},
{
    "title": "Killer Elite", 
    "description": "In this globe-trotting thriller, a former special ops agent is forced out of retirement when his mentor is kidnapped by a ruthless criminal.", 
    "actors": "Jason Statham, Clive Owen, Robert De Niro, Dominic Purcell", 
    "director": "Gary McKendry", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1541808000"
},
{
    "title": "Killing Ground", 
    "description": "An idyllic camping trip to an isolated beach turns into a harrowing ordeal after a young couple discovers an abandoned tent and a lost child.", 
    "actors": "Aaron Pedersen, Ian Meadows, Harriet Dyer, Aaron Glenane", 
    "director": "Damien Power", 
    "imdb_rating": "5.9/10", 
    "category": "Horror Movies", 
    "date_released": "1510012800"
},
{
    "title": "Kills on Wheels", 
    "description": "Two young men with disabilities befriend a hitman in a wheelchair and become his helpers, only to wind up in the crosshairs of a Serbian mobster.", 
    "actors": "Szabolcs Thuróczy, Zoltán Fenyvesi, Adám Fekete, Dusan Vitanovic", 
    "director": "Attila Till", 
    "imdb_rating": "7.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1521072000"
},
{
    "title": "King Cobra", 
    "description": "Veteran gay pornography producer Stephen battles two rival producers over rights to his underage creation, Brent Corrigan, with deadly results.", 
    "actors": "Garrett Clayton, Christian Slater, James Franco, Molly Ringwald", 
    "director": "Justin Kelly", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1487030400"
},
{
    "title": "King Jack", 
    "description": "Already coping with a bully, a mercurial older brother and summer school, 15-year-old Jack is saddled with his young cousin for an eventful weekend.", 
    "actors": "Charlie Plummer, Cory Nichols, Christian Madsen, Danny Flaherty", 
    "director": "Felix Thompson", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1467331200"
},
{
    "title": "King Kong", 
    "description": "Peter Jackson's remake of the classic follows a group of adventurous explorers and filmmakers to Skull Island, where they search for a giant gorilla.", 
    "actors": "Kyle Chandler, Jamie Bell, Naomi Watts, John Sumner", 
    "director": "Peter Jackson", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1535760000"
},
{
    "title": "King of Peking", 
    "description": "Strapped for cash, a traveling projectionist begins to run a DVD pirating business, putting him at odds with his young, skeptical son.", 
    "actors": "Zhao Jun, Wang Naixun, Han Qing, Si Chao", 
    "director": "Sam Voutas", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1530489600"
},
{
    "title": "Kings of Kallstadt", 
    "description": "This film examines the causal links between the ancestral village of both the Trump and Heinz families, Kallstadt, and their entrepreneurial spirit.", 
    "actors": "", 
    "director": "Simone Wendel", 
    "imdb_rating": "6.0/10", 
    "category": "Documentaries", 
    "date_released": "1473897600"
},
{
    "title": "Kirk Cameron: Connect", 
    "description": "Former \"Growing Pains\" star-turned-evangelist Kirk Cameron offers advice for parents on how to help their kids make good choices in the digital age.", 
    "actors": "Kirk Cameron", 
    "director": "Caleb Price", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1535932800"
},
{
    "title": "Kis Kisko Pyaar Karoon", 
    "description": "A man's decision to marry three women, to keep them from committing suicide, complicates his relationship with his girlfriend.", 
    "actors": "Kapil Sharma, Arbaaz Khan, Varun Sharma, Sharat Saxena", 
    "director": "Abbas Alibhai Burmawalla, Mastan Alibhai Burmawalla", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1509494400"
},
{
    "title": "Kisaan", 
    "description": "A bitter family battle ensues between a father and his sons when a businessman makes a deal that entices farmers to sell off their properties.", 
    "actors": "Jackie Shroff, Arbaaz Khan, Sohail Khan, Diya Mirza", 
    "director": "Puneet Sira", 
    "imdb_rating": "5.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Kismat Konnection", 
    "description": "A man finds his lucky charm in the form of a woman whom he had once clashed with on every level, but on whose presence he must now rely to succeed.", 
    "actors": "Shahid Kapoor, Vidya Balan, Juhi Chawla, Om Puri", 
    "director": "Aziz Mirza", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Kiss & Cry", 
    "description": "Faced with a rare form of throat cancer, teen figure skater Carley Allison finds strength in singing for an online audience in this biopic.", 
    "actors": "Sarah Fisher, Luke Bilyk, Chantal Kreviazuk, Sergio Di Zio", 
    "director": "Sean Cisterna", 
    "imdb_rating": "7.6/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "KL Zombi", 
    "description": "A field hockey-playing pizza delivery boy finds himself transformed from slacker to zombie slayer during an outbreak of the undead in Kuala Lumpur.", 
    "actors": "Zizan Razak, Siti Saleha, Zain Hamid, Izara Aishah", 
    "director": "Woo Ming Jin", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1503273600"
},
{
    "title": "Klappe Cowboy!", 
    "description": "A self-proclaimed director goes to Berlin to make it big, but ends up in a racy shoot with a conceptual artist that turns into a creative wasp's nest.", 
    "actors": "Timo Jacobs, Peter Koskowski, Yps van Tule, David Bredin", 
    "director": "Timo Jacobs, Ulf Behrens", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1467331200"
},
{
    "title": "Know Your Enemy - Japan", 
    "description": "Though culturally insensitive by modern standards, this propaganda film examines the history of Japan from the 16th century through the 1930s.", 
    "actors": "Walter Huston, Dana Andrews", 
    "director": "Frank Capra, Joris Ivens", 
    "imdb_rating": "5.2/10", 
    "category": "Classic Movies", 
    "date_released": "1490918400"
},
{
    "title": "Kocan Kadar Konus", 
    "description": "A 30-year-old who's never taken the traditional path to love is tutored by her friends and family before reconnecting with her high school crush.", 
    "actors": "Ezgi Mola, Murat Yıldırım, Gülenay Kalkan, Ebru Cündübeyoğlu", 
    "director": "Kıvanç Baruönü", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Kocan Kadar Konus 2: Dirilis", 
    "description": "Efsun has found Mr. Right in Sinan, and their relationship is taking a serious turn. But their eccentric families quickly complicate the romance.", 
    "actors": "Ezgi Mola, Murat Yıldırım, Gülenay Kalkan, Nevra Serezli", 
    "director": "Kıvanç Baruönü", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Koi... Mil Gaya", 
    "description": "A scientist's mentally challenged son accidentally summons a spaceship and befriends the alien inside, granting him powers to live a more normal life.", 
    "actors": "Hrithik Roshan, Rekha, Preity Zinta, Rakesh Roshan", 
    "director": "Rakesh Roshan", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1490832000"
},
{
    "title": "Krish Trish and Baltiboy", 
    "description": "A team of minstrels, including a monkey, cat and donkey, narrate folktales from the Indian regions of Rajasthan, Kerala and Punjab.", 
    "actors": "Damandeep Singh Baggan, Smita Malhotra, Baba Sehgal", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1504828800"
},
{
    "title": "Krish Trish and Baltiboy: Battle of Wits", 
    "description": "An artisan is cheated of his payment, a lion of his throne and a brother of his inheritance in these three stories of deception and justice.", 
    "actors": "Damandeep Singh Baggan, Smita Malhotra, Baba Sehgal, Deepak Chachra", 
    "director": "Munjal Shroff, Tilak Shetty", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1504828800"
},
{
    "title": "Krish Trish and Baltiboy: Best Friends Forever", 
    "description": "A cat, monkey and donkey team up to narrate folktales about friendship from Northeast India, and the Indian regions of Bihar and Rajasthan.", 
    "actors": "Damandeep Singh Baggan, Smita Malhotra, Deepak Chachra", 
    "director": "Munjal Shroff, Tilak Shetty", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1504828800"
},
{
    "title": "Krish Trish and Baltiboy: Comics of India", 
    "description": "In three comic-strip-style tales, a boy tries to sell wisdom, a demon is released from captivity, and a king assigns impossible tasks to his minister.", 
    "actors": "Damandeep Singh Baggan, Smita Malhotra, Baba Sehgal", 
    "director": "Tilak Shetty", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1504828800"
},
{
    "title": "Krish Trish and Baltiboy: Face Your Fears", 
    "description": "In three tales about fear, a baby elephant gets captured by a circus, two boys enter a haunted house and a parrot faces his fear of flying.", 
    "actors": "Tarun Ratnani, Smita Malhotra, Deepak Chachra", 
    "director": "Tilak Shetty", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1510876800"
},
{
    "title": "Krish Trish and Baltiboy: Oversmartness Never Pays", 
    "description": "A cat, monkey and donkey learn the consequences of cheating through stories from the Indian regions of Rajasthan, West Bengal and Maharashtra.", 
    "actors": "Rishi Gambhir, Smita Malhotra, Deepak Chachra", 
    "director": "Tilak Shetty", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1504828800"
},
{
    "title": "Krish Trish and Baltiboy: Part II", 
    "description": "Animal minstrels narrate stories about a monkey's friendship with a crocodile, two monkeys' foolishness and a villager's encounter with a demon.", 
    "actors": "Damandeep Singh Baggan, Smita Malhotra, Baba Sehgal", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1504828800"
},
{
    "title": "Krish Trish and Baltiboy: The Greatest Trick", 
    "description": "The consequences of trickery are explored in stories involving an inconsiderate husband, two greedy courtiers, and a kind man who loses everything.", 
    "actors": "Damandeep Singh Baggan, Smita Malhotra, Baba Sehgal", 
    "director": "Munjal Shroff, Tilak Shetty", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1504828800"
},
{
    "title": "Krisha", 
    "description": "After 10 years away from her family, Krisha returns for Thanksgiving, but bitter grudges and troubling addictions threaten to ruin the event.", 
    "actors": "Krisha Fairchild, Alex Dobrenko, Robyn Fairchild, Chris Doubek", 
    "director": "Trey Edward Shults", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1541548800"
},
{
    "title": "Kristy", 
    "description": "Opting to stay on campus over the Thanksgiving holiday, coed Justine and a handful of friends find their break violently disrupted by a sadistic gang.", 
    "actors": "Haley Bennett, Ashley Greene, Erica Ash, Lucas Till", 
    "director": "Oliver Blackburn", 
    "imdb_rating": "6.0/10", 
    "category": "Horror Movies", 
    "date_released": "1446249600"
},
{
    "title": "Kronk's New Groove", 
    "description": "Mischief and mayhem reign in this animated sequel when Kronk, the sorceress Yzma's bodybuilder assistant, finds out his father is coming to visit.", 
    "actors": "Patrick Warburton, Tracey Ullman, Eartha Kitt, David Spade", 
    "director": "Saul Blinkoff, Elliot M. Bour", 
    "imdb_rating": "6.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1378684800"
},
{
    "title": "Krrish", 
    "description": "As an orphan raised in the country, Krrish discovered he had superhero powers. This time around, a broken heart leads him to a new life in Singapore.", 
    "actors": "Hrithik Roshan, Rekha, Priyanka Chopra, Naseeruddin Shah", 
    "director": "Rakesh Roshan", 
    "imdb_rating": "5.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1490832000"
},
{
    "title": "Krrish 3", 
    "description": "This phantasmic follow-up to Krrish finds young Krishna Mehra disguising his superhero identity until the villainous Kaal threatens civilization.", 
    "actors": "Hrithik Roshan, Priyanka Chopra, Kangana Ranaut, Vivek Oberoi", 
    "director": "Rakesh Roshan", 
    "imdb_rating": "5.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1490832000"
},
{
    "title": "Kshanbhar Vishranti", 
    "description": "Recently laid-off, a young man takes three friends to his father's beach house, only to find the caretaker has turned it into a tourist hotel.", 
    "actors": "Bharat Jadhav, Sachit Patil, Sonalee Kulkarni, Siddarth Jadhav", 
    "director": "Sachit Patil", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Kuchh Bheege Alfaaz", 
    "description": "After accidentally connecting over the Internet, two strangers form a tight friendship -- not knowing they already share a bond.", 
    "actors": "Geetanjali Thapa, Zain Khan Durrani, Shray Rai Tiwari, Mona Ambegaonkar", 
    "director": "Onir", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1535760000"
},
{
    "title": "Küçük Esnaf", 
    "description": "As an honest locksmith scrambles to pay his late father's hefty debt to the mafia, he crosses paths with a woman in similar trouble and falls for her.", 
    "actors": "İbrahim Büyükak, Zeynep Koçak, Gupse Özay, Cengiz Bozkurt", 
    "director": "Bedran Güzel", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1522800000"
},
{
    "title": "Kung Fu Magoo", 
    "description": "Shortsighted curmudgeon Mr. Magoo and his young nephew, Justin, fight such nefarious foes as kung fu villains, robot spiders and teenage mutants.", 
    "actors": "Dylan Sprouse, Jim Conroy, Chris Parnell, Alyson Stoner", 
    "director": "Andrés Couturier", 
    "imdb_rating": "4.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1533081600"
},
{
    "title": "Kung Fu Panda", 
    "description": "When the Valley of Peace is threatened, lazy Po the panda discovers his destiny as the \"chosen one\" and trains to become a kung fu hero.", 
    "actors": "Jack Black, Dustin Hoffman, Angelina Jolie, Ian McShane", 
    "director": "John Stevenson, Mark Osborne", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1488326400"
},
{
    "title": "Kung Fu Panda: Holiday", 
    "description": "As preparations for the Winter Feast build, Po is caught between his obligations as the Dragon Warrior and his family holiday traditions.", 
    "actors": "Jack Black, Dustin Hoffman, James Hong, Jack McBrayer", 
    "director": "Tim Johnson", 
    "imdb_rating": "6.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1354320000"
},
{
    "title": "Kung Fu Panda: Secrets of the Scroll", 
    "description": "When a twist of fate brings five unlikely animals together, they find that combining their unique kung fu styles as a team makes the perfect weapon!", 
    "actors": "Jack Black, Tara Macri, Dustin Hoffman, Seth Rogen", 
    "director": "Rodolphe Guenoden", 
    "imdb_rating": "6.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1458864000"
},
{
    "title": "Kung Fu Yoga", 
    "description": "Two mismatched archaeologists battle a team of vicious mercenaries in a race to discover an ancient Tibetan treasure of unimaginable worth.", 
    "actors": "Jackie Chan, Disha Patani, Amyra Dastur, Sonu Sood", 
    "director": "Stanley Tong", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1507248000"
},
{
    "title": "Kuntilanak", 
    "description": "Five youngsters discover that an antique mirror found in their orphanage is home to an evil ghost who kidnaps children and imprisons them inside it.", 
    "actors": "Sandrinna M Skornicki, Aurélie Moeremans, Fero Walandouw, Andryan Bima", 
    "director": "Rizal Mantovani", 
    "imdb_rating": "6.1/10", 
    "category": "Horror Movies", 
    "date_released": "1539302400"
},
{
    "title": "Kuppivala", 
    "description": "A young woman talented at traditional dance finds her life changed when her love for a man clashes with the wishes of her father.", 
    "actors": "Sruthi Surendran, Ananth K. Jayachandran, Nandu, Kochu Preman", 
    "director": "Suresh Pillai", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Kurbaan", 
    "description": "When a young Indian couple moves to the American suburbs, they are shocked to discover that they've become enmeshed in a secret terrorist plot.", 
    "actors": "Kareena Kapoor, Saif Ali Khan, Om Puri, Diya Mirza", 
    "director": "Renzil D'Silva", 
    "imdb_rating": "4.4/10", 
    "category": "International Movies", 
    "date_released": "1538352000"
},
{
    "title": "Kya Kehna", 
    "description": "A young university student's world is shaken after her brief involvement with a wealthy playboy results in her pregnancy.", 
    "actors": "Preity Zinta, Saif Ali Khan, Anupam Kher, Farida Jalal", 
    "director": "Kundan Shah", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Kyaa Super Kool Hain Hum", 
    "description": "An aspiring actor and a struggling DJ team up to pursue the ladies they love and a diamond that rightfully belongs to their oversexed dog.", 
    "actors": "Tusshar Kapoor, Riteish Deshmukh, Anupam Kher, Rohit Shetty", 
    "director": "Sachin Yardi", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1497484800"
},
{
    "title": "Kyun! Ho Gaya Na", 
    "description": "After breaking his girlfriend’s heart, a true love skeptic must face his feelings when he learns that she plans to marry someone else.", 
    "actors": "Aishwarya Rai Bachchan, Vivek Oberoi, Amitabh Bachchan, Om Puri", 
    "director": "Samir Karnik", 
    "imdb_rating": "3.8/10", 
    "category": "International Movies", 
    "date_released": "1519862400"
}
]