[
{
    "title": "L'estate addosso", 
    "description": "Eager for adventure, two Italian teens travel to San Francisco, where they form an unlikely friendship with a young gay couple.", 
    "actors": "Brando Pacitto, Matilda Anna Ingrid Lutz, Taylor Frey, Joseph Haro", 
    "director": "Gabriele Muccino", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "L.A. Confidential", 
    "description": "Three wildly different cops form an uneasy alliance to ferret out police corruption in this Oscar-winning whodunit set in 1950s Los Angeles.", 
    "actors": "Kevin Spacey, Russell Crowe, Guy Pearce, James Cromwell", 
    "director": "Curtis Hanson", 
    "imdb_rating": "7.8/10", 
    "category": "Thrillers", 
    "date_released": "1522540800"
},
{
    "title": "La Coppia dei Campioni", 
    "description": "After winning a shared trip to a soccer match, two colleagues who hold opposite world views find they're stuck traveling together for the duration.", 
    "actors": "Massimo Boldi, Massimiliano Tortora, Anna Maria Barbera, Massimo Ceccherini", 
    "director": "Giulio Base", 
    "imdb_rating": "4.6/10", 
    "category": "Comedies", 
    "date_released": "1487116800"
},
{
    "title": "La hora final", 
    "description": "In this compelling true story, two Peruvian detectives go undercover to locate and capture the elusive leader of the Shining Path.", 
    "actors": "Pietro Sibille, Nidia Bermejo, Toño Vega, Tommy Párraga", 
    "director": "Eduardo Mendoza de Echave", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1529020800"
},
{
    "title": "La Pena Maxima", 
    "description": "Convinced Mexico will lose the World Cup qualifier without him, a soccer superfan faces an impossible choice when family obligations stand in his way.", 
    "actors": "Adrián Uribe, Julieth Restrepo, Carlos Manuel Vesga, José Sefami", 
    "director": "Rodrigo Triana", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1530230400"
},
{
    "title": "La Sangre Del Gallo", 
    "description": "With no memory, a young man wakes up beaten and in a mysterious place, only gradually coming to remember that he was involved in a horrific accident.", 
    "actors": "Santiago Pedrero, Eduardo Sapac, Emiliano Carrazzone, Coni Marino", 
    "director": "Mariano Dawidson", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "La Última Fiesta", 
    "description": "Three best buddies are thrown into a wild chase for a priceless painting that was stolen from a house they used to throw a huge party.", 
    "actors": "Nicolás Vázquez, Alan Sabbagh, Benjamín Amadeo, Eva De Dominici", 
    "director": "Leandro Mark, Nicolás Silbert", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1485907200"
},
{
    "title": "Laal Rang", 
    "description": "Eager for cash, Rajesh joins his friend Shankar's blood-theft operation. As Rajesh's greed grows and the cops close in, Shankar is poised to explode.", 
    "actors": "Randeep Hooda, Akshay Oberoi, Piaa Bajpai, Rajendra Sethi", 
    "director": "Syed Ahmad Afzal", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Labyrinth", 
    "description": "After a massive Istanbul explosion, an elite band of Turkish intelligence officers dog a new terrorist group, often at odds with the U.S. and Britain.", 
    "actors": "Timuçin Esen, Meltem Cumbul, Sarp Akkaya, Rıza Kocaoğlu", 
    "director": "Tolga Örnek", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1489104000"
},
{
    "title": "Laddaland", 
    "description": "When a family moves into an upscale housing development, they encounter a series of paranormal events that drive them to the edge of insanity.", 
    "actors": "Saharat Sangkapreecha, Piyathida Woramusik, Sutatta Udomsilp, Athipich Chutiwatkajornchai", 
    "director": "Sophon Sakdaphisit", 
    "imdb_rating": "", 
    "category": "Horror Movies", 
    "date_released": "1536278400"
},
{
    "title": "Ladies First", 
    "description": "Born amid poverty and limited women's rights in the village of Ratu, India, Deepika Kumari rose to become the No.1 female archer in the world at 18.", 
    "actors": "", 
    "director": "Uraaz Bahl", 
    "imdb_rating": "8.4/10", 
    "category": "Documentaries", 
    "date_released": "1520467200"
},
{
    "title": "Ladronas de almas", 
    "description": "During Mexico's War of Independence, a group of men face unimaginable horrors when they attempt to steal from the seemingly helpless Cordero sisters.", 
    "actors": "Sofía Sisniega, Natasha Dupeyron, Ana Sofía Durán, Javier Escobar", 
    "director": "Juan Antonio de la Riva", 
    "imdb_rating": "4.9/10", 
    "category": "Horror Movies", 
    "date_released": "1530403200"
},
{
    "title": "Laerte-se", 
    "description": "After living as a man for nearly 60 years, Laerte Coutinho, one of Brazil's most brilliant cartoonists, introduces herself to the world as a woman.", 
    "actors": "Laerte Coutinho", 
    "director": "Lygia Barbosa da Silva, Eliane Brum", 
    "imdb_rating": "7.9/10", 
    "category": "Documentaries", 
    "date_released": "1495152000"
},
{
    "title": "Lagaan", 
    "description": "In 1890s India, an arrogant British commander challenges the harshly taxed residents of Champaner to a high-stakes cricket match.", 
    "actors": "Aamir Khan, Gracy Singh, Rachel Shelley, Paul Blackthorne", 
    "director": "Ashutosh Gowariker", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1512691200"
},
{
    "title": "Laggies", 
    "description": "Desperately clinging to her youth, 28-year-old Megan tells her boyfriend she's attending a career seminar but hangs out with a teenage friend instead.", 
    "actors": "Keira Knightley, Chloë Grace Moretz, Sam Rockwell, Kaitlyn Dever", 
    "director": "Lynn Shelton", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1531958400"
},
{
    "title": "Lal Patthar", 
    "description": "A vain, self-righteous nobleman falls in love with a village girl and tries to transform her into his version of the ideal woman.", 
    "actors": "Raaj Kumar, Hema Malini, Rakhee Gulzar, Vinod Mehra", 
    "director": "Sushil Majumdar", 
    "imdb_rating": "7.0/10", 
    "category": "Classic Movies", 
    "date_released": "1498867200"
},
{
    "title": "Lalbaug Parel: Zali Mumbai Sonyachi", 
    "description": "Industrial workers struggle against the greed of their employers and the apathy of the government toward the conditions in which they live and work.", 
    "actors": "Sachin Khedekar, Seema Biswas, Ankush Chaudhari, Satish Kaushik", 
    "director": "Mahesh Manjrekar", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1521072000"
},
{
    "title": "Larry Crowne", 
    "description": "Laid off from his longtime job at a soulless retail giant, an average middle-aged guy heads back to college, where he finds romance with a professor.", 
    "actors": "Tom Hanks, Julia Roberts, Bryan Cranston, Cedric the Entertainer", 
    "director": "Tom Hanks", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1458086400"
},
{
    "title": "Last Men in Aleppo", 
    "description": "The devastating Syrian civil war is brought to life through the eyes of a group of volunteer rescue workers in Aleppo known as the White Helmets.", 
    "actors": "", 
    "director": "Feras Fayyad", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1505001600"
},
{
    "title": "Last Stop: Kurtulus", 
    "description": "When a recently single psychologist moves to a new neighborhood, she finds friendship with women starting to rebel against years of domestic abuse.", 
    "actors": "Belçim Bilgin, Demet Akbağ, Asuman Dabak, Ayten Soykök", 
    "director": "Yusuf Pirhasan", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Lavender", 
    "description": "After discovering old fractures in her skull, a photographer recovering from amnesia becomes increasingly haunted by a sinister childhood secret.", 
    "actors": "Abbie Cornish, Diego Klattenhoff, Justin Long, Dermot Mulroney", 
    "director": "Ed Gass-Donnelly", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1491004800"
},
{
    "title": "Lay the Favorite", 
    "description": "A former Florida stripper joins forces with a sports bookie in Las Vegas and soon becomes his good-luck charm -- until his jealous wife steps in.", 
    "actors": "Bruce Willis, Rebecca Hall, Catherine Zeta-Jones, Vince Vaughn", 
    "director": "Stephen Frears", 
    "imdb_rating": "5.2/10", 
    "category": "Comedies", 
    "date_released": "1506988800"
},
{
    "title": "Layla M.", 
    "description": "In response to the repeated bigotry she faces, a Muslim teen in Amsterdam tries to find a sense of belonging in the world of fundamentalist Islam.", 
    "actors": "Nora El Koussour, Ilias Addab, Mohammed Azaay, Esma Abouzahra", 
    "director": "Mijke de Jong", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1521763200"
},
{
    "title": "Le K Benzema", 
    "description": "Controversial star footballer Karim Benzema opens up about his career and addresses accusations that threatened his role on the French national team.", 
    "actors": "Karim Benzema", 
    "director": "Damien Piscarel, Florent Bodin", 
    "imdb_rating": "6.7/10", 
    "category": "Documentaries", 
    "date_released": "1525132800"
},
{
    "title": "Lechmi", 
    "description": "The spirit of a murdered woman contacts four bachelors, enlisting their help to find her killer.", 
    "actors": "Parvathy Ratheesh, Biju Sopanam, Sethulekshmi Amma, Molly Angamaly", 
    "director": "B.N. Shajeer Sha", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "Legend of the Naga Pearls", 
    "description": "A petty thief teams up with two bickering accomplices to safeguard a powerful relic and save humankind from a tribe of vengeful, winged humanoids.", 
    "actors": "Darren Wang, Zhang Tianai, Sheng Guansen, Simon Yam", 
    "director": "Yang Lei", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1522368000"
},
{
    "title": "Legendary", 
    "description": "Fed up with bullies, bookish Cal joins his high school wrestling team with hopes that his estranged older brother will help him and rejoin the family.", 
    "actors": "Patricia Clarkson, Devon Graye, John Cena, Madeline Martin", 
    "director": "Mel Damski", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1458518400"
},
{
    "title": "Legendary", 
    "description": "A cryptozoologist assembles his team for an expedition to China's hinterland, where a primeval monster locals call the \"Shocate\" is believed to roam.", 
    "actors": "Scott Adkins, Dolph Lundgren, Huang Yi, Nathan Lee", 
    "director": "Eric Styles", 
    "imdb_rating": "4.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1416960000"
},
{
    "title": "Legendary Weapons of China", 
    "description": "Three assassins -- a magician, a hit man and a kung fu master -- are sent by their clan leader to bring to justice someone who betrayed the tribe.", 
    "actors": "Gordon Liu, Chia Yung Liu, Hou Hsiao, Chia-Liang Liu", 
    "director": "Chia-Liang Liu", 
    "imdb_rating": "6.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "LEGO DC Super Hero Girls: Brain Drain", 
    "description": "Super Hero High School classmates Wonder Woman, Batgirl and Supergirl are expelled for misdeeds they committed during 24 hours they can't remember.", 
    "actors": "Ashlyn Selich, Anais Fairweather, Grey Griffin, Tara Strong", 
    "director": "Todd Grimes", 
    "imdb_rating": "5.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1535760000"
},
{
    "title": "LEGO DC Super Hero Girls: Super-Villain High", 
    "description": "When a new school nearby recruits their friends for evil missions, the teen superheroines must team up to foil the plot and defeat a top villain.", 
    "actors": "Yvette Nicole Brown, Greg Cipes, Romi Dames, Anais Fairweather", 
    "director": "Elsa Garagarza", 
    "imdb_rating": "6.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1535760000"
},
{
    "title": "LEGO House - Home of the Brick", 
    "description": "In Billund, Denmark, a nearly 130,000-square-foot house inspired by the iconic Lego bricks is constructed, capturing the awe of kids of all ages.", 
    "actors": "Bjarke Ingels", 
    "director": "Anders Falck, Stinus Morell Vithner", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1529020800"
},
{
    "title": "LEGO Jurassic World: The Indominus Escape", 
    "description": "The scientists of Jurassic World create a captivating and terrifying new creature that loves hot dogs. But what happens when the hot dogs run out?", 
    "actors": "A.J. LoCascio, Sendhil Ramamurthy, Fred Tatasciore, Jake Johnson", 
    "director": "Michael D. Black", 
    "imdb_rating": "5.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1475539200"
},
{
    "title": "LEGO Marvel Super Heroes: Avengers Reassembled!", 
    "description": "When Ultron seizes control of Iron Man's armor, the Avengers race to save their friend and stop an evil plot to take over the world.", 
    "actors": "Laura Bailey, Troy Baker, Eric Bauza, Ben Diskin", 
    "director": "Rob Silvestri", 
    "imdb_rating": "5.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1501977600"
},
{
    "title": "LEGO: Marvel Super Heroes: Maximum Overload", 
    "description": "Villainous Loki is amassing an army to conquer Earth! His antics are keeping Spider-Man and S.H.I.E.L.D. busy as they tackle a host of bad guys.", 
    "actors": "Troy Baker, Drake Bell, Fred Tatasciore, Dee Bradley Baker", 
    "director": "Greg Richardson", 
    "imdb_rating": "6.6/10", 
    "category": "Movies", 
    "date_released": "1483660800"
},
{
    "title": "Lens", 
    "description": "Addicted to webcams and voyeurism, a married man gets more than he bargained for when an online stranger tries to force him to watch a suicide.", 
    "actors": "Jayaprakash Radhakrishnan, Anand Sami, Aswathy Lal, Misha Ghoshal", 
    "director": "Jayaprakash Radhakrishnan", 
    "imdb_rating": "7.8/10", 
    "category": "Dramas", 
    "date_released": "1496275200"
},
{
    "title": "Leo the Lion", 
    "description": "Eschewing the carnivorous ways of his fellow lions, maverick Leo follows a vegetarian diet -- causing the other lions to shun him.", 
    "actors": "Daniel Amerman, John Cygan, Matthew Mercer, Amanda Allan", 
    "director": "Mario Cambi", 
    "imdb_rating": "2.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1450569600"
},
{
    "title": "Leroy & Stitch", 
    "description": "When Dr. Hamsterviel forces Dr. Jumba to create Stitch's evil twin, it's up to Lilo to reunite with Pleakley, Jumba and Stitch and save the day.", 
    "actors": "Daveigh Chase, Chris Sanders, David Ogden Stiers, Kevin McDonald", 
    "director": "Tony Craig, Roberts Gannaway", 
    "imdb_rating": "6.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1378684800"
},
{
    "title": "Les Bleus - Une autre histoire de France, 1996-2016", 
    "description": "This documentary charts 20 years of the French national soccer team, Les Bleus, whose ups and downs have mirrored those of French society.", 
    "actors": "", 
    "director": "Pascal Blanchard, Sonia Dauger", 
    "imdb_rating": "6.5/10", 
    "category": "Documentaries", 
    "date_released": "1489536000"
},
{
    "title": "Lessons of Darkness", 
    "description": "Acclaimed director Werner Herzog went to Kuwait in 1992 to document the aftermath of the first Gulf War, focusing on the devastating oil fires set by retreating Iraqi soldiers that transformed the country's beautiful landscape.", 
    "actors": "Werner Herzog", 
    "director": "Werner Herzog", 
    "imdb_rating": "8.1/10", 
    "category": "Documentaries", 
    "date_released": "1475280000"
},
{
    "title": "Let Her Cry", 
    "description": "When an alluring young undergrad becomes infatuated with her nearly retired professor, she stirs up the man's humdrum home life in a most unusual way.", 
    "actors": "Swarna Mallawarachchi, Dhritiman Chatterjee, Rithika Kodithuwakku, Sandali Ash", 
    "director": "Asoka Handagama", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1479168000"
},
{
    "title": "Let There Be Light", 
    "description": "Some returning combat veterans suffer scars that are more psychological than physical. This film follows patients and staff during their treatment.", 
    "actors": "Walter Huston", 
    "director": "John Huston", 
    "imdb_rating": "7.3/10", 
    "category": "Classic Movies", 
    "date_released": "1490918400"
},
{
    "title": "Let's Be Evil", 
    "description": "While supervising a program for gifted children who wear augmented reality glasses, three chaperones find themselves hunted by their charges.", 
    "actors": "Elizabeth Morris, Elliot James Langridge, Kara Tointon, Isabelle Allen", 
    "director": "Martin Owen", 
    "imdb_rating": "4.4/10", 
    "category": "Horror Movies", 
    "date_released": "1481587200"
},
{
    "title": "Letters from Prague", 
    "description": "Hoping to fulfill her deceased mother's final wish, a young woman travels to Prague to deliver an old letter to a mysterious man.", 
    "actors": "Tio Pakusadewo, Julie Estelle, Widyawati, Rio Dewanto", 
    "director": "Angga Dwimas Sasongko", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1538697600"
},
{
    "title": "Liar's Dice", 
    "description": "A woman from a small mountain village disobeys her village elders and sets out for the big city in search of her missing husband.", 
    "actors": "Nawazuddin Siddiqui, Geetanjali Thapa, Manya Gupta, Murari Kumar", 
    "director": "Geethu Mohandas", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "Life", 
    "description": "As he shoots pictures that would become iconic in \"Life\" magazine, photographer Dennis Stock forms a surprising bond with rising star James Dean.", 
    "actors": "Robert Pattinson, Dane DeHaan, Ben Kingsley, Joel Edgerton", 
    "director": "Anton Corbijn", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1467158400"
},
{
    "title": "Life After Beth", 
    "description": "Following the death of his beloved girlfriend, Beth, Zach is first shattered and then overjoyed when she inexplicably comes back to life.", 
    "actors": "Aubrey Plaza, Dane DeHaan, John C. Reilly, Molly Shannon", 
    "director": "Jeff Baena", 
    "imdb_rating": "5.1/10", 
    "category": "Comedies", 
    "date_released": "1531958400"
},
{
    "title": "Life in a ... Metro", 
    "description": "A group of Mumbai up-and-comers search for love and struggle for success in this ensemble drama that centers on an eager young call-center executive.", 
    "actors": "Dharmendra, Irrfan Khan, Konkona Sen Sharma, Kay Kay Menon", 
    "director": "Anurag Basu", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Life in the Blue", 
    "description": "See what’s going on just below the surface of the ocean, and explore how hunters, hiders and other types of sea life use shallow waters.", 
    "actors": "Dave Birch", 
    "director": "Rafa Herrero Massieu", 
    "imdb_rating": "6.8/10", 
    "category": "Documentaries", 
    "date_released": "1480550400"
},
{
    "title": "Life Partner", 
    "description": "A cynical divorce attorney, a man and woman in an arranged marriage and a couple united in romantic love struggle with their respective relationships.", 
    "actors": "Govinda, Fardeen Khan, Tusshar Kapoor, Genelia D'Souza", 
    "director": "Rumi Jaffery", 
    "imdb_rating": "4.1/10", 
    "category": "International Movies", 
    "date_released": "1497484800"
},
{
    "title": "Lifeline", 
    "description": "Johnnie To's character-centered drama follows a Hong Kong firefighting crew as they take on harrowing rescue missions and navigate personal dilemmas.", 
    "actors": "Lau Ching Wan, Alex Fong, Carman Lee, Ruby Wong", 
    "director": "Johnnie To", 
    "imdb_rating": "8.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "Lights from the East: I Am Maluku", 
    "description": "After witnessing a child’s death during a violent clash, a former soccer player launches a youth team to help local kids avoid further bloodshed.", 
    "actors": "Chicco Jerikho, Abdurrahman Arif, Jajang C. Noer, Ridho Hafiedz", 
    "director": "Angga Dwimas Sasongko", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1538697600"
},
{
    "title": "Like Water for Chocolate", 
    "description": "When Pedro marries her sister, Tita throws herself into her cooking -- and discovers she can transfer her emotions through the food she prepares.", 
    "actors": "Marco Leonardi, Lumi Cavazos, Regina Torné, Mario Iván Martínez", 
    "director": "Alfonso Arau", 
    "imdb_rating": "6.6/10", 
    "category": "Classic Movies", 
    "date_released": "1514764800"
},
{
    "title": "Lilo & Stitch", 
    "description": "Disney's song-filled animated comedy follows a lonely Hawaiian girl named Lilo who adopts a funny-looking dog and doesn't realize it's a wacky alien.", 
    "actors": "Daveigh Chase, Chris Sanders, Tia Carrere, David Ogden Stiers", 
    "director": "Dean DeBlois, Chris Sanders", 
    "imdb_rating": "7.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1535846400"
},
{
    "title": "Lilo & Stitch 2: Stitch Has A Glitch", 
    "description": "Just as rowdy alien Stitch begins settling in with his new adopted family, he suddenly goes haywire and reverts to his destructive behavior.", 
    "actors": "Chris Sanders, Dakota Fanning, Tia Carrere, David Ogden Stiers", 
    "director": "Michael LaBash, Tony Leondis", 
    "imdb_rating": "6.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1378684800"
},
{
    "title": "Limonata", 
    "description": "To grant his dying father's wish, a young man drives to Istanbul in an old clunker to find his illegitimate brother and bring him back to Macedonia.", 
    "actors": "Ertan Saban, Serkan Keskin, Funda Eryiğit, Luran Ahmedi", 
    "director": "Ali Atay", 
    "imdb_rating": "7.1/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Lincoln", 
    "description": "Director Steven Spielberg takes on the towering legacy of Abraham Lincoln, focusing on his stewardship of the Union during the Civil War years.", 
    "actors": "Daniel Day-Lewis, Sally Field, David Strathairn, Joseph Gordon-Levitt", 
    "director": "Steven Spielberg", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1519171200"
},
{
    "title": "Line Walker", 
    "description": "A Hong Kong intelligence officer tasked with finding undercover agents whose identities have been erased finds herself in the paths of rival triads.", 
    "actors": "Nick Cheung, Louis Koo, Francis Chun-Yu Ng, Charmaine Sheh", 
    "director": "Jazz Boon", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "Lion", 
    "description": "An Indian man who was separated from his mother at age 5 and adopted by an Australian couple returns home, determined to find his birth family.", 
    "actors": "Dev Patel, Rooney Mara, David Wenham, Nicole Kidman", 
    "director": "Garth Davis", 
    "imdb_rating": "8.1/10", 
    "category": "Dramas", 
    "date_released": "1499558400"
},
{
    "title": "Lions: Spy in the Den", 
    "description": "Edited from more than 3,000 hours of footage, this volume reveals the astonishing world of lions -- how they interact, hunt and raise their young.", 
    "actors": "David Attenborough", 
    "director": "John Downer", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1429660800"
},
{
    "title": "Little Birds", 
    "description": "When Lily and Alison meet three street kids and follow them to Los Angeles, they learn just how far they're willing to go to find their freedom.", 
    "actors": "Juno Temple, Kay Panabaker, Leslie Mann, Kate Bosworth", 
    "director": "Elgin James", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Little Boxes", 
    "description": "After moving from New York City to a small town in Washington state, an interracial couple and their preteen son struggle to adjust to their new life.", 
    "actors": "Melanie Lynskey, Nelsan Ellis, Armani Jackson, Oona Laurence", 
    "director": "Rob Meyer", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1496275200"
},
{
    "title": "Little Dieter Needs to Fly", 
    "description": "Werner Herzog directs this emotional documentary about Dieter Dengler, a naval pilot in the Vietnam War who was shot down over Laos and taken captive.", 
    "actors": "Dieter Dengler", 
    "director": "Werner Herzog", 
    "imdb_rating": "7.8/10", 
    "category": "Documentaries", 
    "date_released": "1475280000"
},
{
    "title": "Little Dragon Maiden", 
    "description": "Seeking to improve his combat skills, a young man falls in love with a woman with mystical powers, but his past stands in the way of their union.", 
    "actors": "Leslie Cheung, Jing-Jing Yung, Chen Kuan Tai, Leanne Liu", 
    "director": "Hua Shan", 
    "imdb_rating": "6.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Little Evil", 
    "description": "In this horror-comedy, a recently married man who wants to bond with his stepson begins to fear that the boy is a demon.", 
    "actors": "Adam Scott, Evangeline Lilly, Bridget Everett, Owen Atlas", 
    "director": "Eli Craig", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1504224000"
},
{
    "title": "Little Lunch: The Halloween Horror Story", 
    "description": "When the class puts on a Halloween play about a boy who leaves behind his friends for a scary new place, it hits too close to home for one student.", 
    "actors": "Flynn Curry, Olivia Deeble, Madison Lu, Oisín O'Leary", 
    "director": "Tim Bartley", 
    "imdb_rating": "8.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1521072000"
},
{
    "title": "Little Lunch: The Nightmare Before Graduation", 
    "description": "Mrs. Gonsha's students are excited about the end of primary school -- until they discover that a classmate might not move on with them.", 
    "actors": "Flynn Curry, Olivia Deeble, Madison Lu, Oisín O'Leary", 
    "director": "Robyn Butler", 
    "imdb_rating": "8.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1521072000"
},
{
    "title": "Little Men", 
    "description": "Jake and Tony become friends when Jake's dad inherits a home above Tony's mother's shop. Friendship is tested when Jake's dad raises the shop's rent.", 
    "actors": "Greg Kinnear, Jennifer Ehle, Paulina García, Alfred Molina", 
    "director": "Ira Sachs", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1484179200"
},
{
    "title": "Little Monsters", 
    "description": "Brian knows there are creatures under his bed. When he faces his fears and confronts them, however, he makes some hilariously weird new friends.", 
    "actors": "Fred Savage, Howie Mandel, Daniel Stern, Margaret Whitton", 
    "director": "Richard Greenberg", 
    "imdb_rating": "5.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1507593600"
},
{
    "title": "Little Singham aur Kaal ka Mahajaal", 
    "description": "When Kaal, the vilest demon on earth, threatens to destroy his village, child cop Little Singham must use his strength and smarts to fight back.", 
    "actors": "", 
    "director": "Prakash Satam", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1543622400"
},
{
    "title": "Little Sister", 
    "description": "A former Goth studying to become a nun finds her faith tested when she returns home to visit her brother, who has been disfigured in the Iraq War.", 
    "actors": "Addison Timlin, Ally Sheedy, Keith Poulson, Peter Hedges", 
    "director": "Zach Clark", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1484352000"
},
{
    "title": "Little Witch Academia", 
    "description": "Akko's unconventional ideas don't go over well at the Magical Academy, but when a dragon is unleashed, she may be the only witch who can save the day.", 
    "actors": "Megumi Han, Fumiko Orikasa, Michiyo Murase, Yoko Hikasa", 
    "director": "Yoh Yoshinari", 
    "imdb_rating": "7.2/10", 
    "category": "Anime Features", 
    "date_released": "1444348800"
},
{
    "title": "Little Witch Academia: The Enchanted Parade", 
    "description": "When Akko and other troubled students at Luna Nova are assigned to manage the annual witch hunt parade, Akko wants to make the event more positive.", 
    "actors": "Megumi Han, Fumiko Orikasa, Michiyo Murase, Yoko Hikasa", 
    "director": "Yoh Yoshinari", 
    "imdb_rating": "7.5/10", 
    "category": "Anime Features", 
    "date_released": "1444348800"
},
{
    "title": "Live and Let Live", 
    "description": "This documentary examines man's relationship to animals and the choice by some to embrace veganism, including a restaurateur and an Olympic cyclist.", 
    "actors": "Peter Singer, T. Colin Campbell", 
    "director": "Marc Pierschel", 
    "imdb_rating": "7.7/10", 
    "category": "Documentaries", 
    "date_released": "1472688000"
},
{
    "title": "Liz in September", 
    "description": "A shocking secret, ex-lovers and the arrival of an outsider shake things up for Liz as she celebrates her birthday at a lesbian-owned resort.", 
    "actors": "Patricia Velasquez, Eloisa Maturen, Mimí Lazo, Elba Escobar", 
    "director": "Fina Torres", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1456790400"
},
{
    "title": "Lo más sencillo es complicarlo todo", 
    "description": "When a 17-year-old learns the TV news host she pines for is engaged, she and her best friend launch an elaborate plan to prevent his marriage.", 
    "actors": "Danna Paola, Marjorie De Sousa, Alosian Vivancos, Daniela Wong", 
    "director": "Rene Bueno", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1525392000"
},
{
    "title": "Lock", 
    "description": "A disillusioned rickshaw driver in Punjab dreams of moving to Dubai, but his plan to butter up his would-be benefactor goes horribly wrong.", 
    "actors": "Gippy Grewal, Gurpreet Guggi, Smeep Kang, Geeta Basra", 
    "director": "Smeep Kang", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Locke", 
    "description": "Over the space of 90 minutes, Ivan Locke's life spins out of control via a series of phone calls made while he drives down the highway to London.", 
    "actors": "Tom Hardy, Olivia Colman, Ruth Wilson, Andrew Scott", 
    "director": "Steven Knight", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1531353600"
},
{
    "title": "Locked Up", 
    "description": "After getting in a fight at her school in Southeast Asia, an American teen is sent to a correctional facility, where she faces hard labor and abuse.", 
    "actors": "Kelly McCart, Katrina Grey, Jared Cohn, Ingkarat Jaraswongkosol", 
    "director": "Jared Cohn", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Loco Love", 
    "description": "A young man and woman fall in love but are threatened to be torn apart by the tensions between their Latino and Caucasian communities in Arizona.", 
    "actors": "Evan Deverian, Melany Bennet, Jordan T. Wilson, Adan Martín Rocha", 
    "director": "José Luis Gutiérrez Arias, Fernando Sariñana", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1501372800"
},
{
    "title": "Loev", 
    "description": "Lives are upended when a hiking trip leads a Wall Street hotshot to explore his true feelings for an old pal who’s disenchanted with his boyfriend.", 
    "actors": "Shiv Pandit, Dhruv Ganesh, Siddharth Menon, Rishabh Chaddha", 
    "director": "Sudhanshu Saria", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "Loins of Punjab", 
    "description": "This raucous rockumentary follows a crew of Indian immigrants (plus one non-Indian) as they vie for big bucks in a low-rent singing competition.", 
    "actors": "Manish Acharya, Ajay Naidu, Shabana Azmi, Michael Raimondi", 
    "director": "Manish Acharya", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1453507200"
},
{
    "title": "Loktak Lairembee", 
    "description": "Following the accidental discovery of a gun, a depressed fisherman experiences a new confidence that soon threatens to balloon into arrogance.", 
    "actors": "Ningthoujam Sanatomba, Sagolsam Thambalsang, Oinam Rajen Singh, Salam Sanajaobi", 
    "director": "Haobam Paban Kumar", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1506816000"
},
{
    "title": "Lolo", 
    "description": "When Violette arrives home in Paris accompanied by a new lover she met on holiday, her 20-year-old son sets about trying to undermine the romance.", 
    "actors": "Vincent Lacoste, Julie Delpy, Dany Boon, Karin Viard", 
    "director": "Julie Delpy", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1473552000"
},
{
    "title": "Lommbock", 
    "description": "After finding love in drug-free Dubai, Stefan returns to Germany to grab documents for his wedding. But old buddy Kai's bad habits complicate things.", 
    "actors": "Lucas Gregorowicz, Moritz Bleibtreu, Louis Hofmann, Wotan Wilke Möhring", 
    "director": "Christian Zübert", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1541721600"
},
{
    "title": "Long Time Running", 
    "description": "This documentary follows the 2016 tour of beloved rock band The Tragically Hip as they make their way across Canada one last time.", 
    "actors": "Gord Downie, Paul Langlois, Gord Sinclair, Rob Baker", 
    "director": "Jennifer Baichwal, Nicholas de Pencier", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1510444800"
},
{
    "title": "Look for a Star", 
    "description": "While keeping his identity secret, a real estate billionaire tries to woo an outspoken croupier who talks gamblers out of losing their money.", 
    "actors": "Andy Lau, Qi Shu, Zhang Hanyu, Denise Ho", 
    "director": "Andrew Lau Wai-Keung", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1543622400"
},
{
    "title": "Look Out, Officer", 
    "description": "An officer killed on the job returns to Earth as a ghost to solve his own murder and seek justice with the help of a rookie cop and some funky magic.", 
    "actors": "Stephen Chow, Bill Tung, Stanley Fung Sui-Fan, Vivian Chan", 
    "director": "Sze Yu Lau", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "Look Who's Back", 
    "description": "When Adolf Hitler reawakens at the site of his former bunker 70 years later, he's mistaken for a brilliant comedian and becomes a media phenomenon.", 
    "actors": "Oliver Masucci, Fabian Busch, Christoph Maria Herbst, Katja Riemann", 
    "director": "David Wnendt", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1460160000"
},
{
    "title": "Looney Tunes: Back in Action", 
    "description": "Daffy Duck quits his job at a Hollywood studio and teams up with a recently fired stunt man who wants to find his father's lost diamond.", 
    "actors": "Brendan Fraser, Jenna Elfman, Steve Martin, Timothy Dalton", 
    "director": "Joe Dante", 
    "imdb_rating": "5.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1522540800"
},
{
    "title": "Lorai: Play to Live", 
    "description": "Under a government initiative, a retired alcoholic soccer player is sent to establish a soccer team in a politically troubled area.", 
    "actors": "Prasenjit Chatterjee, Payel Sarkar, Indrasish Roy, Kanchan Mullick", 
    "director": "Parambrata Chatterjee", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1504224000"
},
{
    "title": "Los Herederos", 
    "description": "Spurred by boredom and peer pressure, a group of suburban teens becomes increasingly violent and find their paths intersecting those of their parents.", 
    "actors": "Máximo Hollander, Sebastián Aguirre, Úrsula Pruneda, Rodrigo Mendoza", 
    "director": "Jorge Hernandez Aldana", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1502496000"
},
{
    "title": "Los Niños Héroes de Chapultepec", 
    "description": "This documentary pays tribute to the young cadets who gave their lives to defend Mexico against U.S. forces during the battle of Chapultepec Castle.", 
    "actors": "", 
    "director": "Ignacio López Escrivá", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1513296000"
},
{
    "title": "Losing Sight of Shore", 
    "description": "This documentary recounts the feats of the Coxless Crew, a team of four women who rowed from San Francisco to Australia in support of two charities.", 
    "actors": "", 
    "director": "Sarah Moshman", 
    "imdb_rating": "7.4/10", 
    "category": "Documentaries", 
    "date_released": "1493596800"
},
{
    "title": "Lost in Space", 
    "description": "In this reboot of the 1960s sci-fi series, the Robinson family is launched into space to colonize the only other habitable planet in the galaxy.", 
    "actors": "Gary Oldman, William Hurt, Matt LeBlanc, Mimi Rogers", 
    "director": "Stephen Hopkins", 
    "imdb_rating": "5.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1535760000"
},
{
    "title": "Louis C.K. 2017", 
    "description": "Louis C.K. muses on religion, eternal love, giving dogs drugs, email fights, teachers and more in a live performance from Washington, D.C.", 
    "actors": "Louis C.K.", 
    "director": "Louis C.K.", 
    "imdb_rating": "7.4/10", 
    "category": "Movies", 
    "date_released": "1491264000"
},
{
    "title": "Louis C.K.: Hilarious", 
    "description": "Emmy-winning comedy writer Louis C.K. brings his caustic wit to Milwaukee, offering up his unique and uncensored take on sex, parenting and more.", 
    "actors": "Louis C.K.", 
    "director": "Louis C.K.", 
    "imdb_rating": "8.1/10", 
    "category": "Movies", 
    "date_released": "1473984000"
},
{
    "title": "Louis C.K.: Live at the Comedy Store", 
    "description": "The comic puts his trademark hilarious/thought-provoking spin on finding a bat in his kitchen, seeing rats having sex, Boston accents and dead pets.", 
    "actors": "Louis C.K.", 
    "director": "Louis C.K.", 
    "imdb_rating": "7.5/10", 
    "category": "Movies", 
    "date_released": "1471219200"
},
{
    "title": "Love", 
    "description": "In Jakarta, five couples of varying ages and backgrounds experience the different stages of romantic love, from its giddy start to its painful end.", 
    "actors": "Acha Septriasa, Darius Sinathrya, Fauzi Baadila, Irwansyah", 
    "director": "Kabir Bhatia, Titien Wattimena", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1543536000"
},
{
    "title": "Love", 
    "description": "A man in an unsatisfying marriage recalls the details of an intense past relationship with an ex-girlfriend when he gets word that she may be missing.", 
    "actors": "Karl Glusman, Klara Kristin, Aomi Muyock, Ugo Fox", 
    "director": "Gaspar Noé", 
    "imdb_rating": "5.8/10", 
    "category": "Cult Movies", 
    "date_released": "1504828800"
},
{
    "title": "Love Actually", 
    "description": "This ensemble comedy is a charming treatise on romance, telling 10 intertwining London love stories, leading up to a climax on Christmas Eve.", 
    "actors": "Heike Makatsch, Hugh Grant, Alan Rickman, Liam Neeson", 
    "director": "Richard Curtis", 
    "imdb_rating": "7.1/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Love and Honor", 
    "description": "Dalton, serving in Vietnam, gets a \"Dear John\" letter and turns a week's furlough into a desperate (and illegal) trip home to win back his girl.", 
    "actors": "Chris Lowell, Aimee Teegarden, Teresa Palmer, Liam Hemsworth", 
    "director": "Danny Mooney", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1432425600"
},
{
    "title": "Love and Shukla", 
    "description": "A sexually inexperienced rickshaw driver struggles to build intimacy with his shy new wife in their tiny, overcrowded quarters.", 
    "actors": "Saharsh Kumar Shukla, Taneea Rajawat, Hima Singh, Aparna Upadhyay", 
    "director": "Jatla Siddartha", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1535760000"
},
{
    "title": "Love Beats Rhymes", 
    "description": "After enrolling in a college poetry course, a struggling rapper finds inspiration for her new voice through slam poetry.", 
    "actors": "Azealia Banks, Lucien Laviscount, Jill Scott, Common", 
    "director": "RZA", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Love Breakups Zindagi", 
    "description": "A group of young people -- both single and in relationships -- navigate the frustrating, rewarding waters of love and life.", 
    "actors": "Zayed Khan, Diya Mirza, Cyrus Sahukar, Tisca Chopra", 
    "director": "Sahil Sangha", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1509494400"
},
{
    "title": "Love for Sale", 
    "description": "Richard accepts a bet that he can't find a companion to a friend's wedding, not knowing the dating app he's using includes a 45-day contract.", 
    "actors": "Gading Marten, Della Dartyan, Rukman Rosadi, Albert Halim", 
    "director": "Andibachtiar Yusuf", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1543536000"
},
{
    "title": "Love in a Puff", 
    "description": "When the Hong Kong government enacts a ban on smoking cigarettes indoors, the new law drives hard-core smokers outside, facilitating unlikely connections.", 
    "actors": "Miriam Chin Wah Yeung, Shawn Yue, Singh Hartihan Bitto, Isabel Chan", 
    "director": "Pang Ho-cheung", 
    "imdb_rating": "7.2/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "Love Me!", 
    "description": "Crass and impulsive, a brash young woman harbors a secret desire for love but cannot prevent herself from pushing the limits of her relationships.", 
    "actors": "Lilli Meinhardt, Christian Ehrich, Peter Trabner, Eva Bay", 
    "director": "Philipp Eichholtz", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1467331200"
},
{
    "title": "Love Ni Bhavai", 
    "description": "Not romantically inclined, a popular radio personality finds herself caught between two diametrically opposed suitors.", 
    "actors": "Aarohi Patel, Malhar Thakar, Pratik Gandhi, Aarti Patel", 
    "director": "Saandeep Patel", 
    "imdb_rating": "8.5/10", 
    "category": "Comedies", 
    "date_released": "1525132800"
},
{
    "title": "Love on Delivery", 
    "description": "To prove himself to a love interest, a delivery boy learns dubious kung fu from an aging charlatan so he can challenge his archrival to a fight.", 
    "actors": "Stephen Chow, Christy Chung, Ng Man-Tat", 
    "director": "Stephen Chow", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "Love Per Square Foot", 
    "description": "Individually, bank employees Sanjay and Karina don't earn enough to be able to buy a home, so they decide to enter into a marriage of convenience.", 
    "actors": "Vicky Kaushal, Angira Dhar, Alankrita Sahai, Raghuvir Yadav", 
    "director": "Anand Tiwari", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1518566400"
},
{
    "title": "Love Steaks", 
    "description": "At a posh hotel, forthright chef Lara takes the reins in a fiery romance with softspoken masseur Clemens that seems destined to burn out.", 
    "actors": "Lana Cooper, Franz Rogowski", 
    "director": "Jakob Lass", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1467331200"
},
{
    "title": "Love, Wedding, Marriage", 
    "description": "When a marriage counselor learns that her parents are candidates for divorce, she throws all the rules out the window to repair their relationship.", 
    "actors": "Mandy Moore, Kellan Lutz, James Brolin, Jane Seymour", 
    "director": "Dermot Mulroney", 
    "imdb_rating": "5.2/10", 
    "category": "Comedies", 
    "date_released": "1411171200"
},
{
    "title": "Love.com", 
    "description": "When a fashion blogger falls for a video game vlogger, their romance goes viral. But separating their virtual life from reality gets complicated.", 
    "actors": "Isis Valverde, Gil Coelho, Joaquim Lopes, Carol Portes", 
    "director": "Anita Barbosa", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1496275200"
},
{
    "title": "Lovesick", 
    "description": "Burned by love in the past, Charlie swears off all romance. Will his jealous streak derail his shot at happiness with the disarmingly lovely Molly?", 
    "actors": "Matt LeBlanc, Ali Larter, Adam Rodriguez, Chevy Chase", 
    "director": "Luke Matheny", 
    "imdb_rating": "4.9/10", 
    "category": "Comedies", 
    "date_released": "1517443200"
},
{
    "title": "Lovesong", 
    "description": "Best friends Sarah and Mindy share an unexpected moment while on a road trip. Years later, the two struggle to reconnect before a wedding.", 
    "actors": "Jena Malone, Riley Keough, Brooklyn Decker, Amy Seimetz", 
    "director": "So Yong Kim", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1494806400"
},
{
    "title": "Loving Annabelle", 
    "description": "An esteemed young poetry teacher at a Catholic boarding school risks everything when she engages in a feverish affair with a female student.", 
    "actors": "Erin Kelly, Diane Gaidry, Laura Breckenridge, Michelle Horn", 
    "director": "Katherine Brooks", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Loving Ibiza", 
    "description": "On the island of Ibiza, where everyone wants to be young again, a group of people falls in love with each other and the island.", 
    "actors": "Simone Kleinsma, Jan Kooijman, Gigi Ravelli, Sanne Vogel", 
    "director": "Johan Nijenhuis", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "Loving You", 
    "description": "Struggling in a loveless marriage, a hard-drinking, workaholic cop finds a chance at redemption after a fateful incident leaves him wounded.", 
    "actors": "Lau Ching Wan, Carman Lee, Tsung-Hua To, Chung-wai Lee", 
    "director": "Johnnie To", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1534377600"
},
{
    "title": "Lucha: Playing the Impossible", 
    "description": "Known simply as \"Lucha,\" field hockey player Luciana Aymar shares her tumultuous and triumphant journey to become the best in the world.", 
    "actors": "Luciana Aymar", 
    "director": "Ana Quiroga", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1531612800"
},
{
    "title": "Lucid Dream", 
    "description": "After searching for his abducted son for three years, a devastated father attempts to track down his missing child through lucid dreams.", 
    "actors": "Ko Soo, Seol Kyung-gu, Park Yu-chun, Kang Hye-jeong", 
    "director": "Kim Joon-sung", 
    "imdb_rating": "6.5/10", 
    "category": "International Movies", 
    "date_released": "1496361600"
},
{
    "title": "Luck", 
    "description": "A ruthless gambler recruits \"lucky\" people to participate in a high-stakes \"Survivor\"-type reality show ... in which the losers pay with their lives.", 
    "actors": "Mithun Chakraborty, Sanjay Dutt, Imran Khan, Shruti Haasan", 
    "director": "Soham Shah", 
    "imdb_rating": "5.0/10", 
    "category": "International Movies", 
    "date_released": "1497484800"
},
{
    "title": "Luck-Key", 
    "description": "A poor, no-name actor decides to switch locker keys -- and lives -- with a wealthy hit man who loses his memory from a bad fall in a public bathhouse.", 
    "actors": "Yoo Hae-jin, Lee Joon, Jo Yoon-hee, Lim Ji-yeon", 
    "director": "Lee Gye-byeok", 
    "imdb_rating": "6.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1506729600"
},
{
    "title": "Lucknow Central", 
    "description": "After being arrested for a crime he didn't commit, an aspiring musician teams up with some of his inmates at Lucknow Central to form a band.", 
    "actors": "Farhan Akhtar, Diana Penty, Ronit Roy, Gippy Grewal", 
    "director": "Ranjit Tiwari", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1508112000"
},
{
    "title": "Lucky Them", 
    "description": "A rock critic investigates the disappearance of a famous musician who is also her ex, and an amateur documentarian tags along for the emotional ride.", 
    "actors": "Toni Collette, Thomas Haden Church, Oliver Platt, Nina Arianda", 
    "director": "Megan Griffiths", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1461888000"
},
{
    "title": "Lucky: No Time for Love", 
    "description": "During an uprising in Russia's St. Petersburg, teen girl Lucky meets handsome Aditya, the Indian ambassador's son, and together they flee the chaos.", 
    "actors": "Salman Khan, Sneha Ullal, Mithun Chakraborty, Kader Khan", 
    "director": "Radhika Rao, Vinay Sapru", 
    "imdb_rating": "4.5/10", 
    "category": "Dramas", 
    "date_released": "1510704000"
},
{
    "title": "Ludo", 
    "description": "Needing a secluded place for a late-night tryst, two couples stow away in a mall after hours, but are quickly ensnared in a gruesome and deadly game.", 
    "actors": "Ranodeep Bose, Soumendra Bhattacharya, Subholina Sen, Ananya Biswas", 
    "director": "Qaushiq Mukherjee, Nikon", 
    "imdb_rating": "2.6/10", 
    "category": "Horror Movies", 
    "date_released": "1479772800"
},
{
    "title": "Lunch Time Heroes", 
    "description": "Assigned to teach a class of unruly high schoolers, a devoted young woman soon comes to find common ground with the kids, who seek only acceptance.", 
    "actors": "Diana Yekinni, Dakore Akande, Odenike Odetola, Ijeoma Aniebo", 
    "director": "Seyi Babatope", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1504224000"
},
{
    "title": "Lupin the 3rd: The Castle of Cagliostro: Special Edition", 
    "description": "Lupin, his sidekick Jigen and the samurai warrior Goemon set out to take over an evil counterfeit operation at Count Cagliostro's fortress.", 
    "actors": "Yasuo Yamada, Kiyoshi Kobayashi, Eiko Masuyama, Makio Inoue", 
    "director": "Hayao Miyazaki", 
    "imdb_rating": "7.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1526342400"
},
{
    "title": "Lusers", 
    "description": "Three men from different nations must find their way out of the Amazon jungle -- on foot -- when they get lost on the way to Brazil's World Cup Final.", 
    "actors": "Carlos Alcántara, Pablo Granados, Felipe Izquierdo, Gaby Espino", 
    "director": "Ticoy Rodriguez", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1468540800"
},
{
    "title": "Lust Stories", 
    "description": "In the companion to 2013's \"Bombay Talkies,\" four short films by four of India's biggest directors explore love, sex and relationships in modern India.", 
    "actors": "Vicky Kaushal, Bhumi Pednekar, Radhika Apte, Neha Dhupia", 
    "director": "Zoya Akhtar, Karan Johar", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1529020800"
},
{
    "title": "LuTo", 
    "description": "After falling deeply in love, young couple Luisa and Tomás suffer a blow that could destroy the very foundation of their relationship.", 
    "actors": "Juan Pablo Campa, Patricia Garza", 
    "director": "Katina Medina Mora", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1479772800"
},
{
    "title": "Luv Shuv Tey Chicken Khurana", 
    "description": "Fleeing London to evade a gangland debt collector, Omi Khurana returns to his native village in India, passing himself off as a successful lawyer.", 
    "actors": "Kunal Kapoor, Huma Qureshi, Rajesh Sharma, Vipin Sharma", 
    "director": "Sameer Sharma", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
}
]