[
{
    "title": "M Cream", 
    "description": "A college student and his friends embark on a journey of self-discovery when they trek into the Himalayas searching for a source of mythical hashish.", 
    "actors": "Imaaduddin Shah, Ira Dubey, Barry John, Auritra Ghosh", 
    "director": "Agneya Singh, Aban Raza", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1479168000"
},
{
    "title": "Ma Chu Ka", 
    "description": "The relationship between a journalist and a lawyer she meets while investigating a story grows complicated as she uncovers layers of deception.", 
    "actors": "Pasupathy, Janani Iyer", 
    "director": "Jayan Vannery", 
    "imdb_rating": "2.0/10", 
    "category": "International Movies", 
    "date_released": "1530403200"
},
{
    "title": "Ma Loute", 
    "description": "An unlikely bond develops between two eccentric families as police investigate a string of small-town disappearances in this surreal French comedy.", 
    "actors": "Fabrice Luchini, Juliette Binoche, Valeria Bruni Tedeschi, Jean-Luc Vincent", 
    "director": "Bruno Dumont", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1505779200"
},
{
    "title": "Maacher Jhol", 
    "description": "On his first visit to his home city of Kolkata in 13 years, a Paris-based chef is faced with a cooking challenge that will change his life forever.", 
    "actors": "Ritwick Chakraborty, Mamata Shankar, Paoli Dam, Kaya Blocksage", 
    "director": "Pratim D. Gupta", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "Maari", 
    "description": "A petty gangster kills time training pigeons, terrorizing shopkeepers and flinging insults ... until two newcomers throw his life into turmoil.", 
    "actors": "Dhanush, Kajal Aggarwal, Robo Shankar, Vijay Yesudas", 
    "director": "Balaji Mohan", 
    "imdb_rating": "6.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Mac & Devin Go to High School", 
    "description": "Devin Overstreet may be the class valedictorian, but he hasn't had much life experience. Enter Mac Johnson, a 10th-year senior and weed dealer.", 
    "actors": "Snoop Dogg, Wiz Khalifa, Mike Epps, Teairra Mari", 
    "director": "Dylan C. Brown", 
    "imdb_rating": "4.9/10", 
    "category": "Comedies", 
    "date_released": "1461110400"
},
{
    "title": "Macchli Jal Ki Rani Hai", 
    "description": "After relocating to a different town with her husband, a housewife begins to sense the existence of a mysterious presence in their new house.", 
    "actors": "Swara Bhaskar, Bhanu Uday, Murli Sharma, Deep Raj Rana", 
    "director": "Debaloy Dey", 
    "imdb_rating": "4.5/10", 
    "category": "Horror Movies", 
    "date_released": "1508025600"
},
{
    "title": "Macho", 
    "description": "A famous designer who's always pretended to be gay finds himself in crisis mode when threatened with exposure as the woman-chasing straight guy he is.", 
    "actors": "Miguel Rodarte, Cecilia Suárez, Aislinn Derbez, Renato López", 
    "director": "Antonio Serrano", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1491955200"
},
{
    "title": "Mad Ron's Prevues from Hell", 
    "description": "This collection cherry-picks trailers, forgotten scenes and poster art from 47 gory oldies, including Bay of Blood and The Blood Spattered Bride.", 
    "actors": "Nick Pawlow, Michael Townsend Wright, Anthony Kelly, Jim Monaco", 
    "director": "Jim Monaco", 
    "imdb_rating": "5.5/10", 
    "category": "Cult Movies", 
    "date_released": "1288569600"
},
{
    "title": "Mad World", 
    "description": "A stockbroker struggling with bipolar disorder goes to live with his estranged father in a cramped flat, where old resentments bubble to the surface.", 
    "actors": "Shawn Yue, Eric Tsang, Elaine Jin, Charmaine Fong", 
    "director": "Chun Wong", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Madaari", 
    "description": "A bridge under construction collapses in Mumbai, killing a man's family and launching him on a crusade to bring those responsible to justice.", 
    "actors": "Irrfan Khan, Jimmy Shergill, Vishesh Bansal, Tushar Dalvi", 
    "director": "Nishikant Kamat", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1487289600"
},
{
    "title": "Madagascar: Escape 2 Africa", 
    "description": "A botched rescue strands Alex the lion and his companions in Africa. Sadly, Alex discovers he has little in common with the locals.", 
    "actors": "Ben Stiller, Chris Rock, David Schwimmer, Jada Pinkett Smith", 
    "director": "Eric Darnell, Tom McGrath", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1498867200"
},
{
    "title": "Madame Bovary", 
    "description": "Emma Bovary's passions overwhelm her vows of marriage when the dashing Marquis d'Andervilliers steals her heart, ultimately leading her to ruin.", 
    "actors": "Mia Wasikowska, Rhys Ifans, Ezra Miller, Logan Marshall-Green", 
    "director": "Sophie Barthes, Claude Chabrol", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1504828800"
},
{
    "title": "Made in America", 
    "description": "A black teenager's world is turned upside down when she learns that she was conceived through artificial insemination and her biological dad is white.", 
    "actors": "Whoopi Goldberg, Ted Danson, Nia Long, Will Smith", 
    "director": "Richard Benjamin", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1522540800"
},
{
    "title": "Madness in the Desert", 
    "description": "The story of making \"Lagaan,\" one of the millennium's seminal Indian films, is told from the point of view of production team member Satyajit Bhatkal.", 
    "actors": "Aamir Khan, Ashutosh Gowariker", 
    "director": "Satyajit Bhatkal", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1513900800"
},
{
    "title": "Madras Café", 
    "description": "An Indian intelligence agent journeys to a war-torn coastal island to break a resolute rebel group and meets a passionate journalist.", 
    "actors": "John Abraham, Nargis Fakhri, Rashi Khanna, Avijit Dutt", 
    "director": "Shoojit Sircar", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1494374400"
},
{
    "title": "Madre", 
    "description": "Pregnant and overwhelmed, Diana hires a caretaker for her son with severe autism. But she soon begins to fear the new nanny has sinister intentions.", 
    "actors": "Daniela Ramírez, Cristobal Tapia Montt, Aida, Matías Bassi", 
    "director": "Aaron Burns", 
    "imdb_rating": "6.5/10", 
    "category": "International Movies", 
    "date_released": "1503705600"
},
{
    "title": "Magic Mike", 
    "description": "Veteran male stripper Magic Mike introduces a new dancer known as the Kid to the pleasures -- and perils -- of their profession.", 
    "actors": "Channing Tatum, Alex Pettyfer, Matthew McConaughey, Cody Horn", 
    "director": "Steven Soderbergh", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1485907200"
},
{
    "title": "Magic Snowflake", 
    "description": "Young Nicolas agrees to do Santa's work for one year. But the stress of the job threatens the boy's sense of joy -- and Christmas itself.", 
    "actors": "Nathan Simony, Benoît Allemane, Vincent Grass, Jean-Claude Donda", 
    "director": "Luc Vinciguerra", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1450569600"
},
{
    "title": "Magnus", 
    "description": "This dramatic documentary explores the life and mind of Magnus Carlsen, the charismatic Norwegian prodigy who became world chess champion.", 
    "actors": "Magnus Carlsen", 
    "director": "Benjamin Ree", 
    "imdb_rating": "7.1/10", 
    "category": "Documentaries", 
    "date_released": "1487721600"
},
{
    "title": "Mahabharat", 
    "description": "Two young brothers encounter a singing bird who treats them to a musical reinterpretation of one of India’s most epic ancient tales.", 
    "actors": "Amitabh Bachchan, Ajay Devgn, Vidya Balan, Shatrughan Sinha", 
    "director": "Amaan Khan", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Maheshinte Prathikaram", 
    "description": "A photographer in a remote Kerala township finds his peaceful life upended after a group of strangers beats him up in a street fight.", 
    "actors": "Fahadh Faasil, Aparna Balamurali, Anusree, Soubin Shahir", 
    "director": "Dileesh Pothan", 
    "imdb_rating": "7.8/10", 
    "category": "Comedies", 
    "date_released": "1521072000"
},
{
    "title": "Mahjong Heroes", 
    "description": "In this comedy, characters from all walks of life go head-to-head around the mahjong table in a high-stakes contest of different playing styles.", 
    "actors": "Patrick Tse, Betty Ting Pei, Hua Yueh, Chin Siu Ho", 
    "director": "Li Pei-Chuan", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1534377600"
},
{
    "title": "Main Aur Mr. Riight", 
    "description": "When a single casting director hires an aspiring actor to pretend to be her rich new boyfriend from London, she's surprised at his effect on her life.", 
    "actors": "Barun Sobti, Shenaz Treasury, Kavi Shastri, Danny Sura", 
    "director": "Adeeb Rais", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1497484800"
},
{
    "title": "Main aurr Mrs. Khanna", 
    "description": "A financially troubled Indian man heads to Singapore to find employment, while his pretty wife stays behind in a move that could cause trouble.", 
    "actors": "Salman Khan, Kareena Kapoor, Sohail Khan, Preity Zinta", 
    "director": "Prem Soni", 
    "imdb_rating": "3.3/10", 
    "category": "International Movies", 
    "date_released": "1533081600"
},
{
    "title": "Main Hoon Na", 
    "description": "Major Ram Prasad Sharma yearns to see project Mission Milaap come to fruition and usher in an era of peace between two warring countries. But the evil Raghavan will do anything to stop the peace process.", 
    "actors": "Shah Rukh Khan, Sunil Shetty, Sushmita Sen, Zayed Khan", 
    "director": "Farah Khan", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Main, Meri Patni Aur Woh", 
    "description": "An ordinary-looking guy weds the woman of his dreams, but his jealousy threatens to destroy their union in this lighthearted tale of marital mismatch.", 
    "actors": "Rajpal Yadav, Rituparna Sengupta, Kay Kay Menon, Varun Badola", 
    "director": "Chandan Arora", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Maine Pyar Kiya", 
    "description": "When the son of a wealthy businessman and the daughter of a struggling engineer fall in love, the young man's parents question the girl's motives.", 
    "actors": "Salman Khan, Bhagyashree, Alok Nath, Rajeev Verma", 
    "director": "Sooraj R. Barjatya", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1451606400"
},
{
    "title": "Makkhi", 
    "description": "When a ruthless billionaire kills a man in a bid to steal the woman he loves, he's reborn as a common housefly with a taste for revenge.", 
    "actors": "Nani, Samantha Ruth Prabhu, Sudeep, Hamsa Nandini", 
    "director": "S.S. Rajamouli", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1464739200"
},
{
    "title": "Maktub", 
    "description": "After surviving a bomb attack, two low-level mobsters in Jerusalem change their ways and set about making strangers' Wailing Wall prayers come true.", 
    "actors": "Guy Amir, Hanan Savyon, Itzik Cohen, Igal Naor", 
    "director": "Oded Raz", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1529020800"
},
{
    "title": "Mala Kahich Problem Nahi", 
    "description": "With their relationship running on autopilot, a discontent husband and wife must confront their issues while on a trip with the extended family.", 
    "actors": "Gashmeer Mahajani, Spruha Joshi, Nirmiti Sawant, Vijay Nikam", 
    "director": "Sameer Vidwans", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1542240000"
},
{
    "title": "Malamaal Weekly", 
    "description": "This comic roller-coaster ride spins the tale of a man overcome by greed -- and what lengths he'll go to for a shot at the good life.", 
    "actors": "Paresh Rawal, Om Puri, Riteish Deshmukh, Rajpal Yadav", 
    "director": "Priyadarshan", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1509494400"
},
{
    "title": "Malcriados", 
    "description": "In this Colombian remake of the Mexican hit \"Nosotros los Nobles,\" a rich widower decides to teach his three spoiled and lazy adult children a lesson.", 
    "actors": "Julieth Restrepo, Juan Fernando Sánchez, José Restrepo, Juan Pablo Barragán", 
    "director": "Felipe Martínez", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1509580800"
},
{
    "title": "Malevolent", 
    "description": "A brother-sister team who fake paranormal encounters for cash get more than they bargained for when a job at a haunted estate turns very, very real.", 
    "actors": "Florence Pugh, Ben Lloyd-Hughes, Celia Imrie, James Cosmo", 
    "director": "Olaf de Fleur", 
    "imdb_rating": "5.2/10", 
    "category": "Horror Movies", 
    "date_released": "1538697600"
},
{
    "title": "Mallu Singh", 
    "description": "In search of a long lost childhood companion, a man from Kerala sets out for rustic Punjab, where he runs into unexpected mixups and personalities.", 
    "actors": "Kunchacko Boban, Unni Mukundan, Biju Menon, Manoj K Jayan", 
    "director": "Vysakh", 
    "imdb_rating": "4.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Mamma Mia!", 
    "description": "On the Greek isle of Kalokairi, a single mom goes into a tizzy when her bride-to-be daughter invites three of Mom's ex-lovers to the wedding.", 
    "actors": "Meryl Streep, Pierce Brosnan, Colin Firth, Stellan Skarsgård", 
    "director": "Phyllida Lloyd", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1526428800"
},
{
    "title": "Mammal", 
    "description": "An emotionally distant woman learns that her estranged son is missing at the same time she befriends a homeless youth, inviting him to live with her.", 
    "actors": "Rachel Griffiths, Barry Keoghan, Michael McElhatton, Joanne Crawford", 
    "director": "Rebecca Daly", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1504224000"
},
{
    "title": "Man Up", 
    "description": "A single woman seizes an opportunity when, while standing under a train station clock, she meets a stranger who mistakes her for his blind date.", 
    "actors": "Lake Bell, Simon Pegg, Ophelia Lovibond, Olivia Williams", 
    "director": "Ben Palmer", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1536019200"
},
{
    "title": "Man Vs.", 
    "description": "Reality TV survivalist Doug Woods sets out to film his five days alone in the desolate wilderness. He soon fears that something may be stalking him.", 
    "actors": "Chris Diamantopoulos, Michael Cram, Drew Nelson, Kelly Fanson", 
    "director": "Adam Massey", 
    "imdb_rating": "5.5/10", 
    "category": "Horror Movies", 
    "date_released": "1496275200"
},
{
    "title": "Mandobasar Galpo", 
    "description": "With the assistance of a psychiatrist, an acclaimed filmmaker struggles to come to terms with a mysterious romantic trauma.", 
    "actors": "Paoli Dam, Parambrata Chatterjee, Indrasish Roy, Anindita Basu", 
    "director": "Tathagata Banerjee", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Manglehorn", 
    "description": "A reclusive small-town locksmith who can't stop writing letters to a lost love meets a kindly bank teller who challenges him to look to the future.", 
    "actors": "Al Pacino, Holly Hunter, Harmony Korine, Chris Messina", 
    "director": "David Gordon Green", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1492300800"
},
{
    "title": "Mango Dreams", 
    "description": "Concerned that dementia will soon steal his most cherished memories, a Hindu doctor hires a Muslim rickshaw driver to take him to his childhood home.", 
    "actors": "Ram Gopal Bajaj, Pankaj Tripathi, Sameer Kochhar", 
    "director": "John Upchurch", 
    "imdb_rating": "8.3/10", 
    "category": "Dramas", 
    "date_released": "1521072000"
},
{
    "title": "Manhattan Romance", 
    "description": "A filmmaker working on a documentary about love in modern Manhattan becomes personally entangled in the romantic lives of his subjects.", 
    "actors": "Tom O'Brien, Katherine Waterston, Caitlin Fitzgerald, Gaby Hoffmann", 
    "director": "Tom O'Brien", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1504828800"
},
{
    "title": "Manhunt", 
    "description": "A Chinese pharmaceutical lawyer framed for a vile crime teams up with a sharp-witted Japanese detective to stop a dangerous corporate plot.", 
    "actors": "Zhang Hanyu, Masaharu Fukuyama, Qi Wei, Ha Ji-won", 
    "director": "John Woo", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1525392000"
},
{
    "title": "Manje Bistre", 
    "description": "While prepping for a family wedding, a young man falls for his sister’s friend, who has already been promised to someone else.", 
    "actors": "Gippy Grewal, Sonam Bajwa, Karamjit Anmol, Jaggi Singh", 
    "director": "Baljit Singh Deo", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Manolo: The Boy Who Made Shoes for Lizards", 
    "description": "As legendary shoe designer Manolo Blahnik speaks about his creative process, his celebrity admirers chime in with their own takes on his work.", 
    "actors": "Manolo Blahnik, Anna Wintour, André Leon Talley, Paloma Picasso", 
    "director": "Michael Roberts", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1515974400"
},
{
    "title": "Manorama Six Feet Under", 
    "description": "A government employee and aspiring crime writer, who is under investigation for corruption, is asked by a politician's wife to spy on her husband.", 
    "actors": "Abhay Deol, Gul Panag, Raima Sen, Sarika", 
    "director": "Navdeep Singh", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1497484800"
},
{
    "title": "Manoranjan", 
    "description": "After getting fired, a police officer connects with a prostitute he met on the job in a red-light district and sets out to keep her off the streets.", 
    "actors": "Sanjeev Kumar, Zeenat Aman, Shammi Kapoor, Dev Kumar", 
    "director": "Shammi Kapoor", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1504224000"
},
{
    "title": "Manson Family Vacation", 
    "description": "The pleasant family life of an L.A. attorney is disrupted by the sudden arrival of his brother, who is obsessed with the Charles Manson murders.", 
    "actors": "Jay Duplass, Linas Phillips, Leonora Pitts, Adam Chernick", 
    "director": "J. Davis", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1445904000"
},
{
    "title": "Manto", 
    "description": "The controversial and troubled Indo-Pakistani writer Saadat Hasan Manto finds his artistic choices challenged by censors.", 
    "actors": "Nawazuddin Siddiqui, Rasika Dugal, Tahir Raj Bhasin", 
    "director": "Nandita Das", 
    "imdb_rating": "8.5/10", 
    "category": "Dramas", 
    "date_released": "1543536000"
},
{
    "title": "Mantostaan", 
    "description": "Four stories by writer Sadaat Hasan Manto culminate in a single gruesome drama that's set during the partitioning of the Indian subcontinent.", 
    "actors": "Raghuvir Yadav, Veerendra Saxena, Sonal Sehgal, Aaditya Pratap Singh", 
    "director": "Rahat Kazmi", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Mantra", 
    "description": "An Indian business owner struggles to keep his company afloat amid global competition while trying to make up for lost time with his family.", 
    "actors": "Rajat Kapoor, Lushin Dubey, Kalki Koechlin, Shiv Pandit", 
    "director": "Nicholas Kharkongor", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Marco Polo: One Hundred Eyes", 
    "description": "A defiant warrior-monk arrives at Kublai Khan's court in chains and soon earns his tragic nickname in this 30-minute origin story.", 
    "actors": "Tom Wu, Benedict Wong, Michelle Yeoh", 
    "director": "Alik Sakharov", 
    "imdb_rating": "7.3/10", 
    "category": "Movies", 
    "date_released": "1451088000"
},
{
    "title": "Margarita with a Straw", 
    "description": "An Indian woman with cerebral palsy decides to study in New York, where she becomes involved in a life-changing affair with a blind female activist.", 
    "actors": "Kalki Koechlin, Revathy, Sayani Gupta, Hussain Dalal", 
    "director": "Shonali Bose, Nilesh Maniyar", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1468540800"
},
{
    "title": "Marguerite", 
    "description": "In the 1920s, a wealthy woman passionately sings for private audiences, unaware of her own awful voice. But a rave review exposes her to a new world.", 
    "actors": "Catherine Frot, André Marcon, Michel Fau, Christa Théret", 
    "director": "Xavier Giannoli", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1475280000"
},
{
    "title": "Maria Sharapova: The Point", 
    "description": "In an intimate documentary featuring selfie videos and archive footage, the tennis pro opens up about her suspension, its aftermath and her comeback.", 
    "actors": "Maria Sharapova", 
    "director": "Lisa Lax, Nancy Stern Winters", 
    "imdb_rating": "5.0/10", 
    "category": "Documentaries", 
    "date_released": "1522627200"
},
{
    "title": "Marias: Faith in Womanhood", 
    "description": "Explore what the Virgin Mary means to women throughout Latin America and how she has affected their lives and faiths in different ways.", 
    "actors": "", 
    "director": "Joana Mariani", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1481500800"
},
{
    "title": "Marie Antoinette", 
    "description": "This unconventional costume drama charts the rise a young queen and her luxuriously confining lifestyle, which ultimately led to her undoing.", 
    "actors": "Kirsten Dunst, Jason Schwartzman, Judy Davis, Rip Torn", 
    "director": "Sofia Coppola", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "Mark Gatiss: A Study in Sherlock", 
    "description": "Mark Gatiss, who co-created “Sherlock” and plays Mycroft Holmes, discusses the show with Benedict Cumberbatch, Martin Freeman and others in the cast.", 
    "actors": "Benedict Cumberbatch, Martin Freeman, Una Stubbs, Rupert Graves", 
    "director": "Nathan Landeg", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1462060800"
},
{
    "title": "Maroon", 
    "description": "When his wife goes missing, university professor Saurabh remains at home while the police investigate, but his grip on reality loosens as days pass.", 
    "actors": "Manav Kaul, Devyani Cm, Saurabh Sachdeva, Sarika Singh", 
    "director": "Pulkit", 
    "imdb_rating": "4.7/10", 
    "category": "Dramas", 
    "date_released": "1485907200"
},
{
    "title": "Martial Arts of Shaolin", 
    "description": "In ancient China, Zhi Ming trains at the legendary Northern Shaolin temple to avenge the death of his father at the hands of a nefarious magistrate.", 
    "actors": "Jet Li, Jianqiang Hu, Qiuyan Huang, Qingfu Pan", 
    "director": "Chia-Liang Liu", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "Martyrs of Marriage", 
    "description": "This documentary reveals the cracks in India's anti-dowry act and gives voice to both women and men who've been victimized by the law's abusers.", 
    "actors": "", 
    "director": "Deepika Narayan Bhardwaj", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1521072000"
},
{
    "title": "Marvel & ESPN Films Present: 1 of 1: Genesis", 
    "description": "This documentary explores the connections between elite athletes and Marvel superheroes such as Spider Man, Black Widow and Captain America.", 
    "actors": "Manny Pacquiao, Michael Smith, Tony Hawk, Esther Howard", 
    "director": "Eric Drath", 
    "imdb_rating": "6.0/10", 
    "category": "Documentaries", 
    "date_released": "1426377600"
},
{
    "title": "Marvel Super Hero Adventures: Frost Fight!", 
    "description": "In this Christmas-themed special, Captain America and the Avengers battle Loki and Ymir, who plot to steal Santa Claus' powers and conquer the world.", 
    "actors": "Mick Wingert, Matthew Mercer, Travis Willingham, Fred Tatasciore", 
    "director": "Mitch Schauer", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1456272000"
},
{
    "title": "Marvel's Hulk: Where Monsters Dwell", 
    "description": "On Halloween, the Hulk and Dr. Strange battle monsters wreaking havoc on New York and uncover an evil plot by Nightmare, ruler of the Dream Dimension.", 
    "actors": "Fred Tatasciore, Liam O'Brien, Jesse Burch, Edward Bosco", 
    "director": "Mitch Schauer", 
    "imdb_rating": "6.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1483488000"
},
{
    "title": "Marvel's Iron Man & Hulk: Heroes United", 
    "description": "When scientists join Hulk's gamma energy with Tony Stark's Arc Reactor, the resulting force creates a foe that only the two Marvel heroes can combat.", 
    "actors": "Adrian Pasdar, Fred Tatasciore, Dee Bradley Baker, Robin Atkin Downes", 
    "director": "Leo Riley, Eric Radomski", 
    "imdb_rating": "5.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1392508800"
},
{
    "title": "Mary and The Witch's Flower", 
    "description": "Ordinary girl Mary picks an extraordinary flower and travels to Endor College, a school for magic. But its foremost teachers have a sinister plan.", 
    "actors": "Ruby Barnhill, Kate Winslet, Jim Broadbent, Ewen Bremner", 
    "director": "Hiromasa Yonebayashi", 
    "imdb_rating": "7.1/10", 
    "category": "Anime Features", 
    "date_released": "1531785600"
},
{
    "title": "Mary Kom", 
    "description": "The daughter of a poor rice farmer overcomes the objections of her father and the demands of a male-dominated society to pursue a career in boxing.", 
    "actors": "Priyanka Chopra, Darshan Kumar, Sunil Thapa, Kenny Basumatary", 
    "director": "Omung Kumar", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "Masaan", 
    "description": "Along India's Ganges River, four people face prejudice, a strict moral code and a punishing caste system as they confront personal tragedies.", 
    "actors": "Richa Chadda, Sanjay Mishra, Vicky Kaushal, Pankaj Tripathi", 
    "director": "Neeraj Ghaywan", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1480550400"
},
{
    "title": "Master", 
    "description": "Needing hard evidence to convict a company chairman of fraud, an investigator bargains with the company's tech expert to turn over his boss's ledger.", 
    "actors": "Lee Byung-hun, Gang Dong-won, Kim Woo-bin, Um Ji-won", 
    "director": "Jo Ui-seok", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1517443200"
},
{
    "title": "Masters", 
    "description": "A plucky policeman enlists the help of his journalist friend to solve seemingly unrelated murders, only to find the truth is closer than it seems.", 
    "actors": "Prithviraj Sukumaran, M. Sasikumar, Mukesh, Piaa Bajpai", 
    "director": "Johny Antony", 
    "imdb_rating": "5.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1521072000"
},
{
    "title": "Masti", 
    "description": "Three henpecked friends try to escape their unhappy marriages by seeking out some extramarital fun, only to end up being blackmailed.", 
    "actors": "Ajay Devgn, Vivek Oberoi, Aftab Shivdasani, Riteish Deshmukh", 
    "director": "Indra Kumar", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1498867200"
},
{
    "title": "Match", 
    "description": "As a couple interviews a renowned dance professor for their dissertation, their probing questions soon betray a hidden agenda.", 
    "actors": "Patrick Stewart, Carla Gugino, Matthew Lillard", 
    "director": "Stephen Belber", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1489017600"
},
{
    "title": "Mater", 
    "description": "A single man in his 30s overwhelmed by his domineering mother meets a lesbian couple willing to go to extreme lengths to have a child.", 
    "actors": "Lautaro Perotti, Tamara Kiper, Inda Lavalle, Miriam Odorico", 
    "director": "Pablo D'Alo Abba", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1531612800"
},
{
    "title": "Matichya Chuli", 
    "description": "A jealous, possessive mother thinks she is competing with her new daughter-in-law for the affections of her overindulged son.", 
    "actors": "Sudhir Joshi, Vandana Gupte, Ankush Chaudhari, Madhura Velankar", 
    "director": "Sudesh Manjrekar, Atul Kale", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1518652800"
},
{
    "title": "Max Rose", 
    "description": "An aging jazz musician learns after his wife's death that she may have been unfaithful to him decades before.", 
    "actors": "Jerry Lewis, Kerry Bishé, Illeana Douglas, Rance Howard", 
    "director": "Daniel Noah", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1484438400"
},
{
    "title": "May the Devil Take You", 
    "description": "Hoping to find answers to her estranged father's mysterious illness, a young woman visits his old villa and uncovers a horrifying truth from the past.", 
    "actors": "Chelsea Islan, Pevita Pearce, Samo Rafael, Karina Suwandhi", 
    "director": "Timo Tjahjanto", 
    "imdb_rating": "8.2/10", 
    "category": "Horror Movies", 
    "date_released": "1542240000"
},
{
    "title": "May We Chat", 
    "description": "A messaging app unites a mute prostitute, an unruly rich girl and a stormy young woman, three Hong Kong teens living in pain and excess.", 
    "actors": "Irene Wan, Peter Mak, Rainky Wai, Heidi Lee", 
    "director": "Philip Yung", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1532390400"
},
{
    "title": "Maya Memsaab", 
    "description": "A beautiful, wealthy woman’s insatiable appetite for romance leads to tragedy and a police investigation.", 
    "actors": "Deepa Sahi, Farooq Shaikh, Raj Babbar, Shah Rukh Khan", 
    "director": "Ketan Mehta", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1496275200"
},
{
    "title": "Mayday: The Passenger Who Landed a Plane", 
    "description": "This documentary recounts the miraculous true story of a great-grandfather with no flying experience who landed a small plane after its pilot died.", 
    "actors": "Fi Glover, John Wildey", 
    "director": "Chris Martin", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1519689600"
},
{
    "title": "Maza Pati Karodpati", 
    "description": "An orphan girl who has ambitions of marrying a rich man changes her identity to win the heart of a prominent businessman's son.", 
    "actors": "Sachin, Supriya Pilgaonkar, Ashok Saraf, Kishori Shahane", 
    "director": "Sachin", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Me and the Alien", 
    "description": "Hoping to pump up their sound, a punk band hires Pepe, a keyboardist with Down Syndrome, but tensions erupt when he steals the show with his talent.", 
    "actors": "Ines De Tavira, Juan Pablo Campa, Paco de la Fuente, Juan Ugarte", 
    "director": "Jesús Magaña Vázquez", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1487030400"
},
{
    "title": "Me, Myself and Her", 
    "description": "Two women -- a restaurateur and an architect -- have a seemingly idyllic romantic relationship, until the latter encounters a man she once loved.", 
    "actors": "Margherita Buy, Sabrina Ferilli, Fausto Maria Sciarappa, Alessia Barela", 
    "director": "Maria Sole Tognazzi", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1486339200"
},
{
    "title": "Meet Joe Black", 
    "description": "When the grim reaper comes for a megamogul, he offers a proposition: Host him for a \"vacation\" among the living in trade for a few more days of life.", 
    "actors": "Brad Pitt, Anthony Hopkins, Claire Forlani, Jake Weber", 
    "director": "Martin Brest", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1543622400"
},
{
    "title": "Meet the Blacks", 
    "description": "A black dad from Chicago with a recent influx of cash moves his family to Beverly Hills just before the city's annual purge, when all crime is legal.", 
    "actors": "Mike Epps, Gary Owen, Zulay Henao, Bresha Webb", 
    "director": "Deon Taylor", 
    "imdb_rating": "4.3/10", 
    "category": "Comedies", 
    "date_released": "1478044800"
},
{
    "title": "Meet the Fockers", 
    "description": "In this sequel to Meet the Parents, newly engaged Greg and Pam join Pam's straitlaced family on an RV trip to Miami to meet Greg's eccentric parents.", 
    "actors": "Robert De Niro, Ben Stiller, Dustin Hoffman, Barbra Streisand", 
    "director": "Jay Roach", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1517443200"
},
{
    "title": "Meet the Patels", 
    "description": "With his 30th birthday just around the corner, Ravi Patel finds himself in a love triangle -- with the woman of his dreams and his parents.", 
    "actors": "", 
    "director": "Geeta V. Patel, Ravi V. Patel", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1504828800"
},
{
    "title": "Meet the Robinsons", 
    "description": "Young Lewis, who's always wondered why his mother put him up for adoption, may get his answer when Wilbur Robinson whisks him away to the future.", 
    "actors": "Daniel Hansen, Wesley Singerman, Angela Bassett, Tom Selleck", 
    "director": "Stephen J. Anderson, Stephen Anderson", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1508716800"
},
{
    "title": "Meghnadbodh Rohoshyo", 
    "description": "A professor mysteriously vanishes, leaving behind a host of suspects, a shadowy history and a clue: the anonymous birthday gift of a Bengali classic.", 
    "actors": "Sabyasachi Chakraborty, Abir Chatterjee, Gargi Roychowdhury, Bikram Chatterjee", 
    "director": "Anik Datta", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1539561600"
},
{
    "title": "Melle", 
    "description": "After recovering from a tragic experience, a young woman makes a journey to her father's homeland and falls in love with a kind-hearted doctor.", 
    "actors": "Amith Chakalakkal, Thanuja Karthik, Joy Mathew, Joju George", 
    "director": "Binu Ulahhannan", 
    "imdb_rating": "4.0/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Melvin Goes to Dinner", 
    "description": "When Melvin and his friends gather for dinner, their casual conversation takes a sharp turn as they begin to disclose raw truths about themselves.", 
    "actors": "Michael Blieden, Stephanie Courtney, Annabelle Gurwitch, Matt Price", 
    "director": "Bob Odenkirk", 
    "imdb_rating": "4.9/10", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "Memoir of a Murderer", 
    "description": "Hiding his own murderous past, a man suffering from Alzheimer's must protect his daughter from her boyfriend, who he suspects is also a serial killer.", 
    "actors": "Seol Kyung-gu, Kim Nam-gil, Kim Seol-Hyun, Oh Dal-su", 
    "director": "Won Shin-yeon", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1518998400"
},
{
    "title": "Menorca", 
    "description": "A hedonistic soccer mom takes a voyage of self-discovery when she tries to reconnect with her son by returning his pet rock to a Mediterranean island.", 
    "actors": "Tammy Gillis, Sheila Campbell, Talia Pura, Dorothy Carroll", 
    "director": "John Barnard", 
    "imdb_rating": "4.6/10", 
    "category": "Dramas", 
    "date_released": "1503792000"
},
{
    "title": "Mercenary", 
    "description": "When he defies his cruel father and leaves New Caledonia to play rugby in France, young Soane learns hard lessons about life, love and success.", 
    "actors": "Toki Pilioko, Iliana Zabeth, Mikaele Tuugahala, Laurent Pakihivatau", 
    "director": "Sacha Wolff", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1480809600"
},
{
    "title": "Mercy", 
    "description": "Two brothers clash with their half-siblings when a visit home to see their dying mother surfaces old secrets and becomes a fight for survival.", 
    "actors": "James Wolk, Caitlin Fitzgerald, Tom Lipinski, Dan Ziskie", 
    "director": "Chris Sparling", 
    "imdb_rating": "4.3/10", 
    "category": "Dramas", 
    "date_released": "1479772800"
},
{
    "title": "Mere Baap Pehle Aap", 
    "description": "While working tirelessly to reunite his widowed father with an old flame, a caring son is visited by a blast from his own past.", 
    "actors": "Akshaye Khanna, Genelia D'Souza, Manoj Joshi, Om Puri", 
    "director": "Priyadarshan", 
    "imdb_rating": "5.0/10", 
    "category": "International Movies", 
    "date_released": "1497484800"
},
{
    "title": "Meridian", 
    "description": "In 1947 Los Angeles, the disappearance of four men, including his own detective, leads a police captain to a cavern where an eerie discovery awaits.", 
    "actors": "Kevin Kilner, Reid Scott, Elyse Levesque", 
    "director": "Curtis Clark", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1473897600"
},
{
    "title": "Merry Kissmas", 
    "description": "Kayla's engaged to a famous choreographer but is having some doubts, and discontent turns to confusion when she shares a magical kiss with a stranger.", 
    "actors": "Karissa Staples, Brant Daugherty, David O'Donnell, Brittany Underwood", 
    "director": "Michael Feifer", 
    "imdb_rating": "6.8/10", 
    "category": "Romantic Movies", 
    "date_released": "1480550400"
},
{
    "title": "Mersal", 
    "description": "A detective arrests a doctor for crimes targeting medical professionals but later finds the real culprit in a tale of revenge, corruption and magic.", 
    "actors": "Joseph Vijay, S.J. Surya, Kajal Aggarwal, Samantha Ruth Prabhu", 
    "director": "Atlee Kumar", 
    "imdb_rating": "8.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1534809600"
},
{
    "title": "Meru", 
    "description": "This documentary follows three elite mountain climbers as they scale the Shark's Fin on Mount Meru in India, one of the world's most difficult peaks.", 
    "actors": "Conrad Anker, Renan Ozturk, Jimmy Chin, Jon Krakauer", 
    "director": "Jimmy Chin, Elizabeth Chai Vasarhelyi", 
    "imdb_rating": "7.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1518307200"
},
{
    "title": "Message from the King", 
    "description": "On a relentless quest to avenge his sister's murder, a man from Cape Town infiltrates a sprawling network of lowlifes and elites in Los Angeles.", 
    "actors": "Chadwick Boseman, Luke Evans, Teresa Palmer, Alfred Molina", 
    "director": "Fabrice Du Welz", 
    "imdb_rating": "6.4/10", 
    "category": "Independent Movies", 
    "date_released": "1501804800"
},
{
    "title": "Message in a Bottle", 
    "description": "Newspaper researcher Theresa finds a letter in a bottle penned by grieving shipbuilder Garret, who writes to ease the pain of his wife's death.", 
    "actors": "Kevin Costner, Robin Wright, Paul Newman, John Savage", 
    "director": "Luis Mandoki", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Métamorphoses", 
    "description": "High schooler Europa is drawn into a world of gods, myths and seduction when she meets the handsome Jupiter in this contemporary take on Ovid's epic.", 
    "actors": "Amira Akil, Sébastien Hirel, Damien Chapelle, Mélodie Richard", 
    "director": "Christophe Honoré", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1511136000"
},
{
    "title": "Metro", 
    "description": "Disgusted by the gold-chain snatchers in his home city of Chennai, a man vows to combat the criminal menace by taking the law into his own hands.", 
    "actors": "Shirish, Sathya, Bobby Simha, Sendrayan", 
    "director": "Ananda Krishnan", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "México Bárbaro", 
    "description": "Eight tales featuring boogeymen, trolls, demons, ghosts, zombies and Mayan imps from Mexico's darkest legends make up this horror anthology.", 
    "actors": "Dulce Alexa, Sara Camacho, Gabriel Carter, Lorena Gonzalez", 
    "director": "Isaac Ezban, Laurette Flores Bornn", 
    "imdb_rating": "4.4/10", 
    "category": "Horror Movies", 
    "date_released": "1459641600"
},
{
    "title": "Mi Shivajiraje Bhosale Boltoy", 
    "description": "After a disgruntled man blames his Marathi heritage for his lack of his success, he is visited by Shivaji, a great medieval Marathi king.", 
    "actors": "Sachin Khedekar, Mahesh Manjrekar, Makarand Anaspure, Suchitra Bandekar", 
    "director": "Santosh Manjrekar", 
    "imdb_rating": "8.0/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Michael", 
    "description": "After a dedicated cop accidentally kills a 12-year-old boy, he's fired, harassed and forced to take menial work as he tries to keep his life together.", 
    "actors": "Naseeruddin Shah, Mahie Gill, Sabyasachi Chakraborty, Rudranil Ghosh", 
    "director": "Ribhu Dasgupta", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1494374400"
},
{
    "title": "Michael Bolton's Big, Sexy Valentine's Day Special", 
    "description": "After Santa tells him he needs 75,000 new babies by Christmas to meet toy supply, Michael Bolton hosts a telethon to inspire the world to make love.", 
    "actors": "Michael Bolton, Andy Samberg, Will Forte, Kenny G", 
    "director": "Scott Aukerman, Akiva Schaffer", 
    "imdb_rating": "7.2/10", 
    "category": "Comedies", 
    "date_released": "1486425600"
},
{
    "title": "Michael Lost and Found", 
    "description": "Benjie Nycum travels to Wyoming to visit his ex-lover, Michael Glatze, a former gay activist who now lives with his wife and works as a church pastor.", 
    "actors": "", 
    "director": "Daniel Wilner", 
    "imdb_rating": "6.5/10", 
    "category": "Documentaries", 
    "date_released": "1496275200"
},
{
    "title": "Mickey's House of Villains", 
    "description": "The nefarious Jafar has assembled a team of Disney baddies to take over Mickey's House of Mouse and turn it into the House of Villains.", 
    "actors": "Wayne Allwine, Tony Anselmo, Jeff Bennett, Susanne Blakeslee", 
    "director": "Jamie Mitchell, Tony Craig", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1383264000"
},
{
    "title": "Mickey's Magical Christmas: Snowed in at the House of Mouse", 
    "description": "After being snowed in, Mickey and a host of his friends throw a Christmas party to help Donald Duck regain his holiday spirit.", 
    "actors": "Wayne Allwine, Tony Anselmo, Bill Farmer, Russi Taylor", 
    "director": "Tony Craig, Roberts Gannaway", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1383264000"
},
{
    "title": "Mickey's Once Upon a Christmas", 
    "description": "The world's favorite mouse rings in the holidays with three charming stories: \"The Gift of the Magi,\" \"Duck Tales\" and \"A Very Goofy Christmas.\"", 
    "actors": "Kelsey Grammer, Wayne Allwine, Russi Taylor, Tony Anselmo", 
    "director": "Jun Falkenstein, Alex Mann", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1383264000"
},
{
    "title": "Mickey's Twice Upon a Christmas", 
    "description": "Mickey, Minnie, Goofy and friends celebrate the spirit of the season while Scrooge McDuck humbugs the whole affair in this animated holiday feature.", 
    "actors": "Wayne Allwine, Tony Anselmo, Russi Taylor, Tress MacNeille", 
    "director": "Matthew O'Callaghan, Carole Holliday", 
    "imdb_rating": "6.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1383264000"
},
{
    "title": "Middle Man", 
    "description": "While driving to Vegas to become a comedian, hopelessly unfunny Lenny meets a strange hitchhiker, whose twisted behavior helps Lenny hone his routine.", 
    "actors": "Jim O'Heir, Andrew J. West, Josh McDermitt, Anne Dudek", 
    "director": "Ned Crowley", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1507334400"
},
{
    "title": "Mighty Raju Rio Calling", 
    "description": "Mighty Raju preps for a new adventure in Rio de Janeiro, where he goes toe-to-toe with rival soccer players, faces capoeira fighters and more.", 
    "actors": "", 
    "director": "Rajiv Chilaka, Anirban Majumder", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1504828800"
},
{
    "title": "Milada", 
    "description": "Politician and human rights campaigner Milada Horáková battles against all odds to defend her beliefs in a Czechoslovakia under Communist rule.", 
    "actors": "Ayelet Zurer, Robert Gant, Vica Kerekes, Aňa Geislerová", 
    "director": "David Mrnka", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1515715200"
},
{
    "title": "Miles", 
    "description": "With his eye on a scholarship, a gay teen in a small Illinois town joins his high school's girls' volleyball team and dreams of escaping to Chicago.", 
    "actors": "Tim Boardman, Molly Shannon, Missi Pyle, Paul Reiser", 
    "director": "Nathan Adloff", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1519862400"
},
{
    "title": "Mili", 
    "description": "An introverted young woman who's plagued by insecurities begins to gain confidence and come out of her shell.", 
    "actors": "Amala Paul, Nivin Pauly, Saikumar, Praveena", 
    "director": "Rajesh Pillai", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1521072000"
},
{
    "title": "Milk", 
    "description": "Sean Penn stars in this biopic about Harvey Milk, the openly gay San Francisco politician who was murdered by a disgruntled city supervisor in 1978.", 
    "actors": "Sean Penn, Emile Hirsch, Josh Brolin, Diego Luna", 
    "director": "Gus Van Sant", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1487203200"
},
{
    "title": "Million Dollar Baby", 
    "description": "Despondent over a painful estrangement from his daughter, trainer Frankie Dunn isn't prepared for boxer Maggie Fitzgerald to enter his life.", 
    "actors": "Clint Eastwood, Hilary Swank, Morgan Freeman, Anthony Mackie", 
    "director": "Clint Eastwood", 
    "imdb_rating": "7.9/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Mindfulness and Murder", 
    "description": "When a homeless boy is slain in a Buddhist temple, a cop-turned-monk spearheads an investigation and uncovers the dark side of his fellow monastics.", 
    "actors": "Vithaya Pansringarm, Apichart Chusakul, Prinya Intachai, Kitsada Hongsakrai", 
    "director": "Tom Waller", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1493078400"
},
{
    "title": "Mindhorn", 
    "description": "When a twisted killer tells the police he'll only speak to a fictional 1980s TV detective, the washed-up actor who played him takes the gig.", 
    "actors": "Julian Barratt, Andrea Riseborough, Essie Davis, Russell Tovey", 
    "director": "Sean Foley", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1494547200"
},
{
    "title": "Miniforce: New Heroes Rise", 
    "description": "Miniforce, a special task force of elite rangers, takes on the Lizard Army to save Earth before it’s too late, in this prequel to the TV series.", 
    "actors": "Um Sang-hyun, Yang Jeong-hwa, Jeon Tae-yeol, Shin Yong-woo", 
    "director": "Young Jun Lee", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1535760000"
},
{
    "title": "Minnaminungu The Firefly", 
    "description": "A nameless widow juggles multiple jobs to support her daughter’s decision to study abroad, only to discover that she has other plans.", 
    "actors": "Surabhi Lakshmi, Prem Prakash, Rebecca Santhosh, Balu Narayanan", 
    "director": "Anil Thomas", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Miracle", 
    "description": "U.S. hockey coach Herb Brooks unites a motley crew of college athletes and turns them into a force to be reckoned with at the 1980 Winter Olympics.", 
    "actors": "Kurt Russell, Patricia Clarkson, Noah Emmerich, Sean McCann", 
    "director": "Gavin O'Connor", 
    "imdb_rating": "7.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1527811200"
},
{
    "title": "Mirror Game: Ab Khel Shuru", 
    "description": "The burdens of professional frustration and marital strife drive a professor to ask the impossible of one of his students.", 
    "actors": "Parvin Dabas, Dhruv Bali, Omi Vaidya, Pooja Batra", 
    "director": "Vijit Sharma", 
    "imdb_rating": "5.3/10", 
    "category": "International Movies", 
    "date_released": "1509494400"
},
{
    "title": "Mirzya", 
    "description": "A modern love story is connected to an ancient folk tale as star-crossed lovers from different social classes are kept apart by their families.", 
    "actors": "Harshvardhan Kapoor, Saiyami Kher, Anuj Choudhry, Art Malik", 
    "director": "Rakeysh Omprakash Mehra", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1487548800"
},
{
    "title": "Miss India America", 
    "description": "When her boyfriend becomes interested in a beauty queen, a high school senior tries to win him back by entering the Miss India Golden State pageant.", 
    "actors": "Tiya Sircar, Hannah Simone, Kosha Patel, Meera Simhan", 
    "director": "Ravi Kapoor", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1479168000"
},
{
    "title": "Miss Julie", 
    "description": "On a summer night in 1890 Ireland, the unsettled daughter of aristocrats coaxes her father's valet to seduce her, though he's engaged to their cook.", 
    "actors": "Jessica Chastain, Colin Farrell, Samantha Morton, Nora McMenamy", 
    "director": "Liv Ullmann", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1441152000"
},
{
    "title": "Miss Lovely", 
    "description": "Brothers Vicky and Sonu make their living turning out trashy, illicit films in the lower tiers of the Bombay movie industry in the 1980s.", 
    "actors": "Nawazuddin Siddiqui, Niharika Singh, Anil George, Zeena Bhatia", 
    "director": "Ashim Ahluwalia", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1472688000"
},
{
    "title": "Miss Me This Christmas", 
    "description": "With their divorce set to become final on Christmas day, a couple must decide if they're really ready to throw in the towel on their relationship.", 
    "actors": "Eva Marcille, Richard Gant, Redaric Williams, Allen Maldonado", 
    "director": "Kenny Young", 
    "imdb_rating": "5.3/10", 
    "category": "Romantic Movies", 
    "date_released": "1513641600"
},
{
    "title": "Miss Stevens", 
    "description": "Emotionally vulnerable teacher Rachel accompanies three students to a weekend drama competition and forms an unexpected bond with troubled teen Billy.", 
    "actors": "Lily Rabe, Timothée Chalamet, Lili Reinhart, Anthony Quintal", 
    "director": "Julia Hart", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1482105600"
},
{
    "title": "Mission: Destroy Love", 
    "description": "Two strangers meet by chance on a trip to Thailand and form a connection when they realize their former romantic partners ended up getting together.", 
    "actors": "Bront Palarae, Maya Karin, Remy Ishak, Izara Aishah", 
    "director": "Osman Ali", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1502064000"
},
{
    "title": "Mississippi Grind", 
    "description": "A gambler mired in debt thinks another cardsharp may just be his good luck charm as the two head for New Orleans to buy into a high-stakes poker game.", 
    "actors": "Ryan Reynolds, Ben Mendelsohn, Sienna Miller, Analeigh Tipton", 
    "director": "Anna Boden, Ryan Fleck", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1532563200"
},
{
    "title": "Moana", 
    "description": "A Polynesian girl destined to be her island's chief makes a perilous trip with a boastful demigod to undo his mistake and save her people.", 
    "actors": "Auli'i Cravalho, Dwayne Johnson, Rachel House, Temuera Morrison", 
    "director": "John Musker, Ron Clements", 
    "imdb_rating": "7.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1497916800"
},
{
    "title": "Moh Maya Money", 
    "description": "After investing in a shady deal that quickly falls apart, a morally flexible real estate agent involves his wife in a dangerous recovery plan.", 
    "actors": "Ranvir Shorey, Neha Dhupia, Devendra Chowhan, Ashwath Bhatt", 
    "director": "Munish Bhardwaj", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "Mohawk", 
    "description": "During the War of 1812, two Native Americans and their British ally are pursued into enemy territory by American soldiers thirsting for revenge.", 
    "actors": "Kaniehtiio Horn, Eamon Farren, Justin Rain, Ezra Buzzington", 
    "director": "Ted Geoghegan", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1530316800"
},
{
    "title": "Mohenjo Daro", 
    "description": "A courageous villager moves to the ancient city of Mohenjo Daro, where he falls for the daughter of a priest and does battle with a tyrant.", 
    "actors": "Hrithik Roshan, Pooja Hegde, Kabir Bedi, Arunoday Singh", 
    "director": "Ashutosh Gowariker", 
    "imdb_rating": "6.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Mojave", 
    "description": "A lethal game of cat and mouse stretches from the desert to Tinseltown after Hollywood bad boy Thomas runs afoul of a cunning and dangerous drifter.", 
    "actors": "Garrett Hedlund, Oscar Isaac, Louise Bourgoin, Walton Goggins", 
    "director": "William Monahan", 
    "imdb_rating": "4.8/10", 
    "category": "Dramas", 
    "date_released": "1532563200"
},
{
    "title": "Mojin: The Lost Legend", 
    "description": "Three intrepid tomb raiders seek a legendary treasure in Mongolia, yet their bond is put to the test when they must face an event from their past.", 
    "actors": "Chen Kun, Qi Shu, Bo Huang, Angelababy", 
    "director": "Wuershan", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1467417600"
},
{
    "title": "Mom", 
    "description": "After her stepdaughter is sexually assaulted at a party, a furious mother sets out to destroy the lives of the four perpetrators who walked away free.", 
    "actors": "Sridevi, Akshaye Khanna, Sajal Ali, Nawazuddin Siddiqui", 
    "director": "Ravi Udyawar", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1534809600"
},
{
    "title": "Monkey Up", 
    "description": "A talking monkey famous for his TV commercials dreams of breaking into real movies. But first he stumbles upon a brother and sister who need his help.", 
    "actors": "Jonathan Mangum, Erin Allin O'Reilly, Kayden Magnuson, Danny Woodburn", 
    "director": "Robert Vince", 
    "imdb_rating": "4.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1458345600"
},
{
    "title": "Monster Family", 
    "description": "A family’s festive Halloween plans take a spooky turn when an evil witch's curse transforms the costumed clan into actual monsters.", 
    "actors": "Celia Imrie, Emily Watson, Catherine Tate, Jason Isaacs", 
    "director": "Holger Tappe", 
    "imdb_rating": "5.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1522800000"
},
{
    "title": "Monster High: 13 Wishes", 
    "description": "It's a new school year at Monster High, and the little sister of Clawdeen Wolf, Howleen, is determined to be more fangtastic than ever.", 
    "actors": "Erin Fitzgerald, Missi Hale, Marcus Griffin, Salli Saffioti", 
    "director": "Steve Sacks", 
    "imdb_rating": "6.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1425168000"
},
{
    "title": "Monster High: Boo York, Boo York", 
    "description": "Cleo is invited to a gala in the big city celebrating a magical comet and brings her best friends along. But the sinister Nefera has other plans.", 
    "actors": "Karen Strassman, Salli Saffioti, Wendee Lee, TJ Smith", 
    "director": "William Lau", 
    "imdb_rating": "7.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1443484800"
},
{
    "title": "Monster High: Escape from Skull Shores", 
    "description": "A swanky cruise veers off course for Lagoona and her friends when they're left stranded on Skull Shores, an island with a notorious beast.", 
    "actors": "Kate Higgins, Debi Derryberry, Salli Saffioti, Evan Smith", 
    "director": "Steve Ball, Andrew Duncan", 
    "imdb_rating": "6.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1420070400"
},
{
    "title": "Monster High: Freaky Fusion", 
    "description": "When Frankie Stein travels back in time, a teen scientist follows her home into the present and causes a lab accident that creates four new monsters.", 
    "actors": "Cam Clarke, Audu Paden, Laura Bailey, Cindy Robinson", 
    "director": "William Lau, Sylvain Blais", 
    "imdb_rating": "7.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1422576000"
},
{
    "title": "Monster High: Friday Night Frights", 
    "description": "In their bid to win the Skulltimate Roller Maze championship, Monster High loses its star players, Clawd and Deuce, to injury.", 
    "actors": "Laura Bailey, Ogie Banks, Debi Derryberry, Erin Fitzgerald", 
    "director": "Dustin McKenzie", 
    "imdb_rating": "6.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1420070400"
},
{
    "title": "Monster High: Fright On!", 
    "description": "Big changes are afoot at Monster High when administrators announce a merger with two other schools, designed to bring all monsters together.", 
    "actors": "Kate Higgins, Debi Derryberry, Salli Saffioti, Laura Bailey", 
    "director": "Victor Dal Chele, Alfred Gimeno", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1420070400"
},
{
    "title": "Monster High: Frights, Camera, Action!", 
    "description": "Draculaura is whisked to Transylvania to be crowned vampire queen, but when she learns she's been duped, the search is on for the true royal heir.", 
    "actors": "Kate Higgins, Salli Saffioti, Debi Derryberry, Marcus Griffin", 
    "director": "William Lau", 
    "imdb_rating": "6.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1420070400"
},
{
    "title": "Monster High: Ghouls Rule", 
    "description": "After learning that monsters and \"Normies\" used to spend Halloween together, Frankie Stein and her pals rally both groups for a frightfully good time.", 
    "actors": "Erin Fitzgerald, Steve Staley, Hank Banks, Salli Saffioti", 
    "director": "Mike Fetterly, Steve Sacks", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1425168000"
},
{
    "title": "Monster High: Great Scarrier Reef", 
    "description": "At a Monster High party, Lagoona and pals are sucked into the reef, where she'll have to come to terms with her flaws and confront an old frenemy.", 
    "actors": "Larissa Galagher, Kate Higgins, Debi Derryberry, Salli Saffioti", 
    "director": "William Lau", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1506816000"
},
{
    "title": "Monster High: Haunted", 
    "description": "Hearing that their old school is being haunted, Spectra Vondergeist and her pals head back to Monster High to get to the bottom of the scary spookery.", 
    "actors": "", 
    "director": "Dan Fraga, William Lau", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1427155200"
},
{
    "title": "Monster High: New Ghoul at School", 
    "description": "Insecure new student Frankie Stein struggles to fit in at Monster High, where ultra-cool ghoul Cleo De Nile and hunky monster Deuce rule the roost.", 
    "actors": "Kate Higgins, Salli Saffioti, Debi Derryberry, Laura Bailey", 
    "director": "Audu Paden, Eric Radomski", 
    "imdb_rating": "6.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1506816000"
},
{
    "title": "Monster High: Scaris, City of Frights", 
    "description": "When Clawdeen gets a chance to study with a top fashion designer, she and her pals hop on a plane to Scaris, France, the city where screams come true.", 
    "actors": "Laura Bailey, Cam Clarke, Erin Fitzgerald, Debi Derryberry", 
    "director": "Dustin McKenzie, Andrew Duncan", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1436227200"
},
{
    "title": "Monster High: Why Do Ghouls Fall in Love?", 
    "description": "Draculaura's ghoulfriends have some suspicions about one of her two persistent suitors -- but can they stop him before he steals her un-beating heart?", 
    "actors": "Laura Bailey, Ogie Banks, Debi Derryberry, Erin Fitzgerald", 
    "director": "Dustin McKenzie, Steve Sacks", 
    "imdb_rating": "6.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1420070400"
},
{
    "title": "Monster Hunt", 
    "description": "In a mythical land where monsters and humans coexist, a royal baby born to a mortal father and monster mother becomes the center of an epic adventure.", 
    "actors": "Bai Baihe, Jing Boran, Jiang Wu, Elaine Jin", 
    "director": "Raman Hui", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1465516800"
},
{
    "title": "Monster Island", 
    "description": "When a teenager discovers he's not really human, he ventures out to a remote island to explore his roots and confronts a series of wild challenges.", 
    "actors": "Joey Camen, Fiona Hardingham, Johnny Rose, Katie Leigh", 
    "director": "Leopoldo Aguilar", 
    "imdb_rating": "5.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1512086400"
},
{
    "title": "Monsters vs. Aliens", 
    "description": "After Susan Murphy is struck by a meteor and grows to be 50 feet tall, she's captured by the government and shuttled to a secret compound.", 
    "actors": "Reese Witherspoon, Seth Rogen, Hugh Laurie, Will Arnett", 
    "director": "Rob Letterman, Conrad Vernon", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1514764800"
},
{
    "title": "Monty Python Live (Mostly): One Down, Five to Go", 
    "description": "Live from London in a sold-out final show, surviving members of the British comedy troupe reprise old roles and break out in irreverent song and dance.", 
    "actors": "John Cleese, Terry Gilliam, Eric Idle, Terry Jones", 
    "director": "Eric Idle", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1538438400"
},
{
    "title": "Monty Python's Life of Brian", 
    "description": "Born in a stable in Judea, Brian grows up to join a group of anti-Roman zealots, but his fate keeps getting confused with that of a certain carpenter.", 
    "actors": "Graham Chapman, John Cleese, Terry Gilliam, Eric Idle", 
    "director": "Terry Jones", 
    "imdb_rating": "7.8/10", 
    "category": "Classic Movies", 
    "date_released": "1538438400"
},
{
    "title": "Moon", 
    "description": "As he nears the end of a lonely three-year stint on the moon base Sarang, astronaut Sam Bell begins to hear and see strange things.", 
    "actors": "Sam Rockwell, Kevin Spacey, Dominique McElligott, Rosie Shaw", 
    "director": "Duncan Jones", 
    "imdb_rating": "7.6/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Moonwalkers", 
    "description": "A brain-addled war vet, a failing band manager and a Stanley Kubrick impersonator help the CIA construct an epic scam by faking the 1969 moon landing.", 
    "actors": "Ron Perlman, Rupert Grint, Robert Sheehan, Stephen Campbell Moore", 
    "director": "Antoine Bardou-Jacquet", 
    "imdb_rating": "6.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1504828800"
},
{
    "title": "Moor", 
    "description": "A railway stationmaster tries to cope with his wife's death, his estrangement from his son and the corrupt world in which he lives.", 
    "actors": "Hameed Sheikh, Samiya Mumtaz, Shaz Khan, Abdul Qadir", 
    "director": "Jami", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Morris from America", 
    "description": "When his father moves from the U.S. to Heidelberg, Germany, an African American teenager struggles to find his place and pursue his hip-hop dreams.", 
    "actors": "Markees Christmas, Craig Robinson, Lina Keller, Carla Juri", 
    "director": "Chad Hartigan", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Mortal Kombat", 
    "description": "To save the planet, a team of handpicked noble fighters faces down the minions of an evil emperor in a deadly, fantastical combat tournament.", 
    "actors": "Christopher Lambert, Robin Shou, Linden Ashby, Cary-Hiroyuki Tagawa", 
    "director": "Paul W.S. Anderson", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Morya", 
    "description": "Two communities in Mumbai get a final chance to compete with each other in the celebration of the iconic Ganesh Chaturthi festival.", 
    "actors": "Santosh Juvekar, Chinmay Mandlekar, Pari Telang, S. Joshi", 
    "director": "Avadhoot Gupte", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1518652800"
},
{
    "title": "Most Likely to Die", 
    "description": "Former classmates throw a house party to celebrate their 10-year high school reunion, but a cap-and-gown-wearing killer traps and stalks them.", 
    "actors": "Heather Morris, Ryan Doom, Perez Hilton, Chad Addison", 
    "director": "Anthony DiBlasi", 
    "imdb_rating": "4.3/10", 
    "category": "Horror Movies", 
    "date_released": "1473724800"
},
{
    "title": "Mostly Sunny", 
    "description": "Explore the unconventional career of Sunny Leone, who transitioned from adult film star to Bollywood actress and reality TV star.", 
    "actors": "Sunny Leone", 
    "director": "Dilip Mehta", 
    "imdb_rating": "6.3/10", 
    "category": "Documentaries", 
    "date_released": "1493596800"
},
{
    "title": "Mother", 
    "description": "A murder rocks a small South Korean town and suspicion quickly falls on a reclusive, mentally challenged -- and alibi-free -- young man.", 
    "actors": "Kim Hye-ja, Won Bin, Jin Goo, Yoon Je-moon", 
    "director": "Bong Joon Ho", 
    "imdb_rating": "7.6/10", 
    "category": "International Movies", 
    "date_released": "1497398400"
},
{
    "title": "Mothers and Daughters", 
    "description": "The ups and downs of mother-daughter relationships are shown in several interwoven stories documented by a pregnant single photographer.", 
    "actors": "Selma Blair, Susan Sarandon, Mira Sorvino, Sharon Stone", 
    "director": "Paul Duddridge, Nigel Levy", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1470355200"
},
{
    "title": "Motor Mitraan Di", 
    "description": "When three brothers unwittingly get entangled in a murder associated with a fraudulent ashram leader, they set out to expose him to society as a fake.", 
    "actors": "Gurpreet Guggi, Happy Raikoti, Vikram Singh, Sonia Mann", 
    "director": "Amitoj Mann", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Motu Patlu: King of Kings", 
    "description": "Motu and Patlu want to help a circus lion get back to the jungle. On the way, the three become caught up in an exciting adventure in the forest.", 
    "actors": "Saurav Chakrabarty, Vinay Pathak", 
    "director": "Suhas Kadav", 
    "imdb_rating": "8.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1499299200"
},
{
    "title": "Mountain", 
    "description": "Featuring breathtaking imagery and thought-provoking narration, this film takes viewers to the summits of some of the world’s most amazing mountains.", 
    "actors": "", 
    "director": "Jennifer Peedom", 
    "imdb_rating": "8.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Mountain Men", 
    "description": "Two estranged brothers who reconnect at their mother's wedding drive to a family cabin, but the trip turns into an unexpected struggle for survival.", 
    "actors": "Tyler Labine, Chace Crawford, Ben Cotton, Britt Irvin", 
    "director": "Cameron Labine", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1459209600"
},
{
    "title": "Mr Joe B. Carvalho", 
    "description": "An inept detective has to track down a wealthy man's runaway daughter while contending with his police inspector ex, who thinks that he's an assassin.", 
    "actors": "Arshad Warsi, Soha Ali Khan, Javed Jaffrey, Vijay Raaz", 
    "director": "Samir Tewari", 
    "imdb_rating": "3.9/10", 
    "category": "Comedies", 
    "date_released": "1497484800"
},
{
    "title": "Mr. Chandramouli", 
    "description": "When the lives of a carefree boxer and his cabdriver dad collide with the ambitions of a ruthless businessman, a search for answers turns to revenge.", 
    "actors": "Karthik, Gautam Karthik, Regina Cassandra, Varalakshmi Sarathkumar", 
    "director": "Thiru", 
    "imdb_rating": "4.0/10", 
    "category": "Dramas", 
    "date_released": "1539734400"
},
{
    "title": "Mr. Gaga: A True Story of Love and Dance", 
    "description": "World-renowned choreographer Ohad Naharin is profiled in this vivid documentary that mixes rehearsal footage with insights about his influence.", 
    "actors": "Ohad Naharin", 
    "director": "Tomer Heymann", 
    "imdb_rating": "7.6/10", 
    "category": "Documentaries", 
    "date_released": "1497484800"
},
{
    "title": "Mr. Housewife", 
    "description": "After blowing his family's savings in an investment scam, a full-time househusband enters a quiz show about housekeeping to earn the money back.", 
    "actors": "Han Seok-kyu, Shin Eun-kyung, Kong Hyeong-jin, Lee Ju-hyeon", 
    "director": "Yun Seon-dong", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1506729600"
},
{
    "title": "Mr. Nobody", 
    "description": "The last mortal in a world of immortals, Nemo Nobody begins reviewing his life at the age of 120, trying to determine if he made the right decisions.", 
    "actors": "Jared Leto, Sarah Polley, Diane Kruger, Linh Dan Pham", 
    "director": "Jaco Van Dormael", 
    "imdb_rating": "7.9/10", 
    "category": "Dramas", 
    "date_released": "1395878400"
},
{
    "title": "Mr. Pig", 
    "description": "An aging California pig farmer whose property is on the brink of foreclosure makes a last-ditch trip across the border to sell his prized hog.", 
    "actors": "Danny Glover, Maya Rudolph, José María Yazpik, Joel Murray", 
    "director": "Diego Luna", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1483142400"
},
{
    "title": "Mr. Roosevelt", 
    "description": "A struggling comedian returns to Austin, Texas, to see her ailing cat and face her messy past -- while staying with her ex and his new girlfriend.", 
    "actors": "Noël Wells, Nick Thune, Britt Lower, Daniella Pineda", 
    "director": "Noël Wells", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1514246400"
},
{
    "title": "Mr. Virgin", 
    "description": "When a young man ignores a feng shui master’s warning and decides to marry before turning 30, a series of mishaps begins to curse his life.", 
    "actors": "Olivia Cheng, Alfred Cheung, Hu Chin, Chung Ping Geung", 
    "director": "Anthony Chan", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1534377600"
},
{
    "title": "Mr. Woodcock", 
    "description": "When a self-help author learns that his mother has fallen for his sadistic high school gym teacher, he tries to put a stop to their budding romance.", 
    "actors": "Billy Bob Thornton, Seann William Scott, Ethan Suplee, Melissa Sagemiller", 
    "director": "Craig Gillespie", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1525132800"
},
{
    "title": "Mubarakan", 
    "description": "Chaos ensues after two orphaned twin brothers raised apart team up with their eccentric, unmarried uncle to find a solution to their romantic woes.", 
    "actors": "Anil Kapoor, Arjun Kapoor, Ileana D'Cruz, Athiya Shetty", 
    "director": "Anees Bazmee", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1509840000"
},
{
    "title": "Much Ado About Nothing", 
    "description": "Carefree college student Vicente ends up in a desperate fight for freedom when a well-connected friend falsely accuses him of a hit-and-run accident.", 
    "actors": "Agustín Silva, Paulina García, Daniel Alcaíno, Alejandro Goic", 
    "director": "Alejandro Fernández Almendras", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1475280000"
},
{
    "title": "Much Loved", 
    "description": "Four friends who make their living as prostitutes in Morocco deal with both the dangers and stigma that come with their profession.", 
    "actors": "Loubna Abidar, Asmaa Lazrak, Halima Karaouane, Sara El Mhamdi Elaaloui", 
    "director": "Nabil Ayouch", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1506470400"
},
{
    "title": "Mucize", 
    "description": "Sent away from his family to a remote mountain town, teacher Mahir helps the villagers build a school -- and inspires a path to hope for them all.", 
    "actors": "Talat Bulut, Mert Turak, Mahsun Kırmızıgül, Erdem Yener", 
    "director": "Mahsun Kırmızıgül", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1489104000"
},
{
    "title": "Mudbound", 
    "description": "Two Mississippi families -- one black, one white -- confront the brutal realities of prejudice, farming and friendship in a divided World War II era.", 
    "actors": "Carey Mulligan, Jason Clarke, Mary J. Blige, Garrett Hedlund", 
    "director": "Dee Rees", 
    "imdb_rating": "7.7/10", 
    "category": "Dramas", 
    "date_released": "1510876800"
},
{
    "title": "Mugamoodi", 
    "description": "A martial arts specialist accidentally becomes a superhero when he steps in -- in costume -- to help the cops catch a criminal.", 
    "actors": "Jiiva, Pooja Hegde, Narain, Nasser", 
    "director": "Mysskin", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Mughal-E-Azam", 
    "description": "A prince struggles to overcome courtly intrigue and the objections of his father to marry the dancing girl with whom he is in love.", 
    "actors": "Dilip Kumar, Madhubala, Prithviraj Kapoor, Durga Khote", 
    "director": "K. Asif", 
    "imdb_rating": "7.6/10", 
    "category": "Dramas", 
    "date_released": "1497484800"
},
{
    "title": "Mujhse Shaadi Karogi", 
    "description": "Samir must overcome a hostile horoscope, a hot temper and a determined rival to win the heart of Rani, the love of his life.", 
    "actors": "Salman Khan, Akshay Kumar, Priyanka Chopra, Amrish Puri", 
    "director": "David Dhawan", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1490832000"
},
{
    "title": "Mujrim", 
    "description": "Jailed as a teenager, Shankar has been unable to stay on the right side of the law ever since, despite his wife's pleas and his mother's rejection.", 
    "actors": "Mithun Chakraborty, Madhuri Dixit, Suresh Oberoi, Shakti Kapoor", 
    "director": "Umesh Mehra", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "Mulan", 
    "description": "Disney brings an ancient legend to life in this animated tale of a tomboy who disguises herself as a man so she can fight with the Chinese Army.", 
    "actors": "Miguel Ferrer, Harvey Fierstein, June Foray, James Hong", 
    "director": "Barry Cook, Tony Bancroft", 
    "imdb_rating": "7.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1504224000"
},
{
    "title": "Mulan 2", 
    "description": "Courageous heroine Mulan and her hilarious luck dragon, Mushu, are back for more adventures in this sequel to Disney's smash hit.", 
    "actors": "Ming-Na Wen, BD Wong, Mark Moseley, Lucy Liu", 
    "director": "Lynne Southerland, Darrell Rooney", 
    "imdb_rating": "6.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1466726400"
},
{
    "title": "Mum, Dad, Meet Sam", 
    "description": "The highly successful only son of typical Nigerian parents throws his family into chaos when he brings his white English girlfriend home to Lagos.", 
    "actors": "Joseph Benjamin, Daniella Down, Helen Gold, Edith Nwekenta", 
    "director": "Tony Sebastian Ukpo", 
    "imdb_rating": "8.0/10", 
    "category": "Comedies", 
    "date_released": "1505433600"
},
{
    "title": "Mumbai Cha Raja", 
    "description": "This coming-of-age tale follows Rahul, a young boy growing up in a Mumbai slum whose alcoholic father abuses him and his mother.", 
    "actors": "Rahul Bairagi, Arbaaz Khan, Tejas Parvatkar, Dhanshree Jain", 
    "director": "Manjeet Singh", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1479168000"
},
{
    "title": "Mumbai Delhi Mumbai", 
    "description": "In Delhi for the first time, a Mumbai girl loses her phone but gets a surprise chance at true love with a local boy who begrudgingly helps her.", 
    "actors": "Shiv Pandit, Piaa Bajpai", 
    "director": "Satish Rajwade", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "Mumbai Meri Jaan", 
    "description": "A moving portrayal of the 2006 train bombings in Mumbai, this Indian drama follows the interconnected stories of several strangers.", 
    "actors": "Madhavan, Irrfan Khan, Soha Ali Khan, Paresh Rawal", 
    "director": "Nishikant Kamat", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Mumbai Pune Mumbai", 
    "description": "A woman on her way to meet -- and reject -- a prospective bridegroom ends up spending the day with a complete stranger.", 
    "actors": "Mukta Barve, Swapnil Joshi", 
    "director": "Satish Rajwade", 
    "imdb_rating": "8.1/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Mumbai Pune Mumbai 2", 
    "description": "An upcoming wedding is fraught with uncertainty after the bride-to-be begins to have doubts about her decision to get married.", 
    "actors": "Swapnil Joshi, Mukta Barve, Prashant Damle, Mangal Kenkre", 
    "director": "Satish Rajwade", 
    "imdb_rating": "7.6/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Mummy Dearest", 
    "description": "When a colleague's mother dies, a man who has been avoiding his own intrusive mother travels home for a visit that changes their relationship forever.", 
    "actors": "", 
    "director": "Willis Ikedum", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1505433600"
},
{
    "title": "Mundeyan Ton Bachke Rahin", 
    "description": "When they both fall for the same girl, best pals and shameless womanizers Prince and Jassi go head-to-head to compete for her love.", 
    "actors": "Roshan Prince, Jassi Gill, Simran Kaur Mundi, Bharti Singh", 
    "director": "Navinder Pal Singh", 
    "imdb_rating": "8.0/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Mune: Guardian of the Moon", 
    "description": "When the old guardian of the moon retires, the mischievous Mune is chosen as his successor, but he worries he's not up to the job.", 
    "actors": "Joshua J. Ballard, Nicole Provost, Rob Lowe, Christian Slater", 
    "director": "Alexandre Heboyan, Benoît Philippon", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1516924800"
},
{
    "title": "Munroe Island", 
    "description": "A sociopathic young man is sent to his family's ancestral home in the hope that the idyllic surroundings will heal his troubled mind.", 
    "actors": "Indrans, Jason Chacko, Abhija Sivakala, Anil Nedumangad", 
    "director": "Manu", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1500940800"
},
{
    "title": "Muramba", 
    "description": "A young man and his parents ponder the reasons behind the recent breakdown of a relationship he was in -- and the possibility of reconciliation.", 
    "actors": "Mithila Palkar, Amey Wagh, Sachin Khedekar, Chinmayi Sumit", 
    "director": "Varun Narvekar", 
    "imdb_rating": "8.2/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Muran", 
    "description": "When jingle composer Nanda's car breaks down on his way to Chennai, he hitchhikes there with Arjun, who tries to rope Nanda into a shady deal.", 
    "actors": "Cheran, Prasanna, Haripriya, Nikitha", 
    "director": "Rajan Madhav", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Murder Party", 
    "description": "A lonely man attends a random Halloween party, only to learn that the sketchy art students hosting the bash intend to kill him for grant money.", 
    "actors": "Chris Sharp, Sandy Barnett, Macon Blair, Paul Goldblatt", 
    "director": "Jeremy Saulnier", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1535760000"
},
{
    "title": "Must Love Dogs", 
    "description": "Divorcée Sarah Nolan isn't ready for romance, but when her sister signs her up for an online dating service, love-seeking mates come calling.", 
    "actors": "Diane Lane, John Cusack, Elizabeth Perkins, Christopher Plummer", 
    "director": "Gary David Goldberg", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Mustang", 
    "description": "After being seen flirting with male classmates, five spirited sisters are put on virtual lockdown by their conservative, domineering grandmother.", 
    "actors": "Ilayda Akdogan, Elit İşcan, Güneş Şensoy, Tuğba Sunguroğlu", 
    "director": "Deniz Gamze Ergüven", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1468022400"
},
{
    "title": "Mustang Island", 
    "description": "After being dumped on New Year's Eve, Bill pursues his ex-girlfriend to an off-season Gulf Coast beach town, but things get complicated along the way.", 
    "actors": "Macon Blair, Lee Eddy, John Merriman, Byron Brown", 
    "director": "Craig Elrod", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1514851200"
},
{
    "title": "Muzaffarnagar Baaqi Hai", 
    "description": "Through interviews with locals, this documentary investigates the triggers and outcomes of the 2013 communal riots in the heart of Uttar Pradesh.", 
    "actors": "", 
    "director": "Nakul Singh Sawhney", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1542240000"
},
{
    "title": "My 11th Mother", 
    "description": "A cynical young boy gets to know the latest girlfriend of his ne'er-do-well father and begins to hope that this new relationship actually sticks.", 
    "actors": "Kim Hye-su, Kim Young-chan, Ryu Seung-ryong, Hwang Jung-min", 
    "director": "Kim Jin-sung", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1506729600"
},
{
    "title": "My Babysitter's a Vampire: The Movie", 
    "description": "When their parents head out for the evening, Ethan and his little sister get the babysitter of their nightmares: a fledgling vampire named Sarah.", 
    "actors": "Matthew Knight, Vanessa Morgan, Atticus Mitchell, Cameron Kennedy", 
    "director": "Bruce McDonald", 
    "imdb_rating": "5.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1538352000"
},
{
    "title": "My Beautiful Broken Brain", 
    "description": "After suffering a stroke at age 34, a woman documents her struggles, setbacks and eventual breakthrough as she relearns to speak, read and write.", 
    "actors": "Sophie Robinson, Lotje Sodderland", 
    "director": "Sophie Robinson, Lotje Sodderland", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1458259200"
},
{
    "title": "My Big Night", 
    "description": "An unemployed man gets a job as an extra at the shooting of a New Year's Eve TV special that's beset by crises and seems to go on forever.", 
    "actors": "Raphael, Mario Casas, Pepón Nieto, Blanca Suárez", 
    "director": "Álex de la Iglesia", 
    "imdb_rating": "5.2/10", 
    "category": "Comedies", 
    "date_released": "1475280000"
},
{
    "title": "My Birthday Song", 
    "description": "After a wild night of impulse and infidelity, advertising executive Rajiv Kaul must navigate the blurred lines between life, death, fact and fiction.", 
    "actors": "Sanjay Suri, Nora Fatehi, Zenia Starr, Ayaz Khan", 
    "director": "Samir Soni", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "My Bloody Valentine", 
    "description": "Haunted by a massacre that took place years ago, Tom returns to his hometown only to find that a pickax-wielding madman has begun a new killing spree.", 
    "actors": "Jensen Ackles, Jaime King, Kerr Smith, Betsy Rue", 
    "director": "Patrick Lussier", 
    "imdb_rating": "5.4/10", 
    "category": "Horror Movies", 
    "date_released": "1543622400"
},
{
    "title": "My Brother ... Nikhil", 
    "description": "After being diagnosed HIV-positive, a champion swimmer is disowned and harassed by all except his loving sister and loyal boyfriend.", 
    "actors": "Juhi Chawla, Sanjay Suri, Victor Banerjee, Lillete Dubey", 
    "director": "Onir", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "My Entire High School Sinking Into the Sea", 
    "description": "After an earthquake sends their school building drifting into the sea, a group of high-schoolers struggles to survive and overcome clique wars.", 
    "actors": "Jason Schwartzman, Lena Dunham, Reggie Watts, Maya Rudolph", 
    "director": "Dash Shaw", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1516665600"
},
{
    "title": "My Ex-Ex", 
    "description": "A recently dumped attorney hires a psychic to help her win back her boyfriend. Things take an unexpected turn when another ex re-enters the picture.", 
    "actors": "André Bharti, Katherine Barrell, Ray Galletti, Emily Alatalo", 
    "director": "Nathaniel Warsh", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1502755200"
},
{
    "title": "My Friend Pinto", 
    "description": "A bright-eyed villager comes face-to-face with the gritty realities of modern-day Mumbai when he sets out to find his childhood friend.", 
    "actors": "Prateik, Kalki Koechlin, Arjun Mathur, Shruti Seth", 
    "director": "Raaghav Dar", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "My Fuhrer", 
    "description": "Germany's most celebrated actor is commissioned by Nazi propagandist Joseph Goebbels to prepare the leader of the Third Reich to deliver a speech.", 
    "actors": "Helge Schneider, Ulrich Mühe, Sylvester Groth, Adriana Altaras", 
    "director": "Dani Levy", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1525651200"
},
{
    "title": "My Golden Days", 
    "description": "Middle aged anthropologist Paul Dédalus reflects on his difficult childhood, a meaningful student trip to the USSR, his friends and his one true love.", 
    "actors": "Quentin Dolmaire, Lou Roy-Lecollinet, Mathieu Amalric, Dinara Drukarova", 
    "director": "Arnaud Desplechin", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1470873600"
},
{
    "title": "My Happy Family", 
    "description": "A middle-aged wife and mother of two shocks her traditional, multigenerational Georgian household when she announces she's going to live by herself.", 
    "actors": "Ia Shugliashvili, Merab Ninidze, Berta Khapava, Tsisia Qumsishvili", 
    "director": "Nana Ekvtimishvili, Simon Gross", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1512086400"
},
{
    "title": "My Honor Was Loyalty", 
    "description": "Amid the chaos and horror of World War II, a committed German soldier fights a private battle with his own conscience.", 
    "actors": "Leone Frisa, Paolo Vaccarino, Francesco Migliore, Albrecht Weimer", 
    "director": "Alessandro Pepe", 
    "imdb_rating": "5.0/10", 
    "category": "Movies", 
    "date_released": "1488326400"
},
{
    "title": "My Life as a Zucchini", 
    "description": "A 9-year-old boy finds his life upended when he's sent to live in an orphanage in this stop-motion animated tale of loss, friendship and young love.", 
    "actors": "Gaspard Schlatter, Sixtine Murat, Paulin Jaccoud, Michel Vuillermoz", 
    "director": "Claude Barras", 
    "imdb_rating": "7.8/10", 
    "category": "Comedies", 
    "date_released": "1506816000"
},
{
    "title": "My Little Pony Equestria Girls: Forgotten Friendship", 
    "description": "School yearbook editor Sunset Shimmer has suddenly been erased from the memories of her best friends and must find out how to fix this.", 
    "actors": "Ashleigh Ball, Andrea Libman, Rebecca Shoichet, Tabitha St. Germain", 
    "director": "Ishi Rudell", 
    "imdb_rating": "4.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1538352000"
},
{
    "title": "My Little Pony Equestria Girls: Friendship Games", 
    "description": "Rainbow Dash, Applejack and friends compete against Crystal Prep Academy and their lead athlete, this world's Twilight Sparkle, in sporting events.", 
    "actors": "Tara Strong, Rebecca Shoichet, Ashleigh Ball, Andrea Libman", 
    "director": "Ishi Rudell, Jayson Thiessen", 
    "imdb_rating": "5.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1448928000"
},
{
    "title": "My Little Pony Equestria Girls: Legend of Everfree", 
    "description": "The Equestria Girls, human teen counterparts to My Little Pony characters, head to Camp Everfree, where they need a little magic to help save summer.", 
    "actors": "Tara Strong, Rebecca Shoichet, Ashleigh Ball, Andrea Libman", 
    "director": "Ishi Rudell", 
    "imdb_rating": "6.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1475280000"
},
{
    "title": "My Little Pony Equestria Girls: Rainbow Rocks", 
    "description": "Rainbow Dash, Applejack, Pinkie Pie, Rarity and Fluttershy plan to perform with their new band at the Canterlot High musical showcase.", 
    "actors": "Tara Strong, Ashleigh Ball, Andrea Libman, Tabitha St. Germain", 
    "director": "Jayson Thiessen, Ishi Rudell", 
    "imdb_rating": "7.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1418774400"
},
{
    "title": "My Little Pony Equestria Girls: Rollercoaster of Friendship", 
    "description": "Rarity gets a summer job at Equestria Land, making Applejack feel jealous. But when their friends start vanishing, they must work together to find them.", 
    "actors": "Ashleigh Ball, Andrea Libman, Rebecca Shoichet, Tabitha St. Germain", 
    "director": "Ishi Rudell", 
    "imdb_rating": "7.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1538352000"
},
{
    "title": "My Little Pony Friendship Is Magic: Best Gift Ever", 
    "description": "The ponies get in the spirit of the holidays by drawing names for a gift exchange, then race around Equestria in search of the perfect presents.", 
    "actors": "Tara Strong, Andrea Libman, Ashleigh Ball, Cathy Weseluck", 
    "director": "Denny Lu, Mike Myhre", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1543104000"
},
{
    "title": "My Name Is Anthony Gonsalves", 
    "description": "Nikhil Dwivedi heads the cast as the title character, an aspiring actor who must choose between his conscience and his career in this engaging Bollywood tale.", 
    "actors": "Nikhil Dwivedi, Mithun Chakraborty, Amrita Rao, Anupam Kher", 
    "director": "Eeshwar Nivas", 
    "imdb_rating": "3.5/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "My Name Is Barbra", 
    "description": "It was a radical departure from other TV shows at the times. As a one-woman show, Streisand's first special went on location and had many other surprises.", 
    "actors": "Barbra Streisand", 
    "director": "Dwight Hemion", 
    "imdb_rating": "9.0/10", 
    "category": "International Movies", 
    "date_released": "1529020800"
},
{
    "title": "My Perfect Romance", 
    "description": "Just in time for Valentine's Day, a program developer pitches a revolutionary dating algorithm to her new CEO, who volunteers them as guinea pigs.", 
    "actors": "Kimberly-Sue Murray, Christopher Russell, Lauren Holly, Jodie Sweetin", 
    "director": "Justin G. Dyck", 
    "imdb_rating": "5.3/10", 
    "category": "International Movies", 
    "date_released": "1525132800"
},
{
    "title": "My Schoolmate, the Barbarian", 
    "description": "A brainy private school student is transferred to a far less elite institution, where he must fend off classmates who settle scores with fistfights.", 
    "actors": "Nicholas Tse, Stephen Fung, Joey Yung, Samuel Pang", 
    "director": "Siu-hung Chung, Wong Jing", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "My Sex Robot", 
    "description": "Sex and technology come together to probe what's pleasurable and what's possible as two inventors compete to build the world's first sex robot.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1483142400"
},
{
    "title": "My Suicide", 
    "description": "In this coming-of-age dramedy, a 17-year-old media geek draws attention when he announces his plans to kill himself on camera for a class project.", 
    "actors": "Gabriel Sunday, David Carradine, Mariel Hemingway, Brooke Nevin", 
    "director": "David Lee Miller", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "My True Friend", 
    "description": "A bullied student forms a bond with the leader of a youth gang and discovers the power and meaning of true friendship.", 
    "actors": "Mario Maurer, Natcha Juntapan, Monchanok Saengchaipiangpen, Nawapaiboon Wuthinanon", 
    "director": "Atsajun Sattakovit", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1531526400"
},
{
    "title": "My Way", 
    "description": "Former Italian prime minister Silvio Berlusconi opens up about his life, including his sex scandals, corruption trials, and friendship with Putin.", 
    "actors": "Silvio Berlusconi, Alan Friedman", 
    "director": "Antongiulio Panizzi", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1478563200"
},
{
    "title": "Mystic River", 
    "description": "Tragedy reunites childhood friends Sean, Dave and Jimmy when they're linked together in a murder investigation about Jimmy's teenage daughter.", 
    "actors": "Sean Penn, Tim Robbins, Kevin Bacon, Laurence Fishburne", 
    "director": "Clint Eastwood", 
    "imdb_rating": "7.7/10", 
    "category": "Thrillers", 
    "date_released": "1538352000"
},
{
    "title": "Mythily Veendum Varunnu", 
    "description": "After losing her father, a young woman moves to the city to earn money. When she finds a job at a mysterious bungalow, her worst nightmares come true.", 
    "actors": "Shivani Bhai, Udhay, Kiran Raj, I.M. Vijayan", 
    "director": "Sabu Varghese", 
    "imdb_rating": "3.0/10", 
    "category": "Horror Movies", 
    "date_released": "1533081600"
}
]