[
{
    "title": "Naa Bangaaru Talli", 
    "description": "A father leading a dark double life and his daughter, who's eager to pursue her studies in Hyderabad, face the tragic consequences of sex trafficking.", 
    "actors": "Siddique, Anjali Patil, Lakshmi Menon, Nina Kurup", 
    "director": "Rajesh Touchriver", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1539907200"
},
{
    "title": "Naam Shabana", 
    "description": "A fiery young woman accepts help from a spy agency to avenge her lover's murder. In return, she must prove herself as one of their top recruits.", 
    "actors": "Tapsee Pannu, Akshay Kumar, Manoj Bajpayee, Prithviraj Sukumaran", 
    "director": "Shivam Nair", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1535414400"
},
{
    "title": "Naan Sigappu Manithan", 
    "description": "After his sleeping disorder hinders him from protecting his girlfriend, a man sets out to take revenge on the thugs who attacked her.", 
    "actors": "Vishal, Lakshmi Menon, Saranya Ponvannan, Jayaprakash", 
    "director": "Thiru", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Nacho Libre", 
    "description": "When Ignacio learns of an orphanage's financial woes, he pitches in to help -- by disguising himself and joining the professional wrestling circuit.", 
    "actors": "Jack Black, Ana de la Reguera, Héctor Jiménez, Darius Rose", 
    "director": "Jared Hess", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1535760000"
},
{
    "title": "Naga The Eternal Yogi", 
    "description": "This documentary examines the naked yoga gurus of India whose devout spiritual practice connects them to the eternal, transcending the material world.", 
    "actors": "", 
    "director": "Krishna Agazzi, Filippo Gastaldi", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1486252800"
},
{
    "title": "Nails", 
    "description": "Recently paralyzed in a devastating car accident, Dana begins to suspect a dark and sinister force may be lurking within her hospital room.", 
    "actors": "Leah McNamara, Shauna Macdonald, Steve Wall, Ross Noble", 
    "director": "Dennis Bartok", 
    "imdb_rating": "5.3/10", 
    "category": "Horror Movies", 
    "date_released": "1520640000"
},
{
    "title": "Naked", 
    "description": "Rob's madly in love and about to be married. Unfortunately, he's also naked, stuck in an elevator and caught in a time loop.", 
    "actors": "Marlon Wayans, Regina Hall, Dennis Haysbert, Loretta Devine", 
    "director": "Michael Tiddes", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1502409600"
},
{
    "title": "Naked Among Wolves", 
    "description": "When an orphan boy is smuggled into a concentration camp, he is protected by the prisoners, but the camp's Nazi guards soon learn of his presence.", 
    "actors": "Florian Stetter, Peter Schneider, Sylvester Groth, Sabin Tambrea", 
    "director": "Philipp Kadelbach", 
    "imdb_rating": "7.7/10", 
    "category": "Dramas", 
    "date_released": "1482105600"
},
{
    "title": "Namastey London", 
    "description": "London-born Jazz loves everything Western, including her British boyfriend. But on a family trip to India, her dad promises her hand to smitten Arjun.", 
    "actors": "Akshay Kumar, Katrina Kaif, Rishi Kapoor, Upen Patel", 
    "director": "Vipul Amrutlal Shah", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Namour", 
    "description": "Aimless valet driver Steven Bassem can't find the motivation to get a better job, even when his fractious immigrant family starts falling apart.", 
    "actors": "Karim Saleh, Waleed Zuaiter, Nicole Haddad, Mona Hala", 
    "director": "Heidi Saman", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1489536000"
},
{
    "title": "Nancy Drew", 
    "description": "Teen private eye Nancy Drew heads to Tinseltown to investigate the murder of a movie star. But can she cut through Hollywood hype to solve the case?", 
    "actors": "Emma Roberts, Tate Donovan, Max Thieriot, Josh Flitter", 
    "director": "Andrew Fleming", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1522540800"
},
{
    "title": "Naomi and Ely's No Kiss List", 
    "description": "Naomi and her gay best friend, Ely, have been inseparable since childhood, but their bond faces its biggest test yet when they fall for the same guy.", 
    "actors": "Victoria Justice, Pierson Fode, Matthew Daddario, Ryan Ward", 
    "director": "Kristin Hanggi", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1447804800"
},
{
    "title": "Nappily Ever After", 
    "description": "When a perfectionist ad exec experiences a romantic setback, she embarks on a journey of self-discovery that begins with a dramatic hair makeover.", 
    "actors": "Sanaa Lathan, Ricky Whittle, Lynn Whitfield, Lyriq Bent", 
    "director": "Haifaa Al-Mansour", 
    "imdb_rating": "7.4/10", 
    "category": "Comedies", 
    "date_released": "1537488000"
},
{
    "title": "Naruto Shippuden the Movie: Blood Prison", 
    "description": "Mistakenly accused of an attack on the Fourth Raikage, ninja Naruto is imprisoned in the impenetrable Hozuki Castle and his powers are sealed.", 
    "actors": "Junko Takeuchi, Chie Nakamura, Rikiya Koyama, Kazuhiko Inoue", 
    "director": "Masahiko Murata", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "Naruto Shippûden the Movie: Bonds", 
    "description": "When strange ninjas ambush the village of Konohagakure, it's up to adolescent ninja Naruto and his long-missing pal, Sasuke, to save the planet.", 
    "actors": "Junko Takeuchi, Noriaki Sugiyama, Chie Nakamura, Kazuhiko Inoue", 
    "director": "Hajime Kamegaki", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1476489600"
},
{
    "title": "Naruto Shippûden the Movie: The Will of Fire", 
    "description": "When four out of five ninja villages are destroyed, the leader of the one spared tries to find the true culprit and protect his land.", 
    "actors": "Junko Takeuchi, Kazuhiko Inoue, Chie Nakamura, Satoshi Hino", 
    "director": "Masahiko Murata", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "Naruto Shippuden: The Movie", 
    "description": "The adventures of adolescent ninja Naruto Uzumaki continue as he's tasked with protecting a priestess from a demon -- but to do so, he must die.", 
    "actors": "Junko Takeuchi, Chie Nakamura, Yoichi Masukawa, Kôichi Tôchika", 
    "director": "Hajime Kamegaki", 
    "imdb_rating": "6.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1476489600"
},
{
    "title": "Naruto Shippuden: The Movie: The Lost Tower", 
    "description": "When Naruto is sent to recover a missing nin, the rogue manages to send him 20 years into the past, where he unites with his father to battle evil.", 
    "actors": "Junko Takeuchi, Chie Nakamura, Rikiya Koyama, Satoshi Hino", 
    "director": "Masahiko Murata", 
    "imdb_rating": "6.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "Naruto the Movie 2: Legend of the Stone of Gelel", 
    "description": "While on a mission to return a missing pet, Naruto and two fellow ninjas are ambushed by brutal knights led by the enigmatic Temujin.", 
    "actors": "Junko Takeuchi, Showtaro Morikubo, Chie Nakamura, Gaamon Kai", 
    "director": "Hirotsugu Kawasaki", 
    "imdb_rating": "6.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "Naruto the Movie 3: Guardians of the Crescent Moon Kingdom", 
    "description": "Exuberant ninja Naruto teams up with his pals Sakura and Kakashi to escort Prince Michiru and his son, Hikaru, to the Crescent Moon kingdom.", 
    "actors": "Junko Takeuchi, Chie Nakamura, Yoichi Masukawa, Kazuhiko Inoue", 
    "director": "Toshiyuki Tsuru", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "Naruto the Movie: Ninja Clash in the Land of Snow", 
    "description": "Naruto, Sasuke and Sakura learn they'll be protecting an actress from being hurt while making her next film, but it turns out she's a princess.", 
    "actors": "Yuri Lowenthal, Maile Flanagan, Cam Clarke, Sam Regal", 
    "director": "Tensai Okamura", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "Nasha", 
    "description": "A teenage boy becomes smitten with his new drama teacher and pursues her, despite the perilous risks of being found out.", 
    "actors": "Shivam Patil, Poonam Pandey, Sheetal Singh, Vishal Bhosle", 
    "director": "Amit Saxena", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Natascha Kampusch: The Whole Story", 
    "description": "A Viennese child who was kidnapped and held captive in a basement before escaping after eight years reveals her headline-making story of survival.", 
    "actors": "", 
    "director": "Alina Teodorescu", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1494806400"
},
{
    "title": "National Lampoon's Animal House", 
    "description": "Dean Wormer puts the titular frat on double-secret probation, and it's up to Bluto, Flounder, Pinto and the rest of the brothers to get even.", 
    "actors": "John Belushi, Tim Matheson, John Vernon, Verna Bloom", 
    "director": "John Landis", 
    "imdb_rating": "7.1/10", 
    "category": "Classic Movies", 
    "date_released": "1541030400"
},
{
    "title": "National Treasure", 
    "description": "Modern treasure hunters search for a chest of riches rumored to have been stashed away by George Washington, Thomas Jefferson and Benjamin Franklin.", 
    "actors": "Nicolas Cage, Diane Kruger, Justin Bartha, Sean Bean", 
    "director": "Jon Turteltaub", 
    "imdb_rating": "6.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1527811200"
},
{
    "title": "Natsamrat", 
    "description": "A veteran Shakespearean actor steps off the stage and into the painful tragedy of old age, facing ungrateful family and his fleeting legacy.", 
    "actors": "Nana Patekar, Vikram Gokhale, Medha Manjrekar, Sunil Barve", 
    "director": "Mahesh Manjrekar", 
    "imdb_rating": "9.1/10", 
    "category": "Dramas", 
    "date_released": "1527811200"
},
{
    "title": "Natural Selection", 
    "description": "As the new kid, a shy high school senior finds himself tormented by all his peers except one. But his new friend has a dark, infectious outlook.", 
    "actors": "Mason Dye, Ryan Munzert, Anthony Michael Hall, Amy Carlson", 
    "director": "Chad L. Scheifele", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1480550400"
},
{
    "title": "Naughty Jatts", 
    "description": "When three different boys propose to a lively, strictly reared girl who yearns to be a performer, she agrees to marry the winner of a singing contest.", 
    "actors": "Neeru Bajwa, Binnu Dhillon, Arya Babbar, Roshan Prince", 
    "director": "Pankaj Batra", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Nayok Jamai", 
    "description": "After his mother hands over a fortune to a con man promising to make him a movie star, young Tona debates whether to accept his fate or fight back.", 
    "actors": "Amin Khan, Toma Mirja", 
    "director": "Robin Khan", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1491004800"
},
{
    "title": "Nazi Concentration Camps", 
    "description": "Shocking footage shows Nazi concentration camps after liberation, including Buchenwald and Ohrdruf, where Gen. Eisenhower ordered local Nazis to tour.", 
    "actors": "", 
    "director": "George Stevens", 
    "imdb_rating": "7.4/10", 
    "category": "Classic Movies", 
    "date_released": "1490918400"
},
{
    "title": "Needhi Singh", 
    "description": "When her friend’s rapist evades punishment from the law, a determined young woman takes revenge into her own hands in this story based on real events.", 
    "actors": "Kulraj Randhawa, Nirmal Rishi, Ashish Duggal, Aman Sutdhar", 
    "director": "Jaivi Dhanda", 
    "imdb_rating": "2.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Neruda", 
    "description": "When a Chilean policeman vows to find and capture leftist poet Pablo Neruda, a game of cat and mouse ensues that tests both their wills.", 
    "actors": "Luis Gnecco, Gael García Bernal, Mercedes Morán, Emilio Gutiérrez Caba", 
    "director": "Pablo Larraín", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1498435200"
},
{
    "title": "Neseli Hayat", 
    "description": "Burdened by troubles and caught between cultures, Riza takes a job as a mall Santa and finds that real life may not be so different from make-believe.", 
    "actors": "Yılmaz Erdoğan, Ersin Korkut, Büşra Pekin, Erdal Tosun", 
    "director": "Yılmaz Erdoğan", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Netaji Subhas Chandra Bose: The Forgotten Hero", 
    "description": "Under heavy surveillance by the British, an Indian nationalist plots a bold escape that takes him to Germany and brings him face to face with Hitler.", 
    "actors": "Sachin Khedekar, Rajit Kapoor, Divya Dutta, Rajpal Yadav", 
    "director": "Shyam Benegal", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Never Back Down 2: The Beatdown", 
    "description": "A bevy of mixed martial arts fighters star in this action thriller that follows a quartet of brawlers as they prepare for a key underground event.", 
    "actors": "Michael Jai White, Dean Geyer, Alex Meraz, Todd Duffee", 
    "director": "Michael Jai White", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1522195200"
},
{
    "title": "New York Minute", 
    "description": "When bickering teenage twins accidentally land in the middle of a criminal operation, they'll have to work together to get themselves out of trouble.", 
    "actors": "Mary-Kate Olsen, Ashley Olsen, Eugene Levy, Andy Richter", 
    "director": "Dennie Gordon", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1538352000"
},
{
    "title": "Newness", 
    "description": "Martin and Gabi try to form a relationship after meeting through a hookup app, but when boredom creeps in, they seek out an unconventional solution.", 
    "actors": "Nicholas Hoult, Laia Costa, Danny Huston, Courtney Eaton", 
    "director": "Drake Doremus", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1517443200"
},
{
    "title": "News from Planet Mars", 
    "description": "An even-keeled divorcé takes his family's increasingly odd behavior in stride, but the insanity escalates when his unstable colleague moves in.", 
    "actors": "François Damiens, Vincent Macaigne, Veerle Baetens, Jeanne Guittet", 
    "director": "Dominik Moll", 
    "imdb_rating": "5.2/10", 
    "category": "Comedies", 
    "date_released": "1482796800"
},
{
    "title": "Next Avengers: Heroes of Tomorrow", 
    "description": "Years after the Avengers made the ultimate sacrifice while battling the invincible Ultron, their teen kids are ready to pick up where they left off.", 
    "actors": "Noah Crawford, Brenna O'Brien, Aidan Drummond, Dempsey Pappion", 
    "director": "Jay Oliva, Gary Hartle", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1541030400"
},
{
    "title": "Next Friday", 
    "description": "Streetwise Craig Jones is still rooming at his parents' house in South Central Los Angeles when he learns that his archnemesis has broken out of jail.", 
    "actors": "Ice Cube, Mike Epps, Tommy 'Tiny' Lister, Justin Pierce", 
    "director": "Steve Carr", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1543622400"
},
{
    "title": "Next Gen", 
    "description": "When lonely Mai forms an unlikely bond with a top-secret robot, they embark on an intense, action-packed adventure to foil the plot of a vicious villain.", 
    "actors": "John Krasinski, Charlyne Yi, Jason Sudeikis, Michael Peña", 
    "director": "Kevin R. Adams, Joe Ksander", 
    "imdb_rating": "7.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1536278400"
},
{
    "title": "Nibunan", 
    "description": "With numbers written on a doll as their only clue, three officers of the law track down a psychotic killer, unearthing dark secrets along the way.", 
    "actors": "Arjun, Prasanna, Varalakshmi Sarathkumar, Sruthi Hariharan", 
    "director": "Arun Vaidyanathan", 
    "imdb_rating": "6.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1525132800"
},
{
    "title": "Night Fare", 
    "description": "A night out in Paris quickly unravels when two friends provoke the wrong taxi driver, who's after something bigger than cab fare.", 
    "actors": "Jonathan Howard, Jonathan Demurger, Fanny Valette, Jess Liaudin", 
    "director": "Julien Seri", 
    "imdb_rating": "5.3/10", 
    "category": "International Movies", 
    "date_released": "1519862400"
},
{
    "title": "Night Train to Lisbon", 
    "description": "A Swiss professor seeks to uncover the truth about the life and death of a Portuguese poet who was dedicated to overthrowing Salazar's dictatorship.", 
    "actors": "Jeremy Irons, Mélanie Laurent, Jack Huston, Martina Gedeck", 
    "director": "Bille August", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1397606400"
},
{
    "title": "Nights in Rodanthe", 
    "description": "When a hurricane hits a coastal North Carolina inn and strands the only guest, surgeon Paul Flanner, a young woman's life changes forever.", 
    "actors": "Richard Gere, Diane Lane, Christopher Meloni, Viola Davis", 
    "director": "George C. Wolfe", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Nightworld", 
    "description": "A former LAPD officer takes a job as security chief at an old apartment complex in Bulgaria, where he's tormented by inexplicable events.", 
    "actors": "Jason London, Robert Englund, Gianni Capaldi, Diana Lyubenova", 
    "director": "Patricio Valladares", 
    "imdb_rating": "4.4/10", 
    "category": "Horror Movies", 
    "date_released": "1518825600"
},
{
    "title": "Nila", 
    "description": "When a cabbie chances upon his childhood sweetheart, he tries to rekindle old feelings but finds that mature love is a more complicated matter.", 
    "actors": "Sruthi Hariharan, Vicky R", 
    "director": "Selvamani Selvaraj", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1488326400"
},
{
    "title": "Nise: The Heart of Madness", 
    "description": "In this drama based on a true story, a psychiatrist rejects electroshock therapy to treat schizophrenia and encourages her patients to create art.", 
    "actors": "Glória Pires, Fabrício Boliveira, Felipe Rocha, Simone Mazzer", 
    "director": "Roberto Berliner", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1505779200"
},
{
    "title": "Nitro Circus: The Movie", 
    "description": "Enter the adrenaline-fueled world of freestyle motocross rider Travis Pastrana and his buddies as they travel the globe performing outrageous stunts.", 
    "actors": "Erik Roner, Jim DeChamp, Jim Dechamp, Jolene Van Vugt", 
    "director": "Gregg Godfrey, Jeremy Rawle", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Niyazi Gül Dörtnala", 
    "description": "Seeking the formula behind a magical elixir bequeathed to him by his father, a veterinary professor gets embroiled in a mobster's horse-racing scheme.", 
    "actors": "Ata Demirer, Demet Akbağ, Şebnem Bozoklu, Levent Ülgen", 
    "director": "Hakan Algül", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "No Country for Old Men", 
    "description": "A drug deal gone bad and a bag full of cash entwine an unsuspecting hunter, a veteran sheriff and a murderous hit man in the stark West Texas desert.", 
    "actors": "Tommy Lee Jones, Javier Bardem, Josh Brolin, Woody Harrelson", 
    "director": "Ethan Coen, Joel Coen", 
    "imdb_rating": "7.9/10", 
    "category": "Dramas", 
    "date_released": "1533945600"
},
{
    "title": "No Entry", 
    "description": "After a prank goes sideways, three buddies find their relationships  -- with women and each other -- tested in unexpected ways.", 
    "actors": "Anil Kapoor, Salman Khan, Fardeen Khan, Bipasha Basu", 
    "director": "Anees Bazmee", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1519862400"
},
{
    "title": "No estoy loca", 
    "description": "A woman enters a quirky mental health clinic after attempting suicide upon finding out her husband is having an affair with her best friend.", 
    "actors": "Paz Bascuñán, Marcial Tagle, Antonia Zegers, Carolina Paulsen", 
    "director": "Nicolás López", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1525392000"
},
{
    "title": "No Filter", 
    "description": "When a woman visits a Chinese doctor, she discovers her pain is due to pent-up rage, and the only cure is to fully express herself, whatever may come.", 
    "actors": "Paz Bascuñán, Antonio Quercia, Paulo Brunetti, Carolina Paulsen", 
    "director": "Nicolás López", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1465257600"
},
{
    "title": "No Men Beyond This Point", 
    "description": "In a future where women reproduce without male assistance and only give birth to girls, a 37-year-old is the world's youngest man.", 
    "actors": "Patrick Gilmore, Kristine Cofsky, Tara Pratt, Cameron McDonald", 
    "director": "Mark Sawers", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1476230400"
},
{
    "title": "No One Killed Jessica", 
    "description": "This thriller tells the true story of model Jessica Lall -- who was shot dead in a restaurant -- and the campaign to bring her killer to justice.", 
    "actors": "Rani Mukerji, Vidya Balan, Myra Karn, Neil Bhoopalam", 
    "director": "Raj Kumar Gupta", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "No Reservations", 
    "description": "Kate, an uptight chef, finds her life turned upside down when her sister dies in a car accident and she becomes her niece's sole guardian.", 
    "actors": "Catherine Zeta-Jones, Aaron Eckhart, Abigail Breslin, Patricia Clarkson", 
    "director": "Scott Hicks", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "Nocturama", 
    "description": "After planting bombs in the streets of Paris, a group of disillusioned young people spends a tense night holed up in a high-end department store.", 
    "actors": "Finnegan Oldfield, Vincent Rottiers, Hamza Meziani, Manal Issa", 
    "director": "Bertrand Bonello", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1504828800"
},
{
    "title": "North Star", 
    "description": "A trapper with Indian blood butts heads with a greedy mining boss over a rich lode of gold that's buried on sacred Inuit land.", 
    "actors": "James Caan, Christopher Lambert, Catherine McCormack, Burt Young", 
    "director": "Nils Gaup", 
    "imdb_rating": "4.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "Notes on Blindness", 
    "description": "Based on the audio diaries of academic and theologian John Hull, this film offers an impressionistic re-creation of his slow descent into blindness.", 
    "actors": "Dan Renton Skinner, Simone Kirby", 
    "director": "Peter Middleton, James Spinney", 
    "imdb_rating": "7.4/10", 
    "category": "Documentaries", 
    "date_released": "1489536000"
},
{
    "title": "Nothing in Return", 
    "description": "A teen from a dysfunctional home in Madrid skips school to hang out with a friend and raise bail money for a shop owner who fences stolen bike parts.", 
    "actors": "Miguel Herrán, Antonio Bachiller, Antonia Guzmán, Felipe García Vélez", 
    "director": "Daniel Guzmán", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1472688000"
},
{
    "title": "Nothing to Hide", 
    "description": "To spice up a dinner party, old friends agree to share every private message that pops up on their phones -- with disastrous results.", 
    "actors": "Bérénice Bejo, Suzanne Clément, Stéphane De Groodt, Vincent Elbaz", 
    "director": "Fred Cavayé", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1542326400"
},
{
    "title": "Nothing to Lose", 
    "description": "This biographical drama traces the rise to fame of controversial Brazilian evangelical leader and business titan Edir Macedo.", 
    "actors": "Petrônio Gontijo, Day Mesquita, Beth Goulart, Dalton Vigh", 
    "director": "Alexandre Avancini", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1532044800"
},
{
    "title": "NOVA: CyberWar Threat", 
    "description": "Amid the ever-changing cyberwar landscape, the powerful National Security Agency is viewed with a mixture of awe and fear around the world.", 
    "actors": "Craig Sechler", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1530403200"
},
{
    "title": "NOVA: Memory Hackers", 
    "description": "Neuroscientists study the mechanisms of memory to explore a challenging idea: that memory is malleable and can be shaped by not only ourselves.", 
    "actors": "Jan Maxwell", 
    "director": "Anna Lee Strachan", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1530403200"
},
{
    "title": "Numbered", 
    "description": "Guided by survivors' testimonies, this documentary explores the history and meaning of the numbers tattooed on the bodies of Auschwitz prisoners.", 
    "actors": "", 
    "director": "Dana Doron, Uriel Sinai", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1514678400"
},
{
    "title": "Numero Zero: The Roots of Italian Rap", 
    "description": "In the '90s, the explosive popularity of hip-hop music in Italy impacts the nation's character while creating a new kind of renegade artist.", 
    "actors": "", 
    "director": "Enrico Bisi", 
    "imdb_rating": "7.8/10", 
    "category": "Documentaries", 
    "date_released": "1523750400"
},
{
    "title": "Nymphomaniac: Volume 1", 
    "description": "A self-diagnosed nymphomaniac reveals a lifetime of sexual experiences to a man who saves her from being beaten in an alley.", 
    "actors": "Charlotte Gainsbourg, Stellan Skarsgård, Stacy Martin, Shia LaBeouf", 
    "director": "Lars von Trier", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "Nymphomaniac: Volume II", 
    "description": "The second half of Lars von Trier's epic follows Joe as her reignited sex addiction destroys her family and thrusts her toward a surprising new trade.", 
    "actors": "Charlotte Gainsbourg, Stellan Skarsgård, Stacy Martin, Shia LaBeouf", 
    "director": "Lars von Trier", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
}
]