[
{
    "title": "O Silêncio do Céu", 
    "description": "After being raped in her home, a married woman chooses not to tell her husband, unaware that he has his own troubled secret and a plan for revenge.", 
    "actors": "Leonardo Sbaraglia, Carolina Dieckmann, Chino Darín, Alvaro Armand Ugon", 
    "director": "Marco Dutra", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1485302400"
},
{
    "title": "O21", 
    "description": "An Afghan militant steals a microchip containing the names of corporations and investors who want to exploit Afghanistan's mineral reserves.", 
    "actors": "Shaan Shahid, Ayub Khoso, Aamina Sheikh, Shamoon Abbasi", 
    "director": "Jami, Summer Nicks", 
    "imdb_rating": "7.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1510704000"
},
{
    "title": "Obvious Child", 
    "description": "After being fired from her job and dumped by her cheating boyfriend, a comedian has a one-night stand. Weeks later, she finds out she's pregnant.", 
    "actors": "Jenny Slate, Jake Lacy, Gaby Hoffmann, Gabe Liedman", 
    "director": "Gillian Robespierre", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1531958400"
},
{
    "title": "Ocean Wonders", 
    "description": "Relax and be astonished as footage from beneath the world's oceans brings coral reefs, seahorses, anemones and other undersea marvels to your screen.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1468540800"
},
{
    "title": "Oddbods: Party Monsters", 
    "description": "Dressed up as detective Sherlock Holmes, Slick must crack the case when a magician turns Jeff's spooky-costume party guests into their scary alter egos.", 
    "actors": "Nadia Ramlee, Chio Su-Ping, Jeremy Linn, Marlon Dance-Hooi", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1539907200"
},
{
    "title": "Oddbods: The Festive Menace", 
    "description": "In this \"Oddbods\" special, Bubbles's latest invention, the Naughty-or-Nice Machine, zaps Santa Claus, jeopardizing the whole Christmas holiday season.", 
    "actors": "Nadia Ramlee, Chio Su-Ping, Jeremy Linn, Marlon Dance-Hooi", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1542240000"
},
{
    "title": "Odu Raja Odu", 
    "description": "While trying to buy his wife a set-top box, a struggling writer and his pal get entangled in the domino effect of a spectacularly botched drug deal.", 
    "actors": "Guru Somasundaram, Nasser, Anand Sami, Lakshmi Priyaa Chandramouli", 
    "director": "Nishanth Ravindaran, Jathin Sanker Raj", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1542240000"
},
{
    "title": "Off Course", 
    "description": "Fed up with the uselessness of their degrees and swayed by a TV commercial, two Spaniards head to Berlin for work but find it not quite as advertised.", 
    "actors": "Yon González, Julián López, Blanca Suárez, Malena Alterio", 
    "director": "Nacho G. Velilla", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1472688000"
},
{
    "title": "Office", 
    "description": "To nab a sales manager who's at large after murdering his family, a detective investigates the man's colleagues, who seem to be hiding something.", 
    "actors": "Ko Ah-sung, Park Sung-woong, Bae Seong-woo, Kim Eui-sung", 
    "director": "Hong Won-chan", 
    "imdb_rating": "6.2/10", 
    "category": "Horror Movies", 
    "date_released": "1506816000"
},
{
    "title": "Offline – Das Leben ist kein Bonuslevel", 
    "description": "Competitive gamer Jan finds his life thrown for a loop when his bitter rival hacks his identity just before a high-stakes tournament.", 
    "actors": "Moritz Jahn, Mala Emde, Ugur Ekeroglu, David Schütter", 
    "director": "Florian Schnell", 
    "imdb_rating": "5.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1504224000"
},
{
    "title": "Oh Darling Yeh Hai India", 
    "description": "A penniless actor new to Mumbai and a beautiful woman he meets one fateful night try to stop a gangster from replacing India's president with a twin.", 
    "actors": "Shah Rukh Khan, Deepa Sahi, Javed Jaffrey, Anupam Kher", 
    "director": "Ketan Mehta", 
    "imdb_rating": "5.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1496275200"
},
{
    "title": "Oh My Ghost", 
    "description": "A group of friends encounters a folk spirit in their apartment, and their harebrained attempts to banish the ghost soon backfire.", 
    "actors": "Kohtee Aramboy, Sudarat Butrprom, Yingsak Chonglertjetsadawong, Channarong Khuntee-tao", 
    "director": "Poj Arnon", 
    "imdb_rating": "5.2/10", 
    "category": "Comedies", 
    "date_released": "1532304000"
},
{
    "title": "Oh My Ghost 2", 
    "description": "The spirited trio are back to take on a new ghost-busting adventure at a mens' residence, where spooky secrets lurk around every corner.", 
    "actors": "Kohtee Aramboy, Yingsak Chonglertjetsadawong, Jaturong Mokjok, Apaporn Nakornsawan", 
    "director": "Poj Arnon", 
    "imdb_rating": "4.5/10", 
    "category": "Comedies", 
    "date_released": "1532304000"
},
{
    "title": "Oh My Ghost 3", 
    "description": "After a body is discovered in their building, a vengeful, paranormal presence begins to affect Taew, Mod Dum and Cartoon's business.", 
    "actors": "Kohtee Aramboy, Yingsak Chonglertjetsadawong, Jaturong Mokjok, Waraphat Phatsathit", 
    "director": "Poj Arnon", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1532304000"
},
{
    "title": "Oh My Ghost 4", 
    "description": "Ghosts wreak havoc at the old school, and a student communicates with the spirit while the team reckons with a power struggle.", 
    "actors": "", 
    "director": "Poj Arnon", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1532304000"
},
{
    "title": "Oh My God", 
    "description": "Mumbai shopkeeper Kanji Bhai files a lawsuit against God when an earthquake destroys his store and his insurance policy won't cover the damage.", 
    "actors": "Akshay Kumar, Paresh Rawal, Mithun Chakraborty, Om Puri", 
    "director": "Umesh Shukla", 
    "imdb_rating": "7.5/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "Ok Kanmani (Malayalam Version)", 
    "description": "It's love at first sight for a young couple repelled by the concept of marriage, but their view shifts when they meet their older-couple neighbors.", 
    "actors": "Dulquer Salmaan, Nithya Menon, Prakash Raj, Leela Samson", 
    "director": "Mani Ratnam", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1521072000"
},
{
    "title": "Om Shanti Om", 
    "description": "Reincarnated 30 years after being killed in a suspicious on-set fire, a small-time actor is determined to punish the person who ignited the blaze.", 
    "actors": "Shah Rukh Khan, Deepika Padukone, Shreyas Talpade, Arjun Rampal", 
    "director": "Farah Khan", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "On Body and Soul", 
    "description": "Two shy and socially awkward co-workers in Budapest form a special bond through a mysterious mystic connection that manifests in a dream.", 
    "actors": "Alexandra Borbély, Géza Morcsányi, Réka Tenki, Zoltán Schneider", 
    "director": "Ildiko Enyedi", 
    "imdb_rating": "7.5/10", 
    "category": "Dramas", 
    "date_released": "1517529600"
},
{
    "title": "On My Skin", 
    "description": "Arrested in Rome for a drug-related offense, Stefano Cucchi endures a harrowing week in custody that changes his family forever. Based on true events.", 
    "actors": "Alessandro Borghi, Jasmine Trinca, Milvia Marigliano, Max Tortora", 
    "director": "Alessio Cremonini", 
    "imdb_rating": "8.4/10", 
    "category": "Dramas", 
    "date_released": "1536710400"
},
{
    "title": "On the Wrong Track", 
    "description": "Two rebellious, hot-headed teenage brothers get caught up in gang life, which has dangerous repercussions for their family and friends.", 
    "actors": "Andy Lau, Yim Chau-wah, Wai Yee Chan, Prudence Liew", 
    "director": "Clarence Yiu-leung Fok", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1532304000"
},
{
    "title": "Onaatah", 
    "description": "Seeking to heal after a traumatic assault, a young woman retreats to a small village by the hills, where she finds hope, love and new purpose.", 
    "actors": "Sweety Pala, Merlvin Mukhim, Richard Kharpuri, Enshon Lamare", 
    "director": "Pradip Kurbah", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1525132800"
},
{
    "title": "Once a Gangster", 
    "description": "Two former triads are tapped to run in an election for leader of the underworld, but both want normal lives. Each must outwit the other to lose.", 
    "actors": "Ekin Cheng, Jordan Chan, Alex Fong, Michelle Ye", 
    "director": "Felix Chong", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "Once Again", 
    "description": "After a chance phone call leads to daily conversations, a widowed restaurant owner and a lonely film actor plan to finally meet in person.", 
    "actors": "Shefali Shah, Neeraj Kabi, Rasika Dugal, Bidita Bag", 
    "director": "Kanwal Sethi", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1535760000"
},
{
    "title": "Once I Was a Beehive", 
    "description": "When her mother remarries one year after her father's death and sends her to a Bible camp, a teenager meets others who can relate to her pain.", 
    "actors": "Paris Warner, Lisa Clark, Hailey Smith, Clare Niederpruem", 
    "director": "Maclain Nelson", 
    "imdb_rating": "6.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1459468800"
},
{
    "title": "Once Upon a Time in America", 
    "description": "Director Sergio Leone's sprawling crime epic follows a group of Jewish mobsters who rise in the ranks of organized crime in 1920s New York City.", 
    "actors": "Robert De Niro, James Woods, Elizabeth McGovern, Treat Williams", 
    "director": "Sergio Leone", 
    "imdb_rating": "8.4/10", 
    "category": "Classic Movies", 
    "date_released": "1538352000"
},
{
    "title": "One by Two", 
    "description": "The lives of a Mumbai man and woman who are both dealing with issues intersect through a TV dance show that she wants to win but he wants to sabotage.", 
    "actors": "Abhay Deol, Preeti Desai, Lillete Dubey, Rati Agnihotri", 
    "director": "Devika Bhagat", 
    "imdb_rating": "4.3/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "One Day", 
    "description": "When his colleague (and crush) temporarily loses her memory, an overlooked geek seizes the chance to make an impression before she remembers again.", 
    "actors": "Chantavit Dhanasevi, Nittha Jirayungyurn, Theerapat Sajakul, Prim Bulakul", 
    "director": "Banjong Pisanthanakun", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1535760000"
},
{
    "title": "One Heart: The A.R. Rahman Concert Film", 
    "description": "In this concert film, Indian musical maestro A.R. Rahman performs 15 of his most popular songs and reveals himself through interviews and clips.", 
    "actors": "A.R. Rahman", 
    "director": "", 
    "imdb_rating": "8.8/10", 
    "category": "Documentaries", 
    "date_released": "1509494400"
},
{
    "title": "One in a Billion", 
    "description": "Follow the journey of Satnam Singh Bhamara as he works to fulfill his dream of becoming the first India-born player to be drafted into the NBA.", 
    "actors": "Satnam Singh Bhamara, Mark Cuban, Adam Silver, Vivek Ranadivé", 
    "director": "Roman Gackowski", 
    "imdb_rating": "6.9/10", 
    "category": "Documentaries", 
    "date_released": "1480982400"
},
{
    "title": "One Last Shot", 
    "description": "In this low-budget short film, two best buddies meet up for a night of booze-fueled fun before one of them moves to Vancouver.", 
    "actors": "Robb Wells, John Paul Tremblay, John Dunsworth", 
    "director": "Mike Clattenburg", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1535068800"
},
{
    "title": "One Night Stand", 
    "description": "An obsession with a woman with whom he had a one-night stand brings disharmony into a man's life and destroys his peace of mind.", 
    "actors": "Tanuj Virwani, Sunny Leone, Narendra Jetley, Aamir Ahmed", 
    "director": "Jasmine D'Souza", 
    "imdb_rating": "4.4/10", 
    "category": "Dramas", 
    "date_released": "1508025600"
},
{
    "title": "Only God Forgives", 
    "description": "When a cop kills the brother of an expat American gangster who runs a Bangkok fight club, his crime-boss mother flies in to supervise revenge.", 
    "actors": "Ryan Gosling, Kristin Scott Thomas, Vithaya Pansringarm, Gordon Brown", 
    "director": "Nicolas Winding Refn", 
    "imdb_rating": "5.8/10", 
    "category": "Independent Movies", 
    "date_released": "1526342400"
},
{
    "title": "Only the Dead", 
    "description": "Given unprecedented access to soldiers and terrorists alike, journalist Michael Ware presents an epic, uncensored, intimate account of the Iraq War.", 
    "actors": "Michael Ware", 
    "director": "Bill Guttentag, Michael Ware", 
    "imdb_rating": "7.7/10", 
    "category": "Documentaries", 
    "date_released": "1542240000"
},
{
    "title": "Opening Night", 
    "description": "Once a rising star on Broadway, Nick is now the perennially pestered production manager for a new musical dedicated to rock music's one-hit wonders.", 
    "actors": "Topher Grace, Alona Tal, Anne Heche, Taye Diggs", 
    "director": "Isaac Rentz", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1501545600"
},
{
    "title": "Operações Especiais", 
    "description": "In a crime-plagued area of Rio de Janeiro, a team of honest cops, including a determined rookie, fights corruption and mistrust on all sides.", 
    "actors": "Cleo Pires, Marcos Caruso, Thiago Martins, Fabrício Boliveira", 
    "director": "Tomas Portella", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1487980800"
},
{
    "title": "Operation Chromite", 
    "description": "To pave the way for a major amphibious invasion, a team of South Korean spies goes behind enemy lines to steal a map of North Korean coastal defenses.", 
    "actors": "Lee Jung-jae, Lee Beom-su, Liam Neeson, Jin Se-yun", 
    "director": "John H. Lee", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1515974400"
},
{
    "title": "Operation Mekong", 
    "description": "In a dangerous area of the Mekong River, a drug raid ending in 13 deaths arouses the suspicions of a narcotics officer who sets out to find the truth.", 
    "actors": "Eddie Peng, Zhang Hanyu, Carl Ng, Ken Lo", 
    "director": "Dante Lam", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1501891200"
},
{
    "title": "Operation Red Sea", 
    "description": "A special task force takes on a risky operation to evacuate civilians amid civil war. Based on the 2015 mission to rescue Chinese citizens in Yemen.", 
    "actors": "Zhang Yi, Johnny Huang, Hai Qing, Du Jiang", 
    "director": "Dante Lam", 
    "imdb_rating": "6.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1543276800"
},
{
    "title": "Operator", 
    "description": "When a programmer uses his wife's sympathetic voice for his company's customer service app, he starts to rely more on her idealized self than her.", 
    "actors": "Martin Starr, Mae Whitman, Nat Faxon, Cameron Esposito", 
    "director": "Logan Kibens", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1487203200"
},
{
    "title": "Opium and the Kung Fu Master", 
    "description": "Tieh Chiao-san works with his kung fu students to protect his village from crime. But he struggles when an opium dealer starts to ruin the town.", 
    "actors": "Ti Lung, Te-Lo Mai, Leanne Liu, Chen Kuan Tai", 
    "director": "Chia Tang", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "Orbiter 9", 
    "description": "A woman who's been alone on a spaceship her whole life becomes enamored with an engineer who suddenly enters her world and upends her universe.", 
    "actors": "Clara Lago, Alex Gonzalez, Andrés Parra, Belén Rueda", 
    "director": "Hatem Khraiche", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1522972800"
},
{
    "title": "Organize Isler", 
    "description": "A gang leader recruits a suicidal Superman impersonator, while a woman driving a hot car linked to the gang plots revenge against them and their hero.", 
    "actors": "Yılmaz Erdoğan, Tolga Çevik, Demet Akbağ, Altan Erkekli", 
    "director": "Yılmaz Erdoğan", 
    "imdb_rating": "6.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1522800000"
},
{
    "title": "Oru Vishsheshapetta Biryani Kissa", 
    "description": "When the village's biryani cook unexpectedly passes, a widow steps up to the plate and takes on new delectable challenges.", 
    "actors": "Nedumudi Venu, V.K. Sriraman, Lena, Sunil Sukhada", 
    "director": "Kiran Narayanan", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "Osama Bin Laden: Up Close and Personal", 
    "description": "Four years after a Navy SEAL team killed Osama Bin Laden in a raid on his compound, his correspondence sheds new light on his mindset and final years.", 
    "actors": "", 
    "director": "Alexander Berkel", 
    "imdb_rating": "4.7/10", 
    "category": "Documentaries", 
    "date_released": "1491350400"
},
{
    "title": "Osman Pazarlama", 
    "description": "Hoping to make his fortune and win the girl of his dreams, fast-talking Osman invents and tries to promote one preposterous gadget after another.", 
    "actors": "Şahan Gökbakar, Mehmet Selim Akgül, Feriştah Senem Yıldırım, Yurtşen Fidan", 
    "director": "Togan Gökbakar", 
    "imdb_rating": "3.5/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Other People", 
    "description": "After a bad breakup, a struggling New York comedy writer tries to don a brave face and care for his dying mother in Sacramento.", 
    "actors": "Jesse Plemons, Molly Shannon, Bradley Whitford, Maude Apatow", 
    "director": "Chris Kelly", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1481155200"
},
{
    "title": "OtherLife", 
    "description": "After inventing a drug that induces time-compressed virtual realities, young Ren grapples with partner Sam over how to use their powerful creation.", 
    "actors": "Jessica De Gouw, T.J. Power, Thomas Cocquerel, Liam Graham", 
    "director": "Ben C. Lucas", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1508025600"
},
{
    "title": "Ottaal", 
    "description": "Young orphan Kuttappayi goes to live with his grandfather in the country, but his new life takes a hard turn when his grandfather's health fails.", 
    "actors": "Ashanth K. Shah, Kumarakom Vasudevan, Shine Tom Chacko, Sabitha Jayaraj", 
    "director": "Jayaraj Rajasekharan Nair", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1489536000"
},
{
    "title": "Ottakolam", 
    "description": "The son of a man who cremates and buries corpses wishes to pursue a profession other than the one imposed on him by his caste.", 
    "actors": "Santhosh Keezhattoor, Biju Babu, Dr. Shanavas, Anu Paralexmi", 
    "director": "Jayan K. Saaj", 
    "imdb_rating": "3.0/10", 
    "category": "Dramas", 
    "date_released": "1500076800"
},
{
    "title": "Our Lovers", 
    "description": "A love-challenged man and a woman he meets at a bookshop bar begin dating, but only at the shop -- and without knowing anything about each other.", 
    "actors": "Eduardo Noriega, Michelle Jenner, Fele Martínez, Amaia Salamanca", 
    "director": "Miguel Ángel Lamata", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1492128000"
},
{
    "title": "Our Shining Days", 
    "description": "In a battle of the bands, a percussions student and her musical kindred spirits set out to prove the merits of Chinese folk against the Western canon.", 
    "actors": "Lulu Xu, Peng Yuchang, Mingjie Luo, Yongxi Liu", 
    "director": "Ran Wang", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "Our Sister Mambo", 
    "description": "In a loving but slightly crazy family, a young lawyer quits her job to become an apprentice chef while trying to help her three sisters get married.", 
    "actors": "Michelle Chong, Moses Lim, Audrey Luo, Ethel Yap", 
    "director": "Wi Ding Ho", 
    "imdb_rating": "4.5/10", 
    "category": "Comedies", 
    "date_released": "1475280000"
},
{
    "title": "Our Souls at Night", 
    "description": "After widowed neighbors Addie and Louis begin sleeping in bed together platonically to alleviate their loneliness, a real romance begins to blossom.", 
    "actors": "Robert Redford, Jane Fonda, Bruce Dern, Matthias Schoenaerts", 
    "director": "Ritesh Batra", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1506643200"
},
{
    "title": "Out of Luck", 
    "description": "A lottery operator tries to pay off a local gangster by taking him on a thrill ride from the slums of Lagos Island to the mansions of Ikoyi and back.", 
    "actors": "Tope Tedela, Linda Ejiofor, Femi Branch, Jide Kosoko", 
    "director": "Niyi Akinmolayan", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1504224000"
},
{
    "title": "Out of My Hand", 
    "description": "After a Liberian plantation worker's efforts to unionize come to naught, he decides to start fresh as a cab driver in New York City.", 
    "actors": "Bishop Blay, Zenobia Taylor, Duke Murphy Dennis, Rodney Rogers Beckley", 
    "director": "Takeshi Fukunaga", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1453161600"
},
{
    "title": "Out of Thin Air", 
    "description": "Picking up 40 years after six were convicted for two strange murders in Iceland, this chilling documentary proves confessions can’t always be trusted.", 
    "actors": "", 
    "director": "Dylan Howitt", 
    "imdb_rating": "6.3/10", 
    "category": "Documentaries", 
    "date_released": "1506643200"
},
{
    "title": "Outside In", 
    "description": "After serving time for a crime he didn’t commit, a 38-year-old man forms a complicated, life-altering bond with the woman who advocated for his early release.", 
    "actors": "Jay Duplass, Edie Falco, Kaitlyn Dever, Ben Schwartz", 
    "director": "Lynn Shelton", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1527811200"
},
{
    "title": "Oye Lucky! Lucky Oye!", 
    "description": "Starting as a petty thief, a man rises to become one of the city's biggest operators and carves out the kind of lifestyle he'd once only dreamed of.", 
    "actors": "Abhay Deol, Paresh Rawal, Neetu Chandra, Archana Puran Singh", 
    "director": "Dibakar Banerjee", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
}
]