[
{
    "title": "P", 
    "description": "An orphan girl taught magic by her sick grandma must find work in seedy Bangkok, where unsavory characters run afoul of her increasingly dark powers.", 
    "actors": "Suangporn Jaturaphut, Opal, Dor Yodrak, Pisamai Pakdeevijit", 
    "director": "Paul Spurrier", 
    "imdb_rating": "5.3/10", 
    "category": "Horror Movies", 
    "date_released": "1493078400"
},
{
    "title": "P Se PM Tak", 
    "description": "A prostitute who is down on her luck gets caught in the middle of an elaborate scheme orchestrated by two local politicians.", 
    "actors": "Meenakshi Dixit, Indrajeet Soni, Bharat Jadhav, Yashpal Sharma", 
    "director": "Kundan Shah", 
    "imdb_rating": "4.0/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "P.S. I Love You", 
    "description": "When she loses her beloved husband to a brain tumor, grieving widow Holly Kennedy learns that he left a series of letters behind to help her cope.", 
    "actors": "Hilary Swank, Gerard Butler, Lisa Kudrow, Gina Gershon", 
    "director": "Richard LaGravenese", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Paan Singh Tomar", 
    "description": "Paan Singh Tomar goes from celebrated runner to star brigand and rebel when life after sports fails to unfold as planned.", 
    "actors": "Irrfan Khan, Mahie Gill, Rajendra Gupta, Brijendra Kala", 
    "director": "Tigmanshu Dhulia", 
    "imdb_rating": "7.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1541030400"
},
{
    "title": "Paathi", 
    "description": "A face painter for Theyyam rituals who is himself disfigured conceals his guilt over the fact that he performs abortions as a medical practitioner.", 
    "actors": "Indrans, Joy Mathew, Kalabhavan Shajohn, Sasi Kalinga", 
    "director": "Chandran Narikode", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Pablo Escobar: Angel or Demon?", 
    "description": "This documentary traces the steps of druglord Pablo Escobar with vivid eyewitness accounts that reconstruct his bloody reign in Colombia.", 
    "actors": "", 
    "director": "Jorge Granier", 
    "imdb_rating": "5.8/10", 
    "category": "Documentaries", 
    "date_released": "1521763200"
},
{
    "title": "Pac's Scary Halloween", 
    "description": "When sinister Dr. Pacenstein schemes to swap bodies with Pac during a Halloween party, Spiral, Cyli and Count Pacula scramble to save their pal.", 
    "actors": "Erin Mathews, Sam Vincent, Andrea Libman, Ashleigh Ball", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1475280000"
},
{
    "title": "Pacific Warriors", 
    "description": "Against all odds, professional rugby players from the Pacific Islands of Fiji, Tonga and Samoa head to France to take on the best teams in the world.", 
    "actors": "Brian Cox", 
    "director": "James Marquand", 
    "imdb_rating": "6.8/10", 
    "category": "Documentaries", 
    "date_released": "1451606400"
},
{
    "title": "Pacificum: El retorno al océano", 
    "description": "Four scientists offer a sweeping yet intimate exploration of Peru's majestic coastline by land, sea and air.", 
    "actors": "Yuri Hooker, Rodolfo Salas, Jose Canziani, Belén Alcorta", 
    "director": "Mariana Tschudi", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1529020800"
},
{
    "title": "Packed in a Trunk: The Lost Art of Edith Lake Wilkinson", 
    "description": "Many decades after artist Edith Lake Wilkinson was institutionalized and never heard from again, her great-niece sets out to understand why.", 
    "actors": "", 
    "director": "Michelle Boyaner", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1494806400"
},
{
    "title": "Pad Man", 
    "description": "Despite public humiliation and resistance, an entrepreneur markets a hygienic, low-cost sanitary pad that even India's poorest women can afford.", 
    "actors": "Akshay Kumar, Sonam Kapoor, Radhika Apte, Jyoti Subhash", 
    "director": "R. Balki", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1534809600"
},
{
    "title": "Page 3", 
    "description": "Disillusioned by the vain and shallow world she covers, a jaded showbiz journalist asks to be transferred and finds herself working on the crime beat.", 
    "actors": "Konkona Sen Sharma, Boman Irani, Atul Kulkarni, Sandhya Mridul", 
    "director": "Madhur Bhandarkar", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Paheli", 
    "description": "Traditional Indian folklore comes alive in this charming film based on a story by Statwart Vijaydan Detha.", 
    "actors": "Shah Rukh Khan, Rani Mukerji, Anupam Kher, Dilip Prabhavalkar", 
    "director": "Amol Palekar", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Paid in Full", 
    "description": "This fictionalized account of three real-life notorious Harlem drug dealers is told in flashbacks as they plunge into the world of hustling.", 
    "actors": "Wood Harris, Mekhi Phifer, Kevin Carroll, Esai Morales", 
    "director": "Charles Stone III", 
    "imdb_rating": "6.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1533427200"
},
{
    "title": "Painted Faces", 
    "description": "In this dramatized rendition, students undergo rigorous study at Master Yu's Peking Opera school, a cradle for future Hong Kong film stars.", 
    "actors": "Sammo Kam-Bo Hung, Ching-Ying Lam, Cheng Pei-pei", 
    "director": "Alex Law", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1534377600"
},
{
    "title": "Paisa Paisa", 
    "description": "A filmmaker races against time to find the money demanded by his friend's kidnapper, only to discover the situation is more complicated than it seems.", 
    "actors": "Indrajith, Daniel Balaji, Mamta Mohandas, Aju Varghese", 
    "director": "Prashanth Murali", 
    "imdb_rating": "4.7/10", 
    "category": "International Movies", 
    "date_released": "1522540800"
},
{
    "title": "Pajaros volando", 
    "description": "Pájaros Volando takes place in a mountaintop hippie community. Energy, cosmic forces and an interplanetary trip are the center of this zany comedy.", 
    "actors": "Diego Capusotto, Luis Luque, Verónica Llinás, Alejandra Flechner", 
    "director": "Nestor Montalbano", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1491004800"
},
{
    "title": "Palio", 
    "description": "In this documentary, a centuries-old horse race in the city of Siena, Italy, is the forum for a showdown between a young jockey and his former mentor.", 
    "actors": "", 
    "director": "Cosima Spender", 
    "imdb_rating": "7.5/10", 
    "category": "Documentaries", 
    "date_released": "1467244800"
},
{
    "title": "Palm Trees in the Snow", 
    "description": "Finding a tantalizing clue in an old letter, a young woman journeys to her family's tropical plantation to uncover generations of secrets.", 
    "actors": "Mario Casas, Adriana Ugarte, Macarena García, Alain Hernández", 
    "director": "Fernando González Molina", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1462060800"
},
{
    "title": "Pandora", 
    "description": "When an earthquake hits a Korean village housing a run-down nuclear power plant, a man risks his life to save the country from imminent disaster.", 
    "actors": "Kim Nam-gil, Kim Joo-hyun, Jung Jin-young, Kim Young-ae", 
    "director": "Park Jung-woo", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1489708800"
},
{
    "title": "Pandorum", 
    "description": "After waking from hyper-sleep, two spacecraft workmen discover startling gaps in their collective memory -- including the nature of their mission.", 
    "actors": "Dennis Quaid, Ben Foster, Cam Gigandet, Antje Traue", 
    "director": "Christian Alvart", 
    "imdb_rating": "6.5/10", 
    "category": "Horror Movies", 
    "date_released": "1530403200"
},
{
    "title": "Papa the Great", 
    "description": "After witnessing a murder, a meek family man must summon his courage when he finds himself on the wrong side of a notorious gangster.", 
    "actors": "Krishan Kumar, Nagma, Satya Prakash, Master Bobby", 
    "director": "Bhagyaraj", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1512691200"
},
{
    "title": "Papa: Hemingway in Cuba", 
    "description": "During the Cuban Revolution, a young journalist travels to Havana to meet Ernest Hemingway, the larger-than-life author who deeply inspired him.", 
    "actors": "Giovanni Ribisi, Joely Richardson, Adrian Sparks, Minka Kelly", 
    "director": "Bob Yari", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1484870400"
},
{
    "title": "Paradise Lost", 
    "description": "A cop moonlights as the bodyguard for a young drag queen at a nightclub, and grows closer to the family of misfit singers that perform there.", 
    "actors": "Júlio Andrade, Lee Taylor, Hermila Guedes, Julia Konrad", 
    "director": "Monique Gardenberg", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1538179200"
},
{
    "title": "Paradox", 
    "description": "Neil Young and his band of outlaws sow seeds of strange mischief and musical wonder under Western skies in this dreamlike film by Daryl Hannah.", 
    "actors": "Neil Young, Lukas Nelson, Micah Nelson, Corey McCormick", 
    "director": "Daryl Hannah", 
    "imdb_rating": "3.7/10", 
    "category": "Dramas", 
    "date_released": "1521763200"
},
{
    "title": "Parched", 
    "description": "Four very different women live out their lives in rural India trying to cope with constant stress, fear and a misogynistic culture.", 
    "actors": "Tannishtha Chatterjee, Radhika Apte, Surveen Chawla, Adil Hussain", 
    "director": "Leena Yadav", 
    "imdb_rating": "8.1/10", 
    "category": "Dramas", 
    "date_released": "1470355200"
},
{
    "title": "Pardes", 
    "description": "Prompted by loyalty, Arjun plays matchmaker between his philandering foster brother and a conservative girl but winds up falling in love himself.", 
    "actors": "Shah Rukh Khan, Amrish Puri, Mahima Chaudhry, Apoorva Agnihotri", 
    "director": "Subhash Ghai", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Pareeth Pandaari", 
    "description": "As the parents of three unmarried daughters, a humble cook and his wife contend with the challenges of matchmaking and social expectations.", 
    "actors": "Kalabhavan Shajohn, Sajitha Madathil, Jaffer Idukki, Sunil Sukhada", 
    "director": "Gafoor Y. Elliyaas", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Paris Is Burning", 
    "description": "This Sundance prize-winning documentary is an intimate portrait of 1980s Harlem drag balls: a world of fierce competition, sustenance, and survival.", 
    "actors": "", 
    "director": "Jennie Livingston", 
    "imdb_rating": "8.4/10", 
    "category": "Classic Movies", 
    "date_released": "1485907200"
},
{
    "title": "Parmanu: The Story of Pokhran", 
    "description": "A dedicated government official puts his career in jeopardy by insisting that India become a nuclear power, a goal that powerful forces resist.", 
    "actors": "John Abraham, Boman Irani, Diana Penty, Anuja Sathe", 
    "director": "Abhishek Sharma", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1532476800"
},
{
    "title": "Patchwork", 
    "description": "Three women discover that they've been dismembered and sewn back together into one new, \"perfect\" woman, and set out to get revenge on their captor.", 
    "actors": "Tory Stolper, Tracey Fairaway, Maria Blasucci, Eric Edelstein", 
    "director": "Tyler MacIntyre", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1504656000"
},
{
    "title": "Patiala House", 
    "description": "A talented young Indian cricket player must defy his father's wishes to play for the side of England, a rebellion his siblings quietly cheer.", 
    "actors": "Rishi Kapoor, Dimple Kapadia, Akshay Kumar, Anushka Sharma", 
    "director": "Nikhil Advani", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1508630400"
},
{
    "title": "Patron Mutlu Son Istiyor", 
    "description": "Sent to a remote village to write a screenplay, Sinan finds inspiration to spare in colorful locals, farcical misadventures and the craziness of love.", 
    "actors": "Tolga Çevik, Ezgi Mola, Murat Başoğlu, Erkan Can", 
    "director": "Kıvanç Baruönü", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Paulettante Veedu", 
    "description": "A wealthy businessman's miserly habits cause no small amount of stress and embarrassment to his family, particularly his daughter.", 
    "actors": "Saikumar, Amal Unnithan, Manasa Radhakrishnan, K.P.A.C. Lalitha", 
    "director": "Dileep Narayanan", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Pay It Forward", 
    "description": "A young, thoughtful boy responds to a school assignment with a plan to help three people who will, in turn, help three more, and so on.", 
    "actors": "Kevin Spacey, Helen Hunt, Haley Joel Osment, Jay Mohr", 
    "director": "Mimi Leder", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Pay the Ghost", 
    "description": "After their young son disappears, a professor and his wife come apart. But haunting visions of their boy inspire them to search for him again.", 
    "actors": "Nicolas Cage, Sarah Wayne Callies, Lyriq Bent, Jack Fulton", 
    "director": "Uli Edel", 
    "imdb_rating": "5.2/10", 
    "category": "Horror Movies", 
    "date_released": "1451520000"
},
{
    "title": "Paying Guests", 
    "description": "Desperate for a place to live, four 20-something bachelors finally find a house to rent, only to learn the landlords will accept married couples only.", 
    "actors": "Shreyas Talpade, Javed Jaffrey, Aashish Chaudhary, Vatsal Seth", 
    "director": "Paritosh Painter", 
    "imdb_rating": "4.2/10", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "Peace Haven", 
    "description": "Complications around the cremation of their deceased friend inspire three septuagenarian friends to build their own mortuary.", 
    "actors": "Soumitra Chatterjee, Paran Banerjee, Arun Mukherjee, Sujan Mukherjee", 
    "director": "Suman Ghosh", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Peace, Love & Misunderstanding", 
    "description": "A conservative lawyer recovering from a domestic crisis reconnects with her free-spirited mother, and finds both peace and romance along the way.", 
    "actors": "Jane Fonda, Catherine Keener, Jeffrey Dean Morgan, Chace Crawford", 
    "director": "Bruce Beresford", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1405987200"
},
{
    "title": "Pearl Harbor", 
    "description": "The friendship between two fighter pilots is tested when they become entangled in a love triangle with a nurse amid the attack on Pearl Harbor.", 
    "actors": "Ben Affleck, Josh Hartnett, Kate Beckinsale, Cuba Gooding Jr.", 
    "director": "Michael Bay", 
    "imdb_rating": "6.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1535760000"
},
{
    "title": "Pedal the World", 
    "description": "Over the course of one memorable and adventure-filled year, Felix Starck documents his 18,000-kilometer bicycle journey across 22 countries.", 
    "actors": "Felix Starck", 
    "director": "Felix Starck", 
    "imdb_rating": "5.7/10", 
    "category": "Documentaries", 
    "date_released": "1527811200"
},
{
    "title": "Pee Mak", 
    "description": "Mak's friends just want to protect him, but his wife Nak won't let a small thing like her own death get in the way of true love in this horror-comedy.", 
    "actors": "Mario Maurer, Davika Hoorne, Nattapong Chartpong, Pongsatorn Jongwilas", 
    "director": "Banjong Pisanthanakun", 
    "imdb_rating": "7.3/10", 
    "category": "Comedies", 
    "date_released": "1535760000"
},
{
    "title": "Pee-wee's Big Adventure", 
    "description": "When his treasured bicycle is stolen, childlike prankster Pee-wee Herman sets off on a whirlwind cross-country adventure to recover it.", 
    "actors": "Paul Reubens, Elizabeth Daily, Mark Holton, Diane Salinger", 
    "director": "Tim Burton", 
    "imdb_rating": "6.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1538352000"
},
{
    "title": "Pee-wee's Big Holiday", 
    "description": "A chance encounter with a mysterious stranger (Joe Manganiello) points Pee-wee toward his destiny -- and his first-ever holiday!", 
    "actors": "Paul Reubens, Joe Manganiello, Jessica Pohly, Alia Shawkat", 
    "director": "John Lee", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1458259200"
},
{
    "title": "Pee-wee's Playhouse: Christmas Special", 
    "description": "Amid an avalanche of stars, Pee-wee straps on his ice skates and glides into the holiday season with Christmas cards, carols ... and Charo.", 
    "actors": "Paul Reubens, Annette Funicello, Frankie Avalon, Grace Jones", 
    "director": "Paul Reubens, Wayne Orr", 
    "imdb_rating": "7.8/10", 
    "category": "Movies", 
    "date_released": "1418860800"
},
{
    "title": "Peepli Live", 
    "description": "Two indigent farmers consider suicide so that their families can collect a government subsidy that's paid to the relatives of deceased farmers.", 
    "actors": "Omkar Das Manikpuri, Raghuvir Yadav, Malaika Shenoy, Nawazuddin Siddiqui", 
    "director": "Anusha Rizvi, Mahmood Farooqui", 
    "imdb_rating": "7.6/10", 
    "category": "Comedies", 
    "date_released": "1512691200"
},
{
    "title": "Pehchaan: The Face of Truth", 
    "description": "A lawyer begins to suspect that the death of her old college friend, who married a politician's son, was not actually caused by suicide.", 
    "actors": "Vinod Khanna, Raveena Tandon, Rati Agnihotri, Sudhanshu Pandey", 
    "director": "Shrabani Deodhar", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Pek Yakında", 
    "description": "An ex-movie extra plans to win his wife back by making a fantasy film, but neither he nor his crew has a knack for filmmaking.", 
    "actors": "Cem Yılmaz, Tülin Özen, Ozan Güven, Özkan Uğur", 
    "director": "Cem Yılmaz", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1522800000"
},
{
    "title": "Pekak", 
    "description": "Desperate to escape her tyrannical father, a rebellious teen befriends a deaf drug pusher who's saving up his money for cochlear implants.", 
    "actors": "Zahiril Adzim, Sharifah Amani, Amerul Affendi, Sharifah Sakinah", 
    "director": "Mohd Khairul Azri Bin Md Noor", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1503619200"
},
{
    "title": "Pelé", 
    "description": "Emerging from a childhood fraught with adversity, a Brazilian soccer player barrels into the game with unmatched focus and indelible skills.", 
    "actors": "Leonardo Lima Carvalho, Kevin de Paula, Vincent D'Onofrio, Seu Jorge", 
    "director": "Jeff Zimbalist, Michael Zimbalist", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1524009600"
},
{
    "title": "Penelope", 
    "description": "In this modern fairy tale, a young woman cursed with the nose of a pig lives her life in seclusion -- until an unlikely beau stumbles onto the scene.", 
    "actors": "Christina Ricci, James McAvoy, Catherine O'Hara, Peter Dinklage", 
    "director": "Mark Palansky", 
    "imdb_rating": "6.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1530403200"
},
{
    "title": "People Places Things", 
    "description": "When his wife leaves, a graphic novelist tries to keep his sanity while raising their twin daughters, juggling two jobs and starting life over.", 
    "actors": "Jemaine Clement, Regina Hall, Stephanie Allynne, Jessica Williams", 
    "director": "Jim Strouse", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1504828800"
},
{
    "title": "People You May Know", 
    "description": "The lives of several friends are thrown into chaos when a woman becomes pregnant by her husband's gay best friend after a drunken one-night stand.", 
    "actors": "Sean Maher, Andrea Grano, Mark Cirillo, Nacho San José", 
    "director": "J.C. Falcón", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1488240000"
},
{
    "title": "People You May Know", 
    "description": "A shy luddite gains fame, attention and friends after he uses photoshop skills to create a fake glamorous life on social media.", 
    "actors": "Nick Thune, Halston Sage, Kaily Smith Westbrook, Nicholas Rutherford", 
    "director": "Sherwin Shilati", 
    "imdb_rating": "4.9/10", 
    "category": "Comedies", 
    "date_released": "1519603200"
},
{
    "title": "Perdida", 
    "description": "A policewoman whose childhood friend disappeared in Patagonia years ago starts a new search to find answers, and soon finds her own life in danger.", 
    "actors": "Luisana Lopilato, Amaia Salamanca, Rafael Spregelburd, Nicolás Furtado", 
    "director": "Alejandro Montiel", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1533772800"
},
{
    "title": "Perfect Girl", 
    "description": "Stan and Jenny have been each other's secret crush since high school. When they meet again years later, the fantasy of first love may keep them apart.", 
    "actors": "Jason Chan, Khaleila Hisham, Christian Lee", 
    "director": "Jason Chan", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1475280000"
},
{
    "title": "Perú: Tesoro escondido", 
    "description": "It's a country steeped in cultural traditions that stretch back more than 1,000 years. But Peru is also a land of surprising natural riches.", 
    "actors": "", 
    "director": "Luis Ara", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1511568000"
},
{
    "title": "Peter Rabbit", 
    "description": "In this mix of live action and CGI, rascally Peter Rabbit faces a tough new foe in his ongoing battle for the veggies in Mr. McGregor's garden.", 
    "actors": "James Corden, Domhnall Gleeson, Rose Byrne, Margot Robbie", 
    "director": "Will Gluck", 
    "imdb_rating": "6.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1534377600"
},
{
    "title": "Pettersson and Findus 2", 
    "description": "Christmas is just around the corner, but Pettersson and Findus are worried the snowy weather (and lack of a tree) may keep them from celebrating.", 
    "actors": "Stefan Kurt, Marianne Sägebrecht, Max Herbrechter", 
    "director": "Ali Samadi Ahadi", 
    "imdb_rating": "5.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1509494400"
},
{
    "title": "Phantom", 
    "description": "India's primary intelligence agency sends an enigmatic operative on a top-secret mission to avenge the 11/26 terrorist attack on Mumbai.", 
    "actors": "Saif Ali Khan, Katrina Kaif, Sabyasachi Chakraborty, Mohammed Zeeshan Ayyub", 
    "director": "Kabir Khan", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Phantom Boy", 
    "description": "A boy whose illness allows him to float outside his body uses his newfound skill to help a cop take on a madman who's terrorizing New York City.", 
    "actors": "Marcus D'Angelo, Vincent D'Onofrio, Fred Armisen, Jared Padalecki", 
    "director": "Jean-Loup Felicioli, Alain Gagnol", 
    "imdb_rating": "6.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1506816000"
},
{
    "title": "Phantom of the Theatre", 
    "description": "At an eerie movie palace in bustling 1930s Shanghai, a young filmmaker encounters the vengeful, nightmarish spirits of acrobats who burned alive.", 
    "actors": "Ruby Lin, Tony Yang, Simon Yam, Huan Huang", 
    "director": "Wai Man Yip", 
    "imdb_rating": "5.6/10", 
    "category": "Horror Movies", 
    "date_released": "1481328000"
},
{
    "title": "Pheka Pheki", 
    "description": "A woman always finds herself at loggerheads with her husband, due to his suspicious nature. Their servant is only too willing to fan the flames.", 
    "actors": "Ashok Saraf, Laxmikant Berde, Savita Prabhune, Nivedita Saraf", 
    "director": "Bipin Varti", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Philips and the Monkey Pen", 
    "description": "A mischievous boy struggling with math at school acquires a magic pen that helps him with his homework, but only under certain conditions.", 
    "actors": "Jayasurya, Sanoop Santhosh, Ramya Nambeeshan, Joy Mathew", 
    "director": "Rojin Thomas, Shanil Muhammed", 
    "imdb_rating": "6.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1522540800"
},
{
    "title": "Phir Bhi Dil Hai Hindustani", 
    "description": "In this Bollywood entertainment, two journalists, Ajay and Ria, work for rival TV stations and compete heavily to mask their feelings for each other.", 
    "actors": "Shah Rukh Khan, Juhi Chawla, Paresh Rawal, Satish Shah", 
    "director": "Aziz Mirza", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1522540800"
},
{
    "title": "Phir Se", 
    "description": "The paths of a man and a woman, who have both been recently divorced from their spouses, intersect at an art exhibition in London.", 
    "actors": "Kunal Kohli, Jennifer Winget, Sumona Chakravarti, Sushmita Mukherjee", 
    "director": "Ajay Bhuyan, Kunal Kohli", 
    "imdb_rating": "6.0/10", 
    "category": "International Movies", 
    "date_released": "1515974400"
},
{
    "title": "Phobia 2", 
    "description": "From disfiguring punishments to festering souls, Thai horror masters present five supernatural tales of karma in this sequel to the 4bia anthology.", 
    "actors": "Jirayu La-ongmanee, Charlie Trairat, Worrawech Danuwong, Marsha Wattanapanich", 
    "director": "Paween Purijitpanya, Visute Poolvoralaks", 
    "imdb_rating": "6.2/10", 
    "category": "Horror Movies", 
    "date_released": "1535760000"
},
{
    "title": "Pickpockets", 
    "description": "Aspiring teen thieves learn what it takes to be successful pickpockets on the streets of Bogotá from a master in the arts of trickery and deception.", 
    "actors": "Carlos Bardem, Natalia Reyes, Emiliano Pernia, Dubán Prado", 
    "director": "Peter Webber", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1523491200"
},
{
    "title": "Piku", 
    "description": "A headstrong, hypochondriac father and his strong-willed daughter are forced to endure an emotional roller coaster of a road trip together.", 
    "actors": "Amitabh Bachchan, Deepika Padukone, Irrfan Khan, Moushumi Chatterjee", 
    "director": "Shoojit Sircar", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1451606400"
},
{
    "title": "Pimpal", 
    "description": "As a lonely widower prepares to leave India to live with his children in America, he looks back on past memories and unfinished business.", 
    "actors": "Dilip Prabhavalkar, Priya Bapat, Kishore Kadam, Vrinda Gajendra", 
    "director": "Gajendra Ahire", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1542240000"
},
{
    "title": "Pink", 
    "description": "A sexual assault victim, unjustly tried for the attempted murder of her attacker, is defended by a retired lawyer who challenges India's rape culture.", 
    "actors": "Tapsee Pannu, Kirti Kulhari, Andrea Tariang, Amitabh Bachchan", 
    "director": "Aniruddha Roy Chowdhury", 
    "imdb_rating": "7.5/10", 
    "category": "Dramas", 
    "date_released": "1484870400"
},
{
    "title": "Piranha", 
    "description": "When an earthquake rips open the bottom of Lake Victoria, a bloodbath ensues as schools of carnivorous piranhas are released from their aquatic lair.", 
    "actors": "Elisabeth Shue, Adam Scott, Jerry O'Connell, Ving Rhames", 
    "director": "Alexandre Aja", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1511136000"
},
{
    "title": "Pirate's Passage", 
    "description": "While he's being bullied at school, a Nova Scotia boy worries about his mother's money woes, until an enigmatic sea captain shows up to assist them.", 
    "actors": "Donald Sutherland, Gage Munroe, Carrie-Anne Moss, Megan Follows", 
    "director": "Mike Barth, Jamie Gallant", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1449619200"
},
{
    "title": "Pirates of the Caribbean: At World's End", 
    "description": "In the third installment of the swashbuckling series, Capt. Barbossa, Will and Elizabeth set sail for Davy Jones's locker to rescue Jack Sparrow.", 
    "actors": "Johnny Depp, Geoffrey Rush, Orlando Bloom, Keira Knightley", 
    "director": "Gore Verbinski", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1541289600"
},
{
    "title": "Pirates of the Caribbean: The Curse of the Black Pearl", 
    "description": "When a young swain recruits pirate Capt. Jack Sparrow to help rescue a maiden from rival buccaneers, he finds he's up against supernatural forces.", 
    "actors": "Johnny Depp, Geoffrey Rush, Orlando Bloom, Keira Knightley", 
    "director": "Gore Verbinski", 
    "imdb_rating": "7.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1537833600"
},
{
    "title": "Pitaah", 
    "description": "A peasant vows revenge against the men who beat and raped his daughter, even if it means going against the perpetrators' powerful and corrupt father.", 
    "actors": "Sanjay Dutt, Nandita Das, Om Puri, Jackie Shroff", 
    "director": "Mahesh Manjrekar", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Piya Behrupiya", 
    "description": "In this musical take on William Shakespeare's \"Twelfth Night,\" cross-dressing Viola helps a smitten Duke Orsino win the heart of lovely Lady Olivia.", 
    "actors": "Geetanjali Kulkarni, Neha Saraf, Mansi Multani, Sagar Deshmukh", 
    "director": "Atul Kumar", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1494806400"
},
{
    "title": "Pizza", 
    "description": "A pizza delivery boy who doesn't believe in the supernatural is forced to confront his convictions after being trapped in a house on his route.", 
    "actors": "Akshay Oberoi, Parvathy Omanakuttan, Arunoday Singh, Dipannita Sharma", 
    "director": "Akshay Akkineni", 
    "imdb_rating": "4.9/10", 
    "category": "Horror Movies", 
    "date_released": "1538352000"
},
{
    "title": "Pizza, Beer, & Smokes", 
    "description": "A group of hardscrabble young thieves in Argentina decide to leave their boss and plan heists on their own.", 
    "actors": "Héctor Anglada, Jorge Sesán, Pamela Jordán, Adrián Yospe", 
    "director": "Bruno Stagnaro, Israel Adrián Caetano", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1521072000"
},
{
    "title": "PK", 
    "description": "When a naïve alien stranded on Earth is told to pray for a way home, his search for god reveals the follies of blind faith in organized religion.", 
    "actors": "Aamir Khan, Anuskha Sharma, Sanjay Dutt, Saurabh Shukla", 
    "director": "Rajkumar Hirani", 
    "imdb_rating": "7.7/10", 
    "category": "Comedies", 
    "date_released": "1536192000"
},
{
    "title": "Planet FIFA", 
    "description": "In the wake of an international scandal, this film scrutinizes how world soccer organization FIFA became a bloated and corrupt money-making machine.", 
    "actors": "", 
    "director": "Jean-Louis Perez", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1471219200"
},
{
    "title": "Planetarium", 
    "description": "In pre-World War II France, two sisters purport to be able to communicate with the dead and soon catch the eye of an ambitious filmmaker.", 
    "actors": "Natalie Portman, Lily-Rose Depp, Emmanuel Salinger, Amira Casar", 
    "director": "Rebecca Zlotowski", 
    "imdb_rating": "4.5/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "Players", 
    "description": "Learning of a fortune in gold being secretly shipped to Romania, master thieves Charlie and Riya assemble a crack team to steal it.", 
    "actors": "Vinod Khanna, Abhishek Bachchan, Bobby Deol, Sonam Kapoor", 
    "director": "Abbas Alibhai Burmawalla, Mastan Alibhai Burmawalla", 
    "imdb_rating": "4.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1498867200"
},
{
    "title": "Playing It Cool", 
    "description": "A cynical screenwriter forced to write a rom-com suddenly finds himself confronting clichés when he meets a beautiful but unavailable woman.", 
    "actors": "Chris Evans, Michelle Monaghan, Topher Grace, Ioan Gruffudd", 
    "director": "Justin Reardon", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1496275200"
},
{
    "title": "Pocahontas", 
    "description": "A young American Indian girl tries to follow her heart and protect her tribe when settlers arrive and threaten the land she loves.", 
    "actors": "Irene Bedard, Mel Gibson, David Ogden Stiers, John Kassir", 
    "director": "Mike Gabriel, Eric Goldberg", 
    "imdb_rating": "6.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1505347200"
},
{
    "title": "Pocahontas II: Journey to a New World", 
    "description": "When a rumor about John Smith's death reaches Indian princess Pocahontas, she sails to Europe to negotiate peace between her people and the British.", 
    "actors": "Irene Bedard, Billy Zane, Jim Cummings, David Ogden Stiers", 
    "director": "Tom Ellery, Bradley Raymond", 
    "imdb_rating": "5.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1451865600"
},
{
    "title": "Pocoyo & Cars", 
    "description": "Pocoyo gears up for exciting car races and learns that friends, teamwork and imagination are what matter the most.", 
    "actors": "Stephen Fry, Alex Marty", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1525132800"
},
{
    "title": "Pocoyo & The Space Circus", 
    "description": "Acrobatic aliens arrive on spaceships and perform for everyone, but when angry aliens arrive as well, Pocoyo and his friends must now put on a show.", 
    "actors": "Stephen Fry, Carys Doyle", 
    "director": "Alfonso Rodríguez", 
    "imdb_rating": "8.0/10", 
    "category": "Movies", 
    "date_released": "1525132800"
},
{
    "title": "Pocoyo Carnival", 
    "description": "To celebrate the carnival, everyone learns to dance to different music. Plus, Pocoyo's friends surprise him with something delicious.", 
    "actors": "Stephen Fry, Alex Marty", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1525132800"
},
{
    "title": "Pocoyo Halloween: Space Halloween", 
    "description": "Pocoyo and his friends have a costume contest to celebrate Halloween and learn new things about planets and stars in space.", 
    "actors": "Stephen Fry, Montana Smedley", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1525132800"
},
{
    "title": "Pocoyo Halloween: Spooky Movies", 
    "description": "Pocoyo finds a special toy and plays new games with his friends, then they’re spooked by a scary box and try to find out who’s inside.", 
    "actors": "Stephen Fry, Montana Smedley", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1525132800"
},
{
    "title": "Pocoyo Special Sports", 
    "description": "Everyone is getting excited for the games. Pocoyo plays baseball and golf, and races with his friends. Ready, set, go!", 
    "actors": "", 
    "director": "Guillermo Garcia, David Cantolla", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1525132800"
},
{
    "title": "Pokémon the Movie: Diancie and the Cocoon of Destruction", 
    "description": "A princess calls upon Ash and his friends to help her find the energy-giving Heart Diamond, save her domain from its enemies and restore her kingdom.", 
    "actors": "Rica Matsumoto, Ikue Otani, Mayuki Makiguchi, Yuki Kaji", 
    "director": "Kunihiko Yuyama", 
    "imdb_rating": "5.7/10", 
    "category": "Anime Features", 
    "date_released": "1454284800"
},
{
    "title": "Pokémon the Movie: Hoopa and the Clash of Ages", 
    "description": "Ash and his friends meet the Mythical Pokémon Hoopa, who can summon people and things through his magic rings -- and whose powers must be stopped.", 
    "actors": "Rica Matsumoto, Ikue Otani, Mayuki Makiguchi, Yuki Kaji", 
    "director": "Kunihiko Yuyama", 
    "imdb_rating": "6.2/10", 
    "category": "Anime Features", 
    "date_released": "1464739200"
},
{
    "title": "Pokémon the Movie: Volcanion and the Mechanical Marvel", 
    "description": "Pokémon trainer Ash joins the mythical Pokémon Volcanion on its mission to a mechanical city to rescue the artificial Pokémon, Magearna.", 
    "actors": "Ikue Otani, Adolfo Moreno, Sarah Natochenny", 
    "director": "Kunihiko Yuyama", 
    "imdb_rating": "6.2/10", 
    "category": "Anime Features", 
    "date_released": "1514764800"
},
{
    "title": "Pooh's Grand Adventure: The Search for Christopher Robin", 
    "description": "It's time for Christopher Robin to go to school, but he's reluctant to break the news to best buddy Winnie the Pooh, and he finally leaves a note. Misunderstanding the situation, Pooh believes Christopher needs to be rescued from Skull Island.", 
    "actors": "Jim Cummings, John Fiedler, Ken Sansom, Paul Winchell", 
    "director": "Karl Geurs", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1475280000"
},
{
    "title": "Pooh's Heffalump Movie", 
    "description": "Winnie the Pooh, Tigger and the lovable residents of the Hundred Acre Wood embark on a journey of discovery in search of the elusive Heffalump.", 
    "actors": "Jim Cummings, Nikita Hopkins, Kyle Stanger, John Fiedler", 
    "director": "Frank Nissen", 
    "imdb_rating": "6.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1451606400"
},
{
    "title": "Pooja Kiven Aa", 
    "description": "When a woman arrives in Mumbai and hires three spirited boys to care for her estate, she discovers they're more trustworthy than her family members.", 
    "actors": "Miss Pooja, Tarun Khanna, Raj Singh Jhinger, Sahil Vedoliyaa", 
    "director": "Nidhi Sharma", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Popat", 
    "description": "Four friends with grand ambitions decide to discover the extent of their filmmaking abilities by making a movie about HIV/AIDS.", 
    "actors": "Atul Kulkarni, Siddharth Menon, Amey Wagh, Ketan Pawar", 
    "director": "Satish Rajwade", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Porto", 
    "description": "In a coastal Portuguese city, an erotic encounter ensues between an American expat and a French student, resonating through their lives years later.", 
    "actors": "Anton Yelchin, Lucie Lucas, Françoise Lebrun, Paulo Calatré", 
    "director": "Gabe Klinger", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1523836800"
},
{
    "title": "Poseidon", 
    "description": "A tidal wave spells disaster for a ship of New Year's Eve revelers when it capsizes the mammoth vessel, sending passengers into a battle for survival.", 
    "actors": "Josh Lucas, Kurt Russell, Jacinda Barrett, Richard Dreyfuss", 
    "director": "Wolfgang Petersen", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Poster Boys", 
    "description": "Three men are stunned to find their faces on a poster promoting vasectomies, and must prove to their upset loved ones that they're innocent victims.", 
    "actors": "Sunny Deol, Bobby Deol, Shreyas Talpade, Sonali Kulkarni", 
    "director": "Shreyas Talpade", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1511740800"
},
{
    "title": "Pottersville", 
    "description": "A man's drunken romp in a gorilla suit gets him mistaken for Bigfoot, drawing media attention and tourist dollars to his struggling small town.", 
    "actors": "Michael Shannon, Judy Greer, Thomas Lennon, Ron Perlman", 
    "director": "Seth Henrikson", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Power Paandi", 
    "description": "Retired, restless and constantly butting heads with his son, a former stuntman escapes on a road trip that becomes a journey to find his first love.", 
    "actors": "Rajkiran, Dhanush, Prasanna, Chaya Singh", 
    "director": "Dhanush", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1543622400"
},
{
    "title": "Power Rangers Samurai: Christmas Together, Friends Forever (Christmas Special)", 
    "description": "On Christmas Eve, as the teens at Shiba House reflect on their first year together, they get an unexpected lesson on the true spirit of the holidays.", 
    "actors": "Alex Heartman, Erika Fong, Hector David Jr., Najee De-Tiege", 
    "director": "Jonathan Brough", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Samurai: Clash of the Red Rangers", 
    "description": "The Samurai Rangers team up with the RPM Ranger Red to fight off Master Xandred's Mooger army and a robotic villain from the RPM Ranger's dimension.", 
    "actors": "Alex Heartman, Erika Fong, Hector David Jr., Najee De-Tiege", 
    "director": "Jonathan Tzachor", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Samurai: Party Monsters (Halloween Special)", 
    "description": "On Halloween night, the creepiest creatures from the Netherworld trade war stories about their battles with the Samurai Power Rangers.", 
    "actors": "Alex Heartman, Erika Fong, Hector David Jr., Najee De-Tiege", 
    "director": "Akihiro Noguchi", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Super Megaforce: The Legendary Battle (Extended)", 
    "description": "New footage augments the tale of the Rangers, who give their all to save Earth from Vrak and Emperor Mavro, as the Armada stages an epic final attack.", 
    "actors": "Andrew M. Gray, Ciara Hanna, John Mark Loudermilk, Christina Masterson", 
    "director": "Charlie Haskell, Koichi Sakamoto", 
    "imdb_rating": "6.9/10", 
    "category": "Movies", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Super Samurai: Stuck on Christmas", 
    "description": "The Samurai Rangers get stuck in the Megazord's cockpit on Christmas Eve when it breaks down. Can the Rangers get out in time for Christmas?", 
    "actors": "Alex Heartman, Najee De-Tiege, Hector David Jr., Erika Fong", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers Super Samurai: Trickster Treat", 
    "description": "When a Nighlok invades the Samurai Rangers' dreams and turns them into nightmares, the Rangers must figure out what is reality and what is illusion.", 
    "actors": "Alex Heartman, Najee De-Tiege, Hector David Jr., Erika Fong", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers: Megaforce: Raising Spirits", 
    "description": "On Halloween, the scariest night of the year, the Rangers have a strange encounter with a mysterious medium who conjures \"visions\" of monsters past.", 
    "actors": "Andrew M. Gray, John Mark Loudermilk, Ciara Hanna, Azim Rizk", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1451606400"
},
{
    "title": "Power Rangers: Megaforce: The Robo Knight Before Christmas", 
    "description": "Robo Knight learns the meaning of Christmas from a group of children when he is mistaken for a donated Christmas toy and is shipped to a foreign land.", 
    "actors": "Andrew M. Gray, Ciara Hanna, John Mark Loudermilk, Christina Masterson", 
    "director": "James Barr", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1451606400"
},
{
    "title": "Prague", 
    "description": "The chaotic ramblings of a young architect's mind take hold of his life as he leaves behind his past in India to work in Prague.", 
    "actors": "Chandan Roy Sanyal, Elena Kazan, Kumar Mayank, Sonia Bindra", 
    "director": "Ashish R. Shukla", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1512086400"
},
{
    "title": "Prateeksha", 
    "description": "A boy from an orthodox Brahmin family is unable to marry the Christian girl with whom he's in love, due to objections from his father.", 
    "actors": "Jimmy Shergill, Diya Mirza, Anupam Kher, Zarina Wahab", 
    "director": "Basu Chatterjee", 
    "imdb_rating": "6.0/10", 
    "category": "International Movies", 
    "date_released": "1509494400"
},
{
    "title": "Precious Puppies", 
    "description": "From newborn pups to working dogs to furry movie stars, cute pooches of all breeds abound in this film that explores the delightful world of canines.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1484870400"
},
{
    "title": "Prelude to War", 
    "description": "Frank Capra's documentary chronicles the rise of authoritarianism in Germany, Italy and Japan as America prepares for a defense of liberty.", 
    "actors": "", 
    "director": "Frank Capra", 
    "imdb_rating": "6.4/10", 
    "category": "Classic Movies", 
    "date_released": "1490918400"
},
{
    "title": "Premachi Goshta", 
    "description": "A man and a woman struggling to keep their respective marriages afloat run into each other at a marriage counselor's office, with unexpected results.", 
    "actors": "Atul Kulkarni, Sagarika Ghatge, Rohini Hattangadi, Sulekha Talvalkar", 
    "director": "Satish Rajwade", 
    "imdb_rating": "7.0/10", 
    "category": "International Movies", 
    "date_released": "1518652800"
},
{
    "title": "Premasathi Vattel Te", 
    "description": "A young woman must choose between marriage to a failing doctor who loves her and the amoral man chosen for her by her father.", 
    "actors": "Ashok Saraf, Prakash Bhende, Uma Prakash Bhende, Kanchanmala", 
    "director": "Datta Keshav", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Premature", 
    "description": "Caught in an ejaculation time warp, randy teenager Rob must find a way to quell his desires to avoid repeating the same humiliating day over and over.", 
    "actors": "John Karna, Katie Findlay, Craig Roberts, Carlson Young", 
    "director": "Dan Beers", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1461888000"
},
{
    "title": "Presenting Princess Shaw", 
    "description": "This film chronicles the relationship between aspiring YouTube singer Samantha Montgomery and her secret Israeli admirer, video producer Kutiman.", 
    "actors": "Samantha Montgomery, Ophir Kutiel", 
    "director": "Ido Haar", 
    "imdb_rating": "6.8/10", 
    "category": "Documentaries", 
    "date_released": "1476316800"
},
{
    "title": "Pretend We're Kissing", 
    "description": "An insecure nebbish meets a woman who sparks his desire for a real romantic connection and an effort to get out of his head and get on with life.", 
    "actors": "Dov Tiefenbach, Tommie-Amber Pirie, Zoë Kravitz, Rodrigo Fernandez-Stoll", 
    "director": "Matt Sadowski", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1456444800"
},
{
    "title": "Prince", 
    "description": "A thief commits the heist of his life, only to awaken the next morning with no memory. Now, he must race to find the missing loot.", 
    "actors": "Vivek Oberoi, Aruna Shields, Nandana Sen, Niroo Singh", 
    "director": "Kookie V. Gulati", 
    "imdb_rating": "3.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Prince", 
    "description": "To better himself, a spoiled prince temporarily assumes a commoner’s identity. But he soon learns his palace has been gifted to his father’s new wife.", 
    "actors": "Shammi Kapoor, Vyjayantimala, Rajendra Nath, Ajit", 
    "director": "Lekh Tandon", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1496275200"
},
{
    "title": "Prince Charming", 
    "description": "Two young buddies seek love in Hawaii, and upon returning home in disappointment, soon entangle themselves in a messy identity swap.", 
    "actors": "Kenny Bee, Cherie Chung, Chan Pak-cheung, Rosamund Kwan", 
    "director": "Wong Jing", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1534377600"
},
{
    "title": "Princess Cyd", 
    "description": "A teenager moves to Chicago for the summer and finds a poignant mentor in her aunt and a sweet love interest in a girl who works in the neighborhood.", 
    "actors": "Rebecca Spence, Jessie Pinnick, Malic White, James Vincent Meredith", 
    "director": "Stephen Cone", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1517788800"
},
{
    "title": "Private Life", 
    "description": "Struggling to conceive, a couple in their 40s are almost out of options -- until a sliver of hope arrives in the form of their visiting step-niece.", 
    "actors": "Paul Giamatti, Kathryn Hahn, Kayli Carter, Molly Shannon", 
    "director": "Tamara Jenkins", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1538697600"
},
{
    "title": "Professor", 
    "description": "A college grad in need of money must disguise himself as an old man to tutor two young women who are under the watchful eye of their strict aunt.", 
    "actors": "Shammi Kapoor, Kalpana, Lalita Pawar, Parveen Choudhary", 
    "director": "Lekh Tandon", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1498867200"
},
{
    "title": "Proprietors Kammath & Kammath", 
    "description": "Two brothers who own a chain of restaurants arrive in Palakkad, Kerala to open a dosa eatery, only to face resistance and relationship drama.", 
    "actors": "Mammootty, Dileep, Narain, Rima Kallingal", 
    "director": "Thomson K. Thomas", 
    "imdb_rating": "3.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Psychokinesis", 
    "description": "Suddenly possessed with supernatural powers, a father sets out to help his estranged daughter, who's at risk of losing everything she's lived for.", 
    "actors": "Ryu Seung-ryong, Shim Eun-kyung, Park Jung-min, Min-jae Kim", 
    "director": "Yeon Sang-ho", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1524614400"
},
{
    "title": "Pukar", 
    "description": "A notorious terrorist manipulates an Indian army major's jilted lover into helping him obtain a classified military code.", 
    "actors": "Anil Kapoor, Madhuri Dixit, Namrata Shirodkar, Danny Denzongpa", 
    "director": "Rajkumar Santoshi", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1519862400"
},
{
    "title": "Pulang", 
    "description": "Thom tells her grandson about his grandfather, a sailor who left 61 years ago to seek his fortune, and asks him to find out what happened to her spouse.", 
    "actors": "Puteri Aishah, Remy Ishak, Alvin Wong", 
    "director": "Kabir Bhatia", 
    "imdb_rating": "6.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1538956800"
},
{
    "title": "Pumping Iron", 
    "description": "Starring five-time Mr. Olympia winner Arnold Schwarzenegger, this film follows the then 28-year-old's progress as he competes for his sixth title.", 
    "actors": "Arnold Schwarzenegger, Lou Ferrigno, Matty Ferrigno, Victoria Ferrigno", 
    "director": "George Butler, Robert Fiore", 
    "imdb_rating": "7.0/10", 
    "category": "Classic Movies", 
    "date_released": "1452038400"
},
{
    "title": "Punisher: War Zone", 
    "description": "When the Punisher -- a one-man force of vengeance -- battles a mob boss, the disfigured mafioso reemerges as a psychotic villain with a small army.", 
    "actors": "Ray Stevenson, Dominic West, Doug Hutchison, Colin Salmon", 
    "director": "Lexi Alexander", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1541548800"
},
{
    "title": "Punjab 1984", 
    "description": "During a time of political turmoil, a mother goes on a journey in search of her missing son, who has been misjudged and labeled a terrorist.", 
    "actors": "Diljit Dosanjh, Kiron Kher, Sonam Bajwa, Pavan Malhotra", 
    "director": "Anurag Singh", 
    "imdb_rating": "8.3/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Pup Star", 
    "description": "After a singing pup with big dreams of stardom gets dognapped and escapes with a friend's help, her journey home is a fun, music-filled adventure.", 
    "actors": "Makenzie Moss, Jed Rees, David DeLuise, Carla Jimenez", 
    "director": "Robert Vince", 
    "imdb_rating": "5.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1477699200"
},
{
    "title": "Pup Star: Better 2Gether", 
    "description": "Returning Pup Star champ Tiny has her Yorkie paws full after an evil rival replaces her with street dog Scrappy during the national competition.", 
    "actors": "Kaitlyn Maher, Obba Babatundé, Lombardo Boyar, Molly Burnett", 
    "director": "Robert Vince", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1509148800"
},
{
    "title": "Pup Star: World Tour", 
    "description": "Talented pooches from around the world compete to be the next Pup Star, but behind-the-scenes schemes threaten to ruin the fun.", 
    "actors": "Jed Ress, Makenzie Moss, Denisse Ojeda, Reggie De Leon", 
    "director": "Robert Vince", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1525478400"
},
{
    "title": "Puppy Star Christmas", 
    "description": "A new pack of Pup Star pooches stumbles upon a rival team’s plan to ruin Christmas, then ends up at the North Pole to try and save the holiday spirit.", 
    "actors": "Kaitlyn Maher, Mackenzie Sol, Makenzie Moss, David DeLuise", 
    "director": "Robert Vince", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1542672000"
},
{
    "title": "Puss in Book: Trapped in an Epic Tale", 
    "description": "After tumbling into a magic storybook, Puss in Boots must fight, dance and romance his way through wild adventures as he searches for an escape.", 
    "actors": "Eric Bauza, Jayma Mays, Maria Bamford, Jeff Bennett", 
    "director": "Roy Burdine, Johnny Castuciano", 
    "imdb_rating": "5.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1497916800"
},
{
    "title": "Puthiya Theerangal", 
    "description": "An orphaned young woman living in a seaside town strikes up an unusual bond with an elderly man she rescues from the water.", 
    "actors": "Namitha Pramod, Nedumudi Venu, Nivin Pauly, Sidhartha Siva", 
    "director": "Sathyan Anthikad", 
    "imdb_rating": "4.4/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Pyaar Ka Punchnama", 
    "description": "Matters of the heart introduce chaos into the once-idyllic bachelor existence of three young men who share an apartment.", 
    "actors": "Kartik Aaryan, Divyendu Sharma, Raayo S. Bakhirta, Nushrat Bharucha", 
    "director": "Luv Ranjan", 
    "imdb_rating": "7.7/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "Pyaar Ka Punchnama 2", 
    "description": "Three young bachelors find the reality of relationships to be far removed from the idea of true romance that they had once pursued.", 
    "actors": "Kartik Aaryan, Nushrat Bharucha, Sonalli Sehgall, Sunny Singh", 
    "director": "Luv Ranjan", 
    "imdb_rating": "7.4/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "Pyaar Mein Twist", 
    "description": "A retired tycoon is almost run over by a spirited woman with whom he turns out to have more in common than their initial encounter would suggest.", 
    "actors": "Rishi Kapoor, Dimple Kapadia, Sammir Dattani, Soha Ali Khan", 
    "director": "Hriday Shetty", 
    "imdb_rating": "6.3/10", 
    "category": "International Movies", 
    "date_released": "1509494400"
},
{
    "title": "Pyar Ke Do Pal", 
    "description": "Twins separated by a court order meet at camp and decide to reunite their parents, unaware of the dark secret that drove them apart years before.", 
    "actors": "Mithun Chakraborty, Jayapradha, Bindu, Simple Kapadia", 
    "director": "Rajiv Mehra", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1515974400"
},
{
    "title": "Pygmies: Children of the Jungle", 
    "description": "A filmmaker travels to the Central African Republic to fulfill a childhood dream of meeting the enigmatic Pygmy people.", 
    "actors": "", 
    "director": "Pavol Barabás", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1503532800"
}
]