[
{
    "title": "R.L. Stine's Mostly Ghostly", 
    "description": "After discovering a pair of young ghosts, a nebbish 11-year-old agrees to help the sibling spirits solve the mystery surrounding their demise.", 
    "actors": "Madison Pettis, Sterling Beaumon, Luke Benward, Brian Stepanek", 
    "director": "Richard Correll", 
    "imdb_rating": "5.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1533081600"
},
{
    "title": "R.L. Stine's Mostly Ghostly: One Night in Doom House", 
    "description": "As Max tries to help ghost pals Nicky and Tara find their parents, he stumbles on an enchanted crystal -- and an evil new plot by the phantom Phears.", 
    "actors": "Corey Fogelmanis, Sophie Reynolds, Blake Michael, Morgan Fairchild", 
    "director": "Ron Oliver", 
    "imdb_rating": "5.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1473120000"
},
{
    "title": "Raajneeti", 
    "description": "When the American-educated scion of a powerful Indian family returns to the subcontinent, his first taste of power starts him down a corrupt path.", 
    "actors": "Ajay Devgn, Nana Patekar, Ranbir Kapoor, Katrina Kaif", 
    "director": "Prakash Jha", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Race", 
    "description": "The plot thickens around two horse-racing competitors when three beautiful women come into their lives and a murder is committed.", 
    "actors": "Saif Ali Khan, Akshaye Khanna, Katrina Kaif, Bipasha Basu", 
    "director": "Mastan Alibhai Burmawalla, Abbas Alibhai Burmawalla", 
    "imdb_rating": "6.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Race 2", 
    "description": "In this sequel set in the world of horse racing, half-brothers Ranvir and Rajiv Singh return for another complex tale of love, greed and violence.", 
    "actors": "Anil Kapoor, Saif Ali Khan, John Abraham, Deepika Padukone", 
    "director": "Abbas Alibhai Burmawalla, Mastan Alibhai Burmawalla", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Radical: the Controversial Saga of Dada Figueiredo", 
    "description": "This film chronicles the career of surfer Dadá Figueiredo, whose stormy personal life upended his status as a trendsetting '70s sports hero.", 
    "actors": "", 
    "director": "Raphael Erichsen", 
    "imdb_rating": "5.0/10", 
    "category": "Documentaries", 
    "date_released": "1491955200"
},
{
    "title": "Radiopetti", 
    "description": "An elderly, hearing-impaired Indian man stays connected to the world of the past through the beloved valve radio he has owned since childhood.", 
    "actors": "Lakshmanan, TVV Ramanujam, Shobana, Nivas Adithan", 
    "director": "Hari Viswanath", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1483228800"
},
{
    "title": "Raees", 
    "description": "After street smart kid Raees rises to become Gujarat's bootlegging king in the 1980s, he tries to balance his life of crime with helping his people.", 
    "actors": "Shah Rukh Khan, Mahira Khan, Nawazuddin Siddiqui, Mohammed Zeeshan Ayyub", 
    "director": "Rahul Dholakia", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1495756800"
},
{
    "title": "Rahasya", 
    "description": "The murder of a teenage girl found dead in her bedroom opens up a twisted investigation that leads into a dark, murky labyrinth of secrets and lies.", 
    "actors": "Kay Kay Menon, Ashish Vidyarthi, Tisca Chopra, Mita Vashisht", 
    "director": "Manish Gupta", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Railroad Tigers", 
    "description": "During World War II, a Chinese railroad worker leads a group of brave resistance fighters against the forces of Japanese occupation.", 
    "actors": "Jackie Chan, Zitao Huang, Jaycee Chan, Wang Kai", 
    "director": "Ding Sheng", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1503100800"
},
{
    "title": "Rainbow Time", 
    "description": "A developmentally disabled man obsessed with the Fonz, guns and all things kinky poses a challenge for his arrogant brother when he moves in with him.", 
    "actors": "Linas Phillips, Melanie Lynskey, Timm Sharp, Tobin Bell", 
    "director": "Linas Phillips", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1480550400"
},
{
    "title": "Raising the Bar", 
    "description": "A teenager who gave up her spot in an elite U.S. gymnastics program when her family moved to Australia enters a competition to help a new friend.", 
    "actors": "Kelli Berglund, Lili Karamalikis, Tess Fowler, Emily Morris", 
    "director": "Clay Glen", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1501545600"
},
{
    "title": "Raja Hindustani", 
    "description": "When a poor taxi driver falls in love with a wealthy young woman, he must stand up to her family and contend with his own insecurities.", 
    "actors": "Aamir Khan, Karisma Kapoor, Suresh Oberoi, Johnny Lever", 
    "director": "Dharmesh Darshan", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "Raja Natwarlal", 
    "description": "A small-time con man assembles a team to help him avenge the death of his partner-in-crime at the hands of a powerful gangster.", 
    "actors": "Emraan Hashmi, Humaima Malik, Paresh Rawal, Kay Kay Menon", 
    "director": "Kunal Deshmukh", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Rajma Chawal", 
    "description": "Hoping to revive his relationship with his resentful millennial son, an internet-rookie widower assumes the online persona of a young woman.", 
    "actors": "Rishi Kapoor, Anirudh Tanwar, Amyra Dastur, Jitendra Shastri", 
    "director": "Leena Yadav", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1543536000"
},
{
    "title": "Rajwade & Sons", 
    "description": "Members of an affluent joint family wish to pursue dreams that are at odds with the family patriarch's plans for their lives.", 
    "actors": "Satish Alekar, Atul Kulkarni, Mrinal Kulkarni, Sachin Khedekar", 
    "director": "Sachin Kundalkar", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Ram Jaane", 
    "description": "Two boyhood pals -- one righteous, the other a criminal -- take very different paths to adulthood. Their love for the same woman may prove disastrous.", 
    "actors": "Shah Rukh Khan, Juhi Chawla, Vivek Mushran, Pankaj Kapur", 
    "director": "Rajiv Mehra", 
    "imdb_rating": "4.8/10", 
    "category": "Dramas", 
    "date_released": "1494806400"
},
{
    "title": "Rama Rama Re...", 
    "description": "An escaped death row convict ends up taking a road trip with an old man on a personal mission and a young couple trying to elope.", 
    "actors": "K. Jayaram, Nataraj S. Bhat, Kadur Dharmanna, Bhaskar dev", 
    "director": "D. Satya Prakash", 
    "imdb_rating": "8.4/10", 
    "category": "Dramas", 
    "date_released": "1502323200"
},
{
    "title": "Raman Raghav 2.0", 
    "description": "A corrupt cop and a serial killer obsessed with a psychopath from the '60s get caught up in a ruthless cat-and-mouse game in this Indian thriller.", 
    "actors": "Nawazuddin Siddiqui, Vicky Kaushal, Sobhita Dhulipala, Mukesh Chhabra", 
    "director": "Anurag Kashyap", 
    "imdb_rating": "7.2/10", 
    "category": "International Movies", 
    "date_released": "1476576000"
},
{
    "title": "Rampage: President Down", 
    "description": "Lone-wolf vigilante Bill Williamson is back, taking aim at the U.S. government and eluding the pursuit of two FBI agents who are on his trail.", 
    "actors": "Brendan Fletcher, Steve Baran, Ryan McDonell, Scott Patey", 
    "director": "Uwe Boll", 
    "imdb_rating": "5.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1483574400"
},
{
    "title": "Rams", 
    "description": "Despite being neighbors, two sheep-farming brothers haven't spoken in decades. But if they want to save their flocks, they'll have to open a dialogue.", 
    "actors": "Sigurður Sigurjónsson, Theódór Júlíusson, Charlotte Bøving, Jón Benónýsson", 
    "director": "Grímur Hákonarson", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1472256000"
},
{
    "title": "Ranbhool", 
    "description": "Believing himself to be God's envoy, a troubled young man embarks on a killing spree as his passion for music becomes a psychotic obsession.", 
    "actors": "Subodh Bhave, Mohan Joshi, Vinay Apte, Uday Tikekar", 
    "director": "Girish Joshi", 
    "imdb_rating": "6.0/10", 
    "category": "Horror Movies", 
    "date_released": "1521072000"
},
{
    "title": "Rang De Basanti", 
    "description": "An idealistic English filmmaker casts a group of student actors in her docudrama about India's revolution against British rule in the 1920s.", 
    "actors": "Aamir Khan, Siddharth, Atul Kulkarni, Sharman Joshi", 
    "director": "Rakeysh Omprakash Mehra", 
    "imdb_rating": "7.5/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Rang Rasiya", 
    "description": "Seeking inspiration, a young 19th-century painter finds a woman who is his love, his muse and his willing subject, but his work becomes controversial.", 
    "actors": "Randeep Hooda, Nandana Sen, Jim Boeven, Paresh Rawal", 
    "director": "Ketan Mehta", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Rangoon", 
    "description": "During World War II, daredevil star Miss Julia entertains soldiers at the Indo-Burma border, where she's caught up in a web of love and deceit.", 
    "actors": "Saif Ali Khan, Shahid Kapoor, Kangana Ranaut, Shriswara", 
    "director": "Vishal Bhardwaj", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1496016000"
},
{
    "title": "Rangreza", 
    "description": "A high-flying rock star and son of a politician falls for a woman from a qawwal family, leading to a love triangle that may consume everyone involved.", 
    "actors": "Bilal Ashraf, Urwa Hocane, Gohar Rasheed, Akbar Subhani", 
    "director": "Amir Mohiuddin", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Rangrezz", 
    "description": "In this remake of the hit Tamil film Naadodigal, three pals decide to help a friend marry his true love against her parents' wishes.", 
    "actors": "Jacky Bhagnani, Priya Anand, Rajpal Yadav, Amitosh Nagpal", 
    "director": "Priyadarshan", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1490832000"
},
{
    "title": "Ravenous", 
    "description": "As a zombie plague ravages their rural Quebec town, a scrappy band of survivors join forces to flee the infected hordes in this quiet thriller.", 
    "actors": "Marc-André Grondin, Monia Chokri, Charlotte St-Martin, Brigitte Poupart", 
    "director": "Robin Aubert", 
    "imdb_rating": "5.5/10", 
    "category": "Horror Movies", 
    "date_released": "1519948800"
},
{
    "title": "Raw", 
    "description": "Forced to eat raw meat during a hazing ritual at her veterinary school, a young vegetarian develops an overpowering hunger for flesh in all its forms.", 
    "actors": "Garance Marillier, Ella Rumpf, Rabah Naït Oufella, Laurent Lucas", 
    "director": "Julia Ducournau", 
    "imdb_rating": "7.0/10", 
    "category": "Horror Movies", 
    "date_released": "1507075200"
},
{
    "title": "Raze", 
    "description": "After a secret society abducts her, Sabrina becomes one of 50 women forced to engage in brutal fights for their lives to entertain a hidden audience.", 
    "actors": "Zoë Bell, Rachel Nichols, Tracie Thoms, Bruce Thomas", 
    "director": "Josh C. Waller", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1450396800"
},
{
    "title": "Ready", 
    "description": "Bollywood superstar Salman Khan plays Prem, an heir to a perfume fortune who falls in love with the wrong woman in this romantic comedy.", 
    "actors": "Salman Khan, Asin, Paresh Rawal, Mahesh Manjrekar", 
    "director": "Anees Bazmee", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1508630400"
},
{
    "title": "Recep Ivedik", 
    "description": "A man finds the wallet of a rich man and takes a rigorous trip in an old car to return it, finding an old love and a new life of luxury awaiting.", 
    "actors": "Şahan Gökbakar, Fatma Toptaş, Tuluğ Çizgen, Vural Buldu", 
    "director": "Togan Gökbakar", 
    "imdb_rating": "4.9/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Recep İvedik 2", 
    "description": "When his grandmother takes ill, foolish brute Recep tries to satisfy her wishes by getting a job and attempting to find a suitable wife.", 
    "actors": "Şahan Gökbakar, Gülsen Özbakan, Efe Babacan, Çağrı Büyüksayar", 
    "director": "Togan Gökbakar", 
    "imdb_rating": "4.6/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Recep Ivedik 3", 
    "description": "After his grandmother dies, Recep is inconsolable until a distantly related girl who needs a home moves in with him and changes his life.", 
    "actors": "Şahan Gökbakar, Zeynep Çamcı, Sevim Yatlılar, Oktay Dener", 
    "director": "Togan Gökbakar", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Recep Ivedik 4", 
    "description": "When the lot where he coaches youth soccer is sold off, the oafish Recep enters a reality TV competition to raise money and buy back the land.", 
    "actors": "Şahan Gökbakar, Adem Atbas, Gülüm Baltacıgil, Barış Bulut", 
    "director": "Togan Gökbakar", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Recess: Taking the Fifth Grade", 
    "description": "Fans of the Recess gang can follow along as the kids graduate from the fourth grade to the fifth, all while learning about friendship and growing up.", 
    "actors": "Rickey D'Shon Collins, Jason Davis, Myles Jeffrey, Ashley Johnson", 
    "director": "Howy Parkins", 
    "imdb_rating": "6.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1383264000"
},
{
    "title": "Red Carpet", 
    "description": "Dreaming of a box-office hit, an adult-movie director teams up with his crew of three misfits to lure a top actress into starring in his new film.", 
    "actors": "Yoon Kye-sang, Go Joon-hee, Oh Jeong-se, Jo Dal-hwan", 
    "director": "Park Bum-Soo", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1483056000"
},
{
    "title": "Red Christmas", 
    "description": "A family Christmas gathering at an isolated Australian estate turns into the holiday from hell after a mysterious stranger turns up at the door.", 
    "actors": "Dee Wallace, Geoff Morrell, Sarah Bishop, Janis McGavin", 
    "director": "Craig Anderson", 
    "imdb_rating": "4.1/10", 
    "category": "Horror Movies", 
    "date_released": "1512950400"
},
{
    "title": "Red Oleanders Raktokarobi", 
    "description": "When a theater group stages a production of a Rabindranath Tagore play, they begin to notice parallels between the story and their own lives.", 
    "actors": "Shantilal Mukherjee, Mumtaz Sorcar, Rahul, Koushik Sen", 
    "director": "Amitava Bhattacharya", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1536969600"
},
{
    "title": "Red Trees", 
    "description": "A documentarian details her Jewish family's escape from Nazi-occupied Prague to refuge in Brazil, where her father built a life as an architect.", 
    "actors": "Tim Piggott-Smith", 
    "director": "Marina Willer", 
    "imdb_rating": "7.5/10", 
    "category": "Documentaries", 
    "date_released": "1521849600"
},
{
    "title": "Red, White, Black, Blue Odyssey", 
    "description": "This documentary profiles South Los Angeles's ICEF Rugby Program, which seeks to expand the horizons of inner-city kids through international sport.", 
    "actors": "", 
    "director": "James Brown", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1510876800"
},
{
    "title": "Redfern Now: Promise Me", 
    "description": "The life-affirming drama concludes, as the two women who were raped bear the impact of the violent crimes, and their fight for justice culminates.", 
    "actors": "Deborah Mailman, Wayne Blair, Rarriwuy Hick, Lisa Flanagan", 
    "director": "Rachel Perkins", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1463270400"
},
{
    "title": "Reindeer Games", 
    "description": "Ex-con Rudy Duncan poses as his late cellmate to score with his alluring pen pal -- whose psychotic brother has other plans for the unsuspecting Rudy.", 
    "actors": "Ben Affleck, Gary Sinise, Charlize Theron, Dennis Farina", 
    "director": "John Frankenheimer", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "Rembat", 
    "description": "Two huge soccer fans must go on a rambunctious road trip to fix a big match between Malaysia and Thailand, or they'll draw the ire of a loan shark.", 
    "actors": "Shaheizy Sam, Aniu, Zizan Razak, Zara Zya", 
    "director": "Shamyl Othman", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1503273600"
},
{
    "title": "Rent", 
    "description": "Based on Puccini's opera \"La Boheme,\" this musical follows a group of scrappy bohemians who face true love, drug addiction and AIDS in New York City.", 
    "actors": "Anthony Rapp, Adam Pascal, Rosario Dawson, Jesse L. Martin", 
    "director": "Chris Columbus", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1514851200"
},
{
    "title": "Results", 
    "description": "After an ugly divorce, a wealthy but unhappy man trains at a local gym and develops a strange relationship with the owner and a captivating trainer.", 
    "actors": "Guy Pearce, Cobie Smulders, Kevin Corrigan, Giovanni Ribisi", 
    "director": "Andrew Bujalski", 
    "imdb_rating": "5.1/10", 
    "category": "Comedies", 
    "date_released": "1445472000"
},
{
    "title": "Resurface", 
    "description": "A suicidal war veteran finds like-minded souls in a surf therapy program that helps traumatized soldiers heal while riding the waves.", 
    "actors": "", 
    "director": "Josh Izenberg, Wynn Padula", 
    "imdb_rating": "7.1/10", 
    "category": "Documentaries", 
    "date_released": "1504224000"
},
{
    "title": "Retribution", 
    "description": "A dishonest banker pays the ultimate price for his wrongdoings when he is held hostage in his own speeding car by a bomb-making extortionist.", 
    "actors": "Luis Tosar, Javier Gutiérrez, Elvira Mínguez, Fernando Cayo", 
    "director": "Dani de la Torre", 
    "imdb_rating": "6.8/10", 
    "category": "International Movies", 
    "date_released": "1456790400"
},
{
    "title": "Return to the 36th Chamber", 
    "description": "When thugs prey upon innocent factory workers, a small-time scammer trains for revenge by studying the moves of Shaolin temple monks.", 
    "actors": "Gordon Liu, Lung Wei Wang, Hou Hsiao, Lun Hua", 
    "director": "Chia-Liang Liu", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "Return to Zero", 
    "description": "A husband and wife struggle to preserve their marriage after learning their first child has died in the womb, just weeks before the due date.", 
    "actors": "Minnie Driver, Paul Adelstein, Alfred Molina, Connie Nielsen", 
    "director": "Sean Hanish", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1496275200"
},
{
    "title": "Revelations", 
    "description": "After four years together, a husband and wife become entangled in secret, sexually charged relationships that threaten to unravel their marriage.", 
    "actors": "Chetan, Lakshmi Priyaa Chandramouli, Anantharam Karthik, Arpita Banerjee", 
    "director": "Vijay Jayapal", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1488326400"
},
{
    "title": "Revenge of the Green Dragons", 
    "description": "In gritty 1980s New York, two Chinese immigrant boys rise through the ranks of the infamous Green Dragons gang, where they're trained to kill.", 
    "actors": "Ray Liotta, Justin Chon, Kevin Wu, Harry Shum Jr.", 
    "director": "Andrew Lau Wai-Keung, Andrew Loo", 
    "imdb_rating": "5.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1531958400"
},
{
    "title": "Revolutionary Road", 
    "description": "April and Frank's marriage unravels when a plan to change their \"perfect\" lives becomes their last hope to escape lives engulfed in emptiness.", 
    "actors": "Leonardo DiCaprio, Kate Winslet, Kathy Bates, Michael Shannon", 
    "director": "Sam Mendes", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Rezeta", 
    "description": "Gorgeous and free-spirited Albanian model Rezeta arrives in Mexico City, and soon uses her charms to take up a carefree new life in the metropolis.", 
    "actors": "Rezeta Veliu, Roger Mendoza, Emiliano Becerríl, Sebastián Cordova", 
    "director": "Fernando Frías De La Parra", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1480723200"
},
{
    "title": "Ringan", 
    "description": "Desperate to save his land, an indebted farmer journeys to Pandharpur to seek divine blessing with his small son, who searches for his mother.", 
    "actors": "Shashank Shende, Sahil Joshi, Suhas Sirsat, Kalyanee Mulay", 
    "director": "Makarand Mane", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1525132800"
},
{
    "title": "Rip Tide", 
    "description": "Following an embarrassing viral video, a New York model decides to escape from her suffocating existence by visiting her faraway aunt in Australia.", 
    "actors": "Debby Ryan, Genevieve Hegney, Andrew Creer, Naomi Sequeira", 
    "director": "Rhiannon Bannenberg", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1515974400"
},
{
    "title": "Riphagen - The Untouchable", 
    "description": "This biopic profiles Andries Riphagen, a Dutch criminal who blackmailed Jews in hiding during World War II and was responsible for hundreds of deaths.", 
    "actors": "Jeroen van Koningsbrugge, Anna Raadsveld, Sigrid ten Napel, Peter Blok", 
    "director": "Pieter Kuijpers", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1475280000"
},
{
    "title": "Rise of the Legend", 
    "description": "To curry his crime boss's favor, an orphaned kung fu prodigy goes after a rival gang's leader. But the youth also has a more dangerous agenda in mind.", 
    "actors": "Eddie Peng, Sammo Kam-Bo Hung, Luodan Wang, Jing Boran", 
    "director": "Chow Hin Yeung Roy", 
    "imdb_rating": "6.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1469404800"
},
{
    "title": "Rise of the Zombie", 
    "description": "A heartbroken wildlife photographer throws himself into his work, only to find himself experiencing strange transformations.", 
    "actors": "Luke Kenny, Kirti Kulhari, Ashwin Mushran, Benjamin Gilani", 
    "director": "Devaki Singh, Luke Kenny", 
    "imdb_rating": "2.5/10", 
    "category": "Horror Movies", 
    "date_released": "1513296000"
},
{
    "title": "Rishtey", 
    "description": "Komal leaves her husband and young son behind when her tyrannical father threatens them. But years later, she wants to be part of their lives again.", 
    "actors": "Anil Kapoor, Karisma Kapoor, Shilpa Shetty, Amrish Puri", 
    "director": "Indra Kumar", 
    "imdb_rating": "4.4/10", 
    "category": "Dramas", 
    "date_released": "1525651200"
},
{
    "title": "Rivaaz", 
    "description": "In a village where girls are auctioned off rather than married, a man falls in love with a girl who is about to face the bidders.", 
    "actors": "Deepti Naval, Vijay Raaz, Meghna Naidu, Saadhika Randhawa", 
    "director": "Ashok Nanda", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Road to Yesterday", 
    "description": "Their marriage failing, Victoria and Izu try to reconnect during a road trip. But bringing long-repressed secrets to light threatens yet more discord.", 
    "actors": "Genevieve Nnaji, Oris Erhuero, Majid Michel", 
    "director": "Ishaya Bako", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1467331200"
},
{
    "title": "Roberto Saviano: Writing Under Police Protection", 
    "description": "Italian TV host Pif revisits Roberto Saviano, who's been living under protection since publishing \"Gomorrah,\" his exposé on organized crime in Naples.", 
    "actors": "Pierfrancesco Diliberto", 
    "director": "Pierfrancesco Diliberto", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1525132800"
},
{
    "title": "Robin Hood: Prince of Thieves", 
    "description": "When the dastardly Sheriff of Nottingham murders Robin Hood's father, the legendary archer vows vengeance and joins a band of exiled villagers.", 
    "actors": "Kevin Costner, Morgan Freeman, Mary Elizabeth Mastrantonio, Christian Slater", 
    "director": "Kevin Reynolds", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Rocco", 
    "description": "Italian porn star Rocco Siffredi is showcased in this documentary that shadows the legendary performer during his final year in front of the camera.", 
    "actors": "Rocco Siffredi", 
    "director": "Thierry Demaizière, Alban Teurlai", 
    "imdb_rating": "5.7/10", 
    "category": "Documentaries", 
    "date_released": "1504224000"
},
{
    "title": "Rock in the Red Zone", 
    "description": "Documentarian Laura Bialis offers a close look into the lives of rock musicians in Sderot, a city in Israel under constant threat of missile attacks.", 
    "actors": "Robby Elmaliah", 
    "director": "Laura Bialis", 
    "imdb_rating": "9.0/10", 
    "category": "Documentaries", 
    "date_released": "1538956800"
},
{
    "title": "Rocky Handsome", 
    "description": "A reclusive pawn shop owner sets his sights on revenge when vicious gangsters kidnap his drug-addicted neighbor's young daughter.", 
    "actors": "John Abraham, Diya Chalwad, Shruti Haasan, Nishikant Kamat", 
    "director": "Nishikant Kamat", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1487289600"
},
{
    "title": "Rodeo & Juliet", 
    "description": "New to her family’s ranch, a young city girl struggles to adapt to country life. But a cute cowboy helps when he teaches her how to barrel race.", 
    "actors": "Krista Allen, Tim Abell, Nadine Crocker, Zeb Halsell", 
    "director": "Thadd Turner", 
    "imdb_rating": "4.5/10", 
    "category": "Dramas", 
    "date_released": "1480550400"
},
{
    "title": "Rodeo Girl", 
    "description": "When a jaded teenager is shipped off to her father's ranch for the summer, she discovers a passion for rodeo and decides to compete.", 
    "actors": "Sophie Bolen, Kevin Sorbo, Derek Brandon, Mark Boyd", 
    "director": "Joel Paul Reisig", 
    "imdb_rating": "5.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1467331200"
},
{
    "title": "Roger Corman's Death Race 2050", 
    "description": "In this dystopian sequel, kills equal points in a violently gory annual cross-country road race sponsored by the United Corporations of America.", 
    "actors": "Manu Bennett, Malcolm McDowell, Marci Miller, Burt Grinstead", 
    "director": "G.J. Echternkamp", 
    "imdb_rating": "3.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1484611200"
},
{
    "title": "Rogue One: A Star Wars Story", 
    "description": "A former thief leads an eccentric band, including a blind monk and an enemy robot, on a mission to steal plans for a powerful imperial space station.", 
    "actors": "Felicity Jones, Diego Luna, Riz Ahmed, Ben Mendelsohn", 
    "director": "Gareth Edwards", 
    "imdb_rating": "7.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1500336000"
},
{
    "title": "Role Models", 
    "description": "Danny and Wheeler coast their way through their jobs, but their goofing off leads to community service with the Sturdy Wings mentoring program.", 
    "actors": "Seann William Scott, Paul Rudd, Christopher Mintz-Plasse, Bobb'e J. Thompson", 
    "director": "David Wain", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1537056000"
},
{
    "title": "Roll With Me", 
    "description": "Backed by a crew of unlikely allies, newly sober paraplegic Gabriel Cordell teams up with his nephew for a grueling wheelchair trek across America.", 
    "actors": "Gabriel Cordell", 
    "director": "Lisa France", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1543622400"
},
{
    "title": "Rolling Stones: Crossfire Hurricane", 
    "description": "Mixing archival footage and recent interviews, this film tells the story of the Rolling Stones, from blues-obsessed teens to rock 'n' roll legends.", 
    "actors": "", 
    "director": "Brett Morgen", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1488326400"
},
{
    "title": "Romantik Komedi", 
    "description": "Bored with her life and inspired by a friend's wedding, Esra quits her job and dumps her boyfriend, leading to a series of romantic misadventures.", 
    "actors": "Sedef Avcı, Cemal Hünal, Begüm Kütük, Engin Altan Düzyatan", 
    "director": "Ketche", 
    "imdb_rating": "5.1/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Romantik Komedi 2: Bekarlığa Veda", 
    "description": "Didem tries everything to get actor Cem to propose to her, but he's got other things on his mind: a beautiful new co-star and a secret bachelor party.", 
    "actors": "Sinem Kobal, Engin Altan Düzyatan, Sedef Avcı, Cemal Hünal", 
    "director": "Erol Özlevi", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Romina", 
    "description": "A shocking assault inspires horrific violence when a group of teens encounters a girl from their school while camping in a remote spot.", 
    "actors": "Francisca Lozano, Oliver Nava, Arantza Ruiz, Claudia Zepeda", 
    "director": "Diego Cohen", 
    "imdb_rating": "2.3/10", 
    "category": "Horror Movies", 
    "date_released": "1531440000"
},
{
    "title": "Room", 
    "description": "Kidnapped, confined to a tiny room and raped, a young woman gives birth to a son. When he reaches his fifth birthday, she begins plotting an escape.", 
    "actors": "Brie Larson, Jacob Tremblay, Joan Allen, Sean Bridgers", 
    "director": "Lenny Abrahamson", 
    "imdb_rating": "8.1/10", 
    "category": "Dramas", 
    "date_released": "1531958400"
},
{
    "title": "Room on the Broom", 
    "description": "A gentle witch with a ginger braid offers rides to a variety of animals on her increasingly crowded broom, much to her grumpy cat's chagrin.", 
    "actors": "Simon Pegg, Gillian Anderson, Rob Brydon, Martin Clunes", 
    "director": "Max Lang, Jani Lachauer", 
    "imdb_rating": "6.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1491004800"
},
{
    "title": "Roots", 
    "description": "This documentary explores the rich heritage of Indian classical music and the reasons behind its modern decline in popularity.", 
    "actors": "", 
    "director": "Shweta Basu Prasad", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1509494400"
},
{
    "title": "Rowdy Rathore", 
    "description": "A con man uncovers a deadly secret and must save his lady love, the little girl who insists she's his daughter and the small-town locals from the mob.", 
    "actors": "Akshay Kumar, Sonakshi Sinha, Nasser, Yashpal Sharma", 
    "director": "Prabhu Deva", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Rudhramadevi", 
    "description": "Having masqueraded as a boy her whole life, Queen Rudhramadevi faces foes determined to overthrow her reign when her true identity comes to light.", 
    "actors": "Anushka Shetty, Allu Arjun, Rana Daggubati, Vikramjeet Virk", 
    "director": "Gunasekhar", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1468540800"
},
{
    "title": "Rukh", 
    "description": "Following the untimely death of his father, a young man begins to reconnect with his family while uncovering some difficult truths.", 
    "actors": "Adarsh Gourav, Manoj Bajpayee, Smita Tambe, Kumud Mishra", 
    "director": "Atanu Mukherjee", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Rumble", 
    "description": "An ex-MMA champion reduced to fixing fights in Mexico must win one last match to save his girlfriend, who's been kidnapped by the mob.", 
    "actors": "Gary Daniels, Luis Gatica, Sissi Fleitas, Eddie J. Fernandez", 
    "director": "R. Ellis Frazier", 
    "imdb_rating": "4.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1505433600"
},
{
    "title": "Rumble in the Bronx", 
    "description": "During a visit to the Bronx to help out at his uncle's store, a cheerful martial arts expert springs into action when a gang terrorizes the shop.", 
    "actors": "Jackie Chan, Anita Mui, Françoise Yip, Bill Tung", 
    "director": "Stanley Tong", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Rumor Has It", 
    "description": "When Sarah travels to California for her sister's wedding, she hears a rumor that her family was the real-life inspiration for \"The Graduate.\"", 
    "actors": "Jennifer Aniston, Kevin Costner, Shirley MacLaine, Mark Ruffalo", 
    "director": "Rob Reiner", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1527811200"
},
{
    "title": "Run", 
    "description": "Siddharth falls in love with beautiful Jhanvi. But Jhanvi's brother Ganpat is overly possessive -- and determined to destroy their relationship.", 
    "actors": "Abhishek Bachchan, Bhoomika Chawla, Mahesh Manjrekar, Vijay Raaz", 
    "director": "Jeeva", 
    "imdb_rating": "5.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1519862400"
},
{
    "title": "Run Boy Run", 
    "description": "An 8-year-old Jewish boy escapes the Warsaw ghetto and hides in the woods, where he takes extraordinary measures to survive.", 
    "actors": "Andrzej Tkacz, Kamil Tkacz, Elisabeth Duda, Itay Tiran", 
    "director": "Pepe Danquart", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1462406400"
},
{
    "title": "Running Shaadi", 
    "description": "A Bihari migrant runs a successful service to help couples elope, until the daughter of his former boss stirs the pot.", 
    "actors": "Amit Sadh, Tapsee Pannu, Arsh Bajwa, Brijendra Kala", 
    "director": "Amit Roy", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1525046400"
},
{
    "title": "Running Wild", 
    "description": "A by-the-book prosecutor teams up with a rule-smashing police detective to bring down a powerful gangster with deadly connections.", 
    "actors": "Kwon Sang-woo, Yu Ji-tae, Son Byung-ho, Lee Joo-shil", 
    "director": "Kim Sung-soo", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1506729600"
},
{
    "title": "Russell Madness", 
    "description": "A spunky terrier named Russell with serious wrestling chops becomes a sports phenomenon with the help of his coach, a monkey named Hunk.", 
    "actors": "David Milchard, John Ratzenberger, Will Sasso, Mason Vale Cotton", 
    "director": "Robert Vince", 
    "imdb_rating": "4.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1431216000"
},
{
    "title": "Rustom", 
    "description": "A decorated naval officer kills his wife's lover, leading to a sensational trial and a national obsession over passion versus premeditated murder.", 
    "actors": "Akshay Kumar, Ileana D'Cruz, Arjan Bajwa, Esha Gupta", 
    "director": "Dharmendra Suresh Desai", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1483660800"
}
]