[
{
    "title": "S Is for Stanley", 
    "description": "This film examines the complex life of iconic filmmaker Stanley Kubrick, as seen through the eyes of his devoted longtime driver, Emilio D'Alessandro.", 
    "actors": "", 
    "director": "Alex Infascelli", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1497484800"
},
{
    "title": "S Storm", 
    "description": "Anti-corruption investigator William Luk must join forces with detective Lau Po-keung to bring down a crime syndicate involved in sports betting.", 
    "actors": "Louis Koo, Julian Cheung, Vic Chou, Ada Choi", 
    "director": "David Lam", 
    "imdb_rating": "7.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1539907200"
},
{
    "title": "Saadey CM Saab", 
    "description": "Three old friends who have always hated politics are in for a shock when the friend who dislikes politics the most is somehow elected head minister.", 
    "actors": "Harbhajan Mann, Kashish Singh, Gurpreet Guggi, Rahul Singh", 
    "director": "Vipin Parashar", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Saare Jahaan Se Mehnga", 
    "description": "Struggling to survive out-of-control inflation, a middle-class Indian man hatches a scheme that soon draws the attention of a suspicious inspector.", 
    "actors": "Sanjay Mishra, Pragati Pandey, Zakir Hussain, Pramod Pathak", 
    "director": "Anshul Sharma", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1497484800"
},
{
    "title": "Sabrás qué Hacer Conmigo", 
    "description": "Artistic Nicolás and enigmatic Isabel share a sudden and intense affair while grave issues simmer just beneath the surface for them both.", 
    "actors": "Ilse Salas, Pablo Derqui, Mariana Treviño, Rosa María Bianchi", 
    "director": "Katina Medina Mora", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1477785600"
},
{
    "title": "Sabrina", 
    "description": "A toy manufacturer and his wife are terrorized by a demon after their orphaned niece tries to call her late mother's spirit. Third in the \"Doll\" films.", 
    "actors": "Luna Maya, Christian Sugiono, Sara Wijayanto, Jeremy Thomas", 
    "director": "Rocky Soraya", 
    "imdb_rating": "", 
    "category": "Horror Movies", 
    "date_released": "1542672000"
},
{
    "title": "Sacro GRA", 
    "description": "Italian filmmaker Gianfranco Rosi turns his eye to his own country, roaming and filming for over two years in a minivan on Rome's giant ring road.", 
    "actors": "", 
    "director": "Gianfranco Rosi", 
    "imdb_rating": "5.8/10", 
    "category": "Documentaries", 
    "date_released": "1490054400"
},
{
    "title": "Sadece Sen", 
    "description": "An ex-boxer falls in love with a blind woman and starts to build a new life, but his violent past returns to endanger them both.", 
    "actors": "Belçim Bilgin, İbrahim Çelikkol, Kerem Can, Necmi Yapıcı", 
    "director": "Hakan Yonat", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1489104000"
},
{
    "title": "Sadie's Last Days on Earth", 
    "description": "High schooler Sadie Mitchell believes the world is about to end -- literally. Before it does, she sets out to kiss a boy and win back her best friend.", 
    "actors": "Morgan Taylor Campbell, Clark Backo, Ricardo Hoyos, Munro Chambers", 
    "director": "Michael Seater", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1503360000"
},
{
    "title": "Saeed Mirza: The Leftist Sufi", 
    "description": "This documentary profiles the celebrated Hindi film director known as much for his embrace of leftist politics and social concerns as lyrical cinema.", 
    "actors": "Saeed Akhtar Mirza", 
    "director": "Kireet Khurana, Padmakumar Narasimhamurthy", 
    "imdb_rating": "8.7/10", 
    "category": "Documentaries", 
    "date_released": "1493596800"
},
{
    "title": "Sahara", 
    "description": "When his new love is captured by an evil snake charmer, a young cobra and his scorpion best friend set out across the desert on a wild rescue mission.", 
    "actors": "Robert Naylor, Angela Galuppo, Daniel Brochu, Mark Hauser", 
    "director": "Pierre Coré", 
    "imdb_rating": "5.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1494547200"
},
{
    "title": "Saheb Bibi Golaam", 
    "description": "A charming cabbie, a cop turned assassin and a housewife who’s also a hooker share one thing in common: a bizarre and violent afternoon in Kolkata.", 
    "actors": "Anjan Dutt, Swastika Mukherjee, Ritwick Chakraborty, Parno Mittra", 
    "director": "Pratim D. Gupta", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1483228800"
},
{
    "title": "Sairat", 
    "description": "When two college students -- a rich man’s daughter and a fisherman’s son – defy social edicts by falling in love, violence erupts in their village.", 
    "actors": "Rinku Rajguru, Akash Thosar, Arbaz Shaikh, Tanaji Galgunde", 
    "director": "Nagraj Manjule", 
    "imdb_rating": "8.4/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Sakhi", 
    "description": "Caught in a downward spiral of failed career moves, misguided ambitions and bad relations, a pair of lost souls find hope in an unexpected friendship.", 
    "actors": "Ashok Saraf, Sonali Kulkarni, Subodh Bhave, Usha Nadkarni", 
    "director": "Sanjay Soorkar", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1518652800"
},
{
    "title": "Salaakhen", 
    "description": "Two close childhood friends take drastically different paths in life, but meet by chance years later and fall in love, unaware of their past bond.", 
    "actors": "Shashi Kapoor, Sulakshana Pandit, Mehmood, Sudhir", 
    "director": "A. Salaam", 
    "imdb_rating": "5.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1491004800"
},
{
    "title": "Salaam Kashmir", 
    "description": "A househusband leads a content domestic life giving cooking lessons, doing chores and running errands ... until a mysterious figure gets in touch.", 
    "actors": "Jayaram, Suresh Gopi, Miya, Lalu Alex", 
    "director": "Joshi", 
    "imdb_rating": "3.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1522540800"
},
{
    "title": "Salt and Fire", 
    "description": "Sent to South America to investigate an environmental disaster, a scientific team is kidnapped by a corporate CEO with mysterious motives.", 
    "actors": "Michael Shannon, Veronica Ferres, Gael García Bernal, Volker Michalowski", 
    "director": "Werner Herzog", 
    "imdb_rating": "5.0/10", 
    "category": "Independent Movies", 
    "date_released": "1499385600"
},
{
    "title": "Salt Mango Tree", 
    "description": "Keen to place their son into a top school, a middle-class couple goes to comic lengths to sort out admissions procedures and impress interviewers.", 
    "actors": "Biju Menon, Lakshmi Priyaa Chandramouli, Suhasini, Indrans", 
    "director": "Rajesh Nair", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1522540800"
},
{
    "title": "Samantaral", 
    "description": "On a family visit, a young man and his girlfriend set out to discover why his eccentric uncle has been mysteriously confined to one room for years.", 
    "actors": "Riddhi Sen, Parambrata Chatterjee, Soumitra Chatterjee, Aparajita Adhya", 
    "director": "Partha Chakraborty", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1536969600"
},
{
    "title": "Samarppanam", 
    "description": "When a young girl is killed in a suspicious train accident, three very different lives become intertwined in their quest for answers.", 
    "actors": "Virginia Rodriguez, Anil Nedumangad, Santhosh Keezhattoor, Indrans", 
    "director": "K. Gopinathan", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Sameer", 
    "description": "A young engineering student is forced to help authorities find his roommate after the latter is suspected of masterminding a series of bombings.", 
    "actors": "Mohammed Zeeshan Ayyub, Subrat Dutta, Seema Biswas, Anjali Patil", 
    "director": "Dakxin Chhara", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "San Pietro", 
    "description": "After the Allies invade Italy, the Liri Valley town of San Pietro becomes an example of the brutal effects of combat, both for soldiers and civilians.", 
    "actors": "", 
    "director": "John Huston", 
    "imdb_rating": "6.2/10", 
    "category": "Classic Movies", 
    "date_released": "1490918400"
},
{
    "title": "Sanai Choughade", 
    "description": "In an effort to honor the family matriarch's dying wish, Urmila and her husband, Shrikant, embark on a quest to find a husband for charismatic yet choosey Sai. But some things are easier said than done.", 
    "actors": "Shreyas Talpade, Subodh Bhave, Sai Tamhankar, Santosh Juvekar", 
    "director": "Rajeev Patil", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Sand Castle", 
    "description": "After the invasion of Iraq in 2003, a reluctant soldier's platoon is dispatched on a dangerous mission to repair a hostile village's water system.", 
    "actors": "Nicholas Hoult, Logan Marshall-Green, Henry Cavill, Glen Powell", 
    "director": "Fernando Coimbra", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1492732800"
},
{
    "title": "Sand Storm", 
    "description": "When a Bedouin patriarch takes a second bride, his first wife chafes against her changing status while his daughter chases her own dreams of autonomy.", 
    "actors": "Lamis Ammar, Ruba Blal, Haitham Omari, Khadija Alakel", 
    "director": "Elite Zexer", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1481760000"
},
{
    "title": "Sandook", 
    "description": "A simple villager's desire to fight British rule in India yields more than he bargained for after he agrees to guard a mysterious box.", 
    "actors": "Sumeet Raghvan, Bhargavi Chirmuley, Sharad Ponkshe, Arun Nalawade", 
    "director": "Atul Kale", 
    "imdb_rating": "8.0/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Sanju", 
    "description": "From the depths of addiction to the heights of stardom to underworld entanglements, this biopic traces the checkered past of Indian actor Sanjay Dutt.", 
    "actors": "Ranbir Kapoor, Vicky Kaushal, Paresh Rawal, Sonam Kapoor", 
    "director": "Rajkumar Hirani", 
    "imdb_rating": "7.8/10", 
    "category": "Dramas", 
    "date_released": "1539561600"
},
{
    "title": "Santa Buddies", 
    "description": "In this family-friendly North Pole adventure, the rambunctious golden retriever pups known as the Buddies must save Christmas.", 
    "actors": "George Wendt, Christopher Lloyd, Danny Woodburn, Paul Rae", 
    "director": "Robert Vince", 
    "imdb_rating": "5.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1477958400"
},
{
    "title": "Santa Claws", 
    "description": "When a gift sack full of kittens gives Santa a bad allergic reaction, the kitties have to take over and deliver the presents on time.", 
    "actors": "Nicola Lambo, Evan Boymel, John P. Fowler, Erica Duke", 
    "director": "Glenn Miller", 
    "imdb_rating": "3.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1510876800"
},
{
    "title": "Santa Pac's Merry Berry Day", 
    "description": "Pac aims to keep Berry Day the happiest day ever by unraveling a curious mystery about his parents and thwarting Betrayus's plan to capture Santa Pac.", 
    "actors": "Erin Mathews, Sam Vincent, Andrea Libman, Ashleigh Ball", 
    "director": "Moto Sakakibara", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1477958400"
},
{
    "title": "Santa Paws 2: The Santa Pups", 
    "description": "When the Santa Pups grant joyful wishes to Pineville's boys and girls, something goes terribly wrong: the Christmas spirit begins to disappear.", 
    "actors": "Cheryl Ladd, George Newbern, Pat Finn, Danny Woodburn", 
    "director": "Robert Vince", 
    "imdb_rating": "5.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1383264000"
},
{
    "title": "Santa's Apprentice", 
    "description": "Young orphan Nicolas learns how to guide a sleigh, slide down chimneys and other duties he'll need when he becomes the next Santa Claus.", 
    "actors": "Nathan Simony, Benoît Allemane, Line Renaud, Lorànt Deutsch", 
    "director": "Luc Vinciguerra", 
    "imdb_rating": "5.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1450569600"
},
{
    "title": "Santo Cachón", 
    "description": "A man whose wife is repeatedly cheating on him turns to his friends for support in this wacky comedy.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1540512000"
},
{
    "title": "Sara's Notebook", 
    "description": "A naive Madrid lawyer travels to Africa to search for her younger sister, who has gone missing in a part of Congo plagued by violence and strife.", 
    "actors": "Belén Rueda, Marian Álvarez, Iván Mendes, Manolo Cardona", 
    "director": "Norberto López Amado", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1527292800"
},
{
    "title": "Sarajevo", 
    "description": "Tasked with unraveling the assassination of Archduke Franz Ferdinand, an honorable magistrate finds himself targeted by the shadowy perpetrators.", 
    "actors": "Florian Teichtmeister, Heino Ferch, Melika Foroutan, Juergen Maurer", 
    "director": "Andreas Prochaska", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1484438400"
},
{
    "title": "Sardaar ji", 
    "description": "When a palatial wedding venue turns out to be haunted, one of the families hosting the wedding hires a fearless Sikh to deal with the ghost.", 
    "actors": "Diljit Dosanjh, Neeru Bajwa, Mandy Takhar, Jaswinder Bhalla", 
    "director": "Rohit Jugraj", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1512086400"
},
{
    "title": "Sardaarji 2", 
    "description": "A simple farmer's life becomes complicated after he resolves to save his village from an economic crisis by traveling to Australia to earn money.", 
    "actors": "Jaswinder Bhalla, Sonam Bajwa, Diljit Dosanjh, Monica Gill", 
    "director": "Rohit Jugraj", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1508025600"
},
{
    "title": "Sarivar Sari", 
    "description": "Raised in working-class Mumbai, Manisha has an independent spirit that angers her father, who favors Manisha's medical student sister, Mini.", 
    "actors": "Madhura Velankar, Mohan Joshi, Nina Kulkarni, Manasi Salvi", 
    "director": "Gajendra Ahire", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1518652800"
},
{
    "title": "Sarkar", 
    "description": "A powerful gangster disowns his son for murdering a movie star, prompting the latter to seek revenge.", 
    "actors": "Amitabh Bachchan, Abhishek Bachchan, Kay Kay Menon, Supriya Pathak", 
    "director": "Ram Gopal Varma", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1498867200"
},
{
    "title": "Sarvopari Palakkaran", 
    "description": "In the course of a human trafficking investigation, a conservative cop crosses paths with an artist-activist in a clash of worldviews.", 
    "actors": "Anoop Menon, Alencier Ley Lopez, Balu Varghese, Aparna Balamurali", 
    "director": "Venugopan", 
    "imdb_rating": "4.0/10", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Sat Shri Akaal England", 
    "description": "After several failed attempts to obtain a visa, a man desperate to escape Punjab pays a British woman to marry him so he can move to England.", 
    "actors": "Ammy Virk, Monica Gill, Karamjit Anmol, Sardar Sohi", 
    "director": "Vikram Pradhan", 
    "imdb_rating": "8.0/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Satanic", 
    "description": "Four college kids heading to Coachella can't resist a detour to some occult true crime sites that could derail their trip -- and their lives.", 
    "actors": "Sarah Hyland, Steven Krueger, Justin Chon, Clara Mamet", 
    "director": "Jeffrey G. Hunt", 
    "imdb_rating": "4.0/10", 
    "category": "Horror Movies", 
    "date_released": "1478131200"
},
{
    "title": "Satrangi Re", 
    "description": "Friends in their last year of college contemplate the future of their band as they juggle questions of love, work, family and identity.", 
    "actors": "Adinath Kothare, Siddharth Chandekar, Bhushan Pradhan, Soumil Shringarpure", 
    "director": "Aditya Sarpotdar", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1521072000"
},
{
    "title": "Satyagraha", 
    "description": "In this Bollywood drama, a corporate go-getter sees his priorities shift when personal tragedy brings him face-to-face with political corruption.", 
    "actors": "Kareena Kapoor, Amitabh Bachchan, Ajay Devgn, Arjun Rampal", 
    "director": "Prakash Jha", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Savage Dog", 
    "description": "A former professional boxer serving time in a brutal labor camp must fight incredible odds to gain his freedom and avenge an act of violence.", 
    "actors": "Scott Adkins, Juju Chan, Marko Zaror, Vladimir Kulich", 
    "director": "Jesse V. Johnson", 
    "imdb_rating": "5.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1509494400"
},
{
    "title": "Saving Mr. Wu", 
    "description": "While the cops scramble to locate kidnapped movie star Mr. Wu before time runs out, Wu makes his own shrewd play against his captors.", 
    "actors": "Andy Lau, Liu Ye, Ruofu Wu, Qianyuan Wang", 
    "director": "Ding Sheng", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1475280000"
},
{
    "title": "Savita Damodar Paranjpe", 
    "description": "When his wife begins to exhibit alarming behavior, a husband tries to find whether she suffers from a personality disorder or something more sinister.", 
    "actors": "Subodh Bhave, Trupti Toradmal, Rakesh Bapat, Pallavi Patil", 
    "director": "Swapna Waghmare Joshi", 
    "imdb_rating": "", 
    "category": "Horror Movies", 
    "date_released": "1542240000"
},
{
    "title": "Scarface", 
    "description": "Al Pacino stars as Cuban refugee Tony Montana, who becomes a Florida drug kingpin but makes the fatal mistake of getting high on his own supply.", 
    "actors": "Al Pacino, Steven Bauer, Michelle Pfeiffer, Mary Elizabeth Mastrantonio", 
    "director": "Brian De Palma", 
    "imdb_rating": "8.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1535760000"
},
{
    "title": "Scary Movie 2", 
    "description": "While the original parodied slasher flicks like Scream, Keenen Ivory Wayans' sequel to Scary Movie takes comedic aim at haunted house movies.", 
    "actors": "Shawn Wayans, Marlon Wayans, Anna Faris, Regina Hall", 
    "director": "Keenen Ivory Wayans", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Scary Movie 3", 
    "description": "The third entry in the horror spoof franchise goes beyond its genre, parodying \"The Ring,\" \"Lord of the Rings,\" \"The Matrix,\" \"8 Mile\" and many more.", 
    "actors": "Anna Faris, Charlie Sheen, Anthony Anderson, Leslie Nielsen", 
    "director": "David Zucker", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Scherzo Diabolico", 
    "description": "An everyday accountant may turn out to be a monster in disguise when he savagely kidnaps a schoolgirl. But not everything goes according to plan.", 
    "actors": "Francisco Barreiro, Daniela Soto Vell, Jorge Molina, Milena Pezzi", 
    "director": "Adrián García Bogliano", 
    "imdb_rating": "6.1/10", 
    "category": "Horror Movies", 
    "date_released": "1475452800"
},
{
    "title": "Schindler's List", 
    "description": "Oskar Schindler becomes an unlikely humanitarian, spending his entire fortune to help save 1,100 Jews from Auschwitz during World War II.", 
    "actors": "Liam Neeson, Ben Kingsley, Ralph Fiennes, Caroline Goodall", 
    "director": "Steven Spielberg", 
    "imdb_rating": "8.5/10", 
    "category": "Classic Movies", 
    "date_released": "1491004800"
},
{
    "title": "Schubert in Love", 
    "description": "The last of his family line, Olaf Schubert doesn't have time for a girlfriend but dutifully searches for one when his father demands offspring.", 
    "actors": "Olaf Schubert, Mario Adorf, Marie Leuenberger, Jochen Barkas", 
    "director": "Lars Büchel", 
    "imdb_rating": "5.1/10", 
    "category": "Comedies", 
    "date_released": "1519862400"
},
{
    "title": "Scooby-Doo", 
    "description": "In this live-action feature, Scooby and the gang journey to Spooky Island, where a magical force is awakened that could spell doom for the human race.", 
    "actors": "Freddie Prinze Jr., Sarah Michelle Gellar, Matthew Lillard, Linda Cardellini", 
    "director": "Raja Gosnell", 
    "imdb_rating": "5.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1530403200"
},
{
    "title": "Scooby-Doo 2: Monsters Unleashed", 
    "description": "Fred, Daphne, Velma, Shaggy and Scooby must stop a menacing scoundrel who plans to turn their town of Coolsville into the complete opposite.", 
    "actors": "Freddie Prinze Jr., Sarah Michelle Gellar, Matthew Lillard, Linda Cardellini", 
    "director": "Raja Gosnell", 
    "imdb_rating": "5.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1530403200"
},
{
    "title": "Scott Pilgrim vs. the World", 
    "description": "Dreamy delivery girl Ramona captures Scott Pilgrim's heart, but he must vanquish all seven of her evil exes in martial arts battles to win her love.", 
    "actors": "Michael Cera, Mary Elizabeth Winstead, Kieran Culkin, Chris Evans", 
    "director": "Edgar Wright", 
    "imdb_rating": "7.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1537056000"
},
{
    "title": "Scream 4", 
    "description": "Perennial survivor Sidney Prescott, now a successful self-help author, returns to her hometown of Woodsboro in the fourth act of the Scream franchise.", 
    "actors": "David Arquette, Neve Campbell, Courteney Cox, Emma Roberts", 
    "director": "Wes Craven", 
    "imdb_rating": "6.2/10", 
    "category": "Horror Movies", 
    "date_released": "1530921600"
},
{
    "title": "SDU: Sex Duties Unit", 
    "description": "Four man-children in an elite tactical unit gallivant around Macau for a weekend of debauchery that gets them in trouble with the law.", 
    "actors": "Chapman To, Shawn Yue, Matt Chow, Kwok Cheung Tsang", 
    "director": "Gary Mak", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1543622400"
},
{
    "title": "Searching for Sugar Man", 
    "description": "Decades after Detroit singer-songwriter Rodriguez disappeared following the commercial failure of his albums, two fans try to track down their idol.", 
    "actors": "Rodriguez", 
    "director": "Malik Bendjelloul", 
    "imdb_rating": "7.9/10", 
    "category": "Documentaries", 
    "date_released": "1535760000"
},
{
    "title": "Second Best", 
    "description": "A lonely postal worker applies to adopt a troubled 10-year-old and all is going well -- until the boy's real father is released from prison.", 
    "actors": "William Hurt, Nathan Yapp, Keith Allen, Chris Cleary Miles", 
    "director": "Chris Menges", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1543622400"
},
{
    "title": "Secret", 
    "description": "Enchanted by a pretty pianist and the haunting melody she plays, a musical prodigy falls in love. But a secret soon threatens to derail their romance.", 
    "actors": "Jay Chou, Lun-Mei Kwai, Anthony Wong Chau-Sang, Kai-xuan Tseng", 
    "director": "Jay Chou", 
    "imdb_rating": "7.8/10", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Secret of the Wings", 
    "description": "When a mysterious force draws Tinker Bell into the unknown world of the Winter Woods, she discovers a secret that will change her life forever.", 
    "actors": "Mae Whitman, Lucy Hale, Timothy Dalton, Jeff Bennett", 
    "director": "Peggy Holmes, Roberts Gannaway", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1357430400"
},
{
    "title": "Secret Superstar", 
    "description": "A talented teenage singer-songwriter living amid domestic abuse becomes a YouTube sensation after a video in which she hides her identity goes viral.", 
    "actors": "Zaira Wasim, Meher Vij, Raj Arjun, Aamir Khan", 
    "director": "Advait Chandan", 
    "imdb_rating": "7.5/10", 
    "category": "Dramas", 
    "date_released": "1521763200"
},
{
    "title": "Secretariat", 
    "description": "The famous thoroughbred, who won horseracing's 1973 Triple Crown, is nurtured by a steely woman who goes from housewife to the \"first lady of racing.\"", 
    "actors": "Diane Lane, John Malkovich, Dylan Walsh, Margo Martindale", 
    "director": "Randall Wallace", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1533081600"
},
{
    "title": "Secrets of Althorp - The Spencers", 
    "description": "Princess Diana's brother, Charles, the ninth Earl Spencer, leads a tour of Althorp House, the manor the Spencer family has called home for 500 years.", 
    "actors": "Samuel West", 
    "director": "Kasia Uscinska", 
    "imdb_rating": "7.7/10", 
    "category": "Documentaries", 
    "date_released": "1492819200"
},
{
    "title": "Secrets of Chatsworth", 
    "description": "Tales of tragedy and scandal unfold through the history of Chatsworth, a grand estate that has been home to some of England's most noted aristocrats.", 
    "actors": "Samuel West", 
    "director": "Susannah Ward", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1487721600"
},
{
    "title": "Secrets of Henry VIII's Palace: Hampton Court", 
    "description": "The history of this grand 500-year-old palace is inextricably tied to the lavish lifestyle of King Henry VIII and the doomed fates of his six wives.", 
    "actors": "Samuel West", 
    "director": "Sam Taplin", 
    "imdb_rating": "7.5/10", 
    "category": "Documentaries", 
    "date_released": "1487721600"
},
{
    "title": "Secrets of Her Majesty's Secret Service", 
    "description": "This documentary spotlights more than 100 years of operatives and operations in the U.K.'s secret service, the world's oldest intelligence agency.", 
    "actors": "Samuel West", 
    "director": "Kasia Uscinska", 
    "imdb_rating": "6.3/10", 
    "category": "Documentaries", 
    "date_released": "1487721600"
},
{
    "title": "Secrets of Highclere Castle", 
    "description": "Known as the setting of \"Downton Abbey,\" Highclere Castle truly was the home of aristocrats and an army of servants, with a rich past to share.", 
    "actors": "Samuel West", 
    "director": "Vicky Matthews", 
    "imdb_rating": "7.2/10", 
    "category": "Documentaries", 
    "date_released": "1487721600"
},
{
    "title": "Secrets of Underground London", 
    "description": "Experts examine the ruins and relics hidden beneath London's surface, unearthing a Roman amphitheater, plague pits, air raid shelters and more.", 
    "actors": "Samuel West", 
    "director": "Vicky Matthews, Gareth Sacala", 
    "imdb_rating": "7.7/10", 
    "category": "Documentaries", 
    "date_released": "1492819200"
},
{
    "title": "Secrets of Westminster", 
    "description": "Take an insider's tour of Parliament, Big Ben and Westminster Abbey to discover the little-known history and pageantry of these famous buildings.", 
    "actors": "Samuel West", 
    "director": "Louise Wardle", 
    "imdb_rating": "6.7/10", 
    "category": "Documentaries", 
    "date_released": "1492819200"
},
{
    "title": "Semana Santa", 
    "description": "A single mother, her boyfriend and her 8-year-old son take a weeklong resort vacation, during which secrets and relationship strains take their toll.", 
    "actors": "Tenoch Huerta, Anajosé Aldrete, Esteban Ávila, David Thornton", 
    "director": "Alejandra Márquez Abella", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1485820800"
},
{
    "title": "Sen Kimsin?", 
    "description": "Desperate for cash, klutzy private investigator Tekin searches for a wealthy woman's missing girl but faces one surprise and mishap after another.", 
    "actors": "Tolga Çevik, Köksal Engür, Pelin Körmükçü, Toprak Sergen", 
    "director": "Ozan Açıktan", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Sendero", 
    "description": "A celebratory road trip turns deadly when Ana and her pals are abducted by a deranged family and must use every scrap of strength and will to survive.", 
    "actors": "Andrea Garcia-Huidobro, Sofía García, Diego Casanueva, Javiera Hernández", 
    "director": "Lucio A. Rojas", 
    "imdb_rating": "4.4/10", 
    "category": "Horror Movies", 
    "date_released": "1481500800"
},
{
    "title": "Seoul Searching", 
    "description": "Teens of Korean descent who were born and raised in other countries travel to Seoul to learn about their cultural heritage at a summer camp in 1986.", 
    "actors": "Cha In-pyo, Justin Chon, Jessika Van, Esteban Ahn", 
    "director": "Benson Lee", 
    "imdb_rating": "7.5/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "September", 
    "description": "After a terrorist attack in Guatemala, a baby is rendered deaf and motherless and her father is left to raise her alone.", 
    "actors": "Saúl Lisazo, Mario Zaragoza, Juan Pablo Olyslager, Costanza Andrade", 
    "director": "Kenneth Müller", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1520640000"
},
{
    "title": "Serenity", 
    "description": "Picking up where his cult show \"Firefly\" left off, Joss Whedon's tale of galactic unrest follows Capt. Mal Reynolds and his scrappy but loyal crew.", 
    "actors": "Jewel Staite, Summer Glau, Gina Torres, Nathan Fillion", 
    "director": "Joss Whedon", 
    "imdb_rating": "7.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Set It Up", 
    "description": "In desperate need of a break from the office, two beleaguered assistants team up to trick their workaholic bosses into falling in love.", 
    "actors": "Zoey Deutch, Glen Powell, Lucy Liu, Taye Diggs", 
    "director": "Claire Scanlon", 
    "imdb_rating": "7.1/10", 
    "category": "Comedies", 
    "date_released": "1529020800"
},
{
    "title": "Set Off", 
    "description": "When a restaurant owner in Cyprus returns to Beijing to sign divorce papers, a drunk woman he encounters triggers a string of mishaps.", 
    "actors": "Wenpei Ju, Fan Wei, Liu Hua, Qianyuan Wang", 
    "director": "Liu Jiang", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1543622400"
},
{
    "title": "Settai", 
    "description": "Asked to deliver a package for a friend, Madhu gets her fiancé, Jayaganthan, to take care of it, and he then passes the task to one of his roommates.", 
    "actors": "Arya, Anjali, Hansika Motwani, Santhanam", 
    "director": "R. Kannan", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Seven", 
    "description": "A seasoned homicide detective and his new partner are on a desperate hunt for a killer whose gruesome crimes are based on the Seven Deadly Sins.", 
    "actors": "Brad Pitt, Morgan Freeman, Gwyneth Paltrow, Kevin Spacey", 
    "director": "David Fincher", 
    "imdb_rating": "8.3/10", 
    "category": "Thrillers", 
    "date_released": "1522540800"
},
{
    "title": "Seven in Heaven", 
    "description": "Two teenagers step into a secret closet and emerge in a terrifying alternate reality. They must find their way back before the door shuts forever.", 
    "actors": "Travis Tope, Haley Ramm, Jacinda Barrett, Gary Cole", 
    "director": "Chris Eigeman", 
    "imdb_rating": "5.9/10", 
    "category": "Horror Movies", 
    "date_released": "1538352000"
},
{
    "title": "Seven Pounds", 
    "description": "Weighed down by a dark secret, IRS agent Ben Thomas tries to improve the lives of seven strangers in need of a second chance.", 
    "actors": "Will Smith, Rosario Dawson, Woody Harrelson, Michael Ealy", 
    "director": "Gabriele Muccino", 
    "imdb_rating": "7.6/10", 
    "category": "Dramas", 
    "date_released": "1543622400"
},
{
    "title": "Sex and Lucía", 
    "description": "In an attempt to get over losing her boyfriend, Lucía retreats to a quiet Mediterranean island and begins to reflect on their relationship.", 
    "actors": "Paz Vega, Tristán Ulloa, Najwa Nimri, Daniel Freire", 
    "director": "Julio Medem", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1459468800"
},
{
    "title": "Sex and the City: The Movie", 
    "description": "In this big-screen continuation of the hit series, Big proposes to Carrie, but the groom's cold feet threaten to ruin their relationship forever.", 
    "actors": "Sarah Jessica Parker, Kim Cattrall, Kristin Davis, Cynthia Nixon", 
    "director": "Michael Patrick King", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Sex Doll", 
    "description": "A high-end call girl falls for a handsome man she meets at a nightclub, but he harbors a secret that throws a wrench in their relationship.", 
    "actors": "Hafsia Herzi, Ash Stymest, Karole Rocher, Paul Hamy", 
    "director": "Sylvie Verheyde", 
    "imdb_rating": "4.7/10", 
    "category": "Dramas", 
    "date_released": "1499644800"
},
{
    "title": "Sex, Shame and Tears", 
    "description": "Passions flare and alliances form when neighbors Ana and Miguel each start an affair with former lovers, right under their spouses' noses.", 
    "actors": "Demián Bichir, Susana Zabaleta, Jorge Salinas, Cecilia Suárez", 
    "director": "Antonio Serrano", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Shahanpan Dega Deva", 
    "description": "At large in the city, five inmates of a mental asylum run up against the insanity of the outside world while trying to prevent a terrorist plot.", 
    "actors": "Bharat Jadhav, Sanjay Narvekar, Ankush Chaudhari, Siddarth Jadhav", 
    "director": "Sudesh Manjrekar", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Shahid", 
    "description": "After being falsely accused of terrorism, Shahid Azmi, a boy from a poor Muslim family, becomes a human rights lawyer to defend the defenseless.", 
    "actors": "Rajkummar Rao, Prabhleen Sandhu, Mohammed Zeeshan Ayyub, Baljinder Kaur", 
    "director": "Hansal Mehta", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "Shaitan", 
    "description": "When they're blackmailed after a hit-and-run, a troubled rich girl and her wild friends stage a fake kidnapping with a plan to collect the ransom.", 
    "actors": "Rajeev Khandelwal, Kalki Koechlin, Gulshan Devaiah, Shiv Pandit", 
    "director": "Bejoy Nambiar", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1493596800"
},
{
    "title": "Shakespeare: The Legacy", 
    "description": "This film explores the era, life and work of William Shakespeare, including his famous lost years and the ways in which his legacy endures today.", 
    "actors": "John Nettles", 
    "director": "Lyndy Saville", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1467331200"
},
{
    "title": "Shakti: The Power", 
    "description": "A young mother must break free of the clutches of her husband's feudal family and bring herself and her young child to safety.", 
    "actors": "Karisma Kapoor, Nana Patekar, Sanjay Kapoor, Shah Rukh Khan", 
    "director": "Krishna Vamshi", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Shame To Shame", 
    "description": "In their pursuit of various goals, three sets of twins must navigate the unpredictable waters of ambition, friendship and love.", 
    "actors": "Laxmikant Berde, Priya Arun, Vijay Chavan, Deepak Shirke", 
    "director": "Purshottam Berde", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Shanghai", 
    "description": "Three disparate characters uncover government corruption as a small Indian town receives an influx of foreign money to turn it into the next Shanghai.", 
    "actors": "Emraan Hashmi, Abhay Deol, Prasenjit Chatterjee, Kalki Koechlin", 
    "director": "Dibakar Banerjee", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Shaolin Soccer", 
    "description": "A down-and-out ex-soccer player joins forces with a former monk to assemble an unlikely team of players to win the China Super Cup soccer tournament.", 
    "actors": "Stephen Chow, Zhao Wei, Ng Man-Tat, Tse Yin", 
    "director": "Stephen Chow", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1541030400"
},
{
    "title": "Shararat", 
    "description": "Unable to bribe his way out of a reckless driving charge, an arrogant rich kid is sentenced to community service at a home for senior citizens.", 
    "actors": "Abhishek Bachchan, Hrishitaa Bhatt, Amrish Puri, Mohnish Bahl", 
    "director": "Gurudev Bhalla", 
    "imdb_rating": "4.5/10", 
    "category": "Comedies", 
    "date_released": "1519862400"
},
{
    "title": "Shark Busters", 
    "description": "Hit by a media storm over his own mounting debts, a police officer leads an investigation against the loan sharks behind a sinister credit scheme.", 
    "actors": "Danny Lee, Hui Siu-Hung, Lam Suet, Alfred Cheung", 
    "director": "Herman Yau", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1534377600"
},
{
    "title": "Sharknado", 
    "description": "When a hurricane swamps Los Angeles, thousands of sharks are swept up in tornadoes and deposited all over the city, where they terrorize residents.", 
    "actors": "Ian Ziering, Tara Reid, John Heard, Cassandra Scerbo", 
    "director": "Anthony C. Ferrante", 
    "imdb_rating": "3.8/10", 
    "category": "Cult Movies", 
    "date_released": "1430784000"
},
{
    "title": "Sharknado 2: The Second One", 
    "description": "A freak weather system turns its fury on New York City, unleashing a deadly Sharknado on the Big Apple, and Fin and April are back to save the day.", 
    "actors": "Ian Ziering, Tara Reid, Vivica A. Fox, Mark McGrath", 
    "director": "Anthony C. Ferrante", 
    "imdb_rating": "4.4/10", 
    "category": "Cult Movies", 
    "date_released": "1417824000"
},
{
    "title": "Sharknado 3", 
    "description": "When a vortex of airborne sharks attacks Washington, D.C., then threatens Florida's theme parks, Fin must again risk it all to save the children.", 
    "actors": "Ian Ziering, Tara Reid, Cassandra Scerbo, Frankie Muniz", 
    "director": "Anthony C. Ferrante", 
    "imdb_rating": "4.4/10", 
    "category": "Cult Movies", 
    "date_released": "1453420800"
},
{
    "title": "Sharknado 5", 
    "description": "Attention flying sharks! This is your fifth -- but probably not final -- warning. Fin Shepard and his family are gunning for you.", 
    "actors": "Ian Ziering, Tara Reid, Billy Barratt, Dolph Lundgren", 
    "director": "Anthony C. Ferrante", 
    "imdb_rating": "4.4/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Sharknado: The 4th Awakens", 
    "description": "Five years after the last sharknado attack, the killer vortices are back. This time, they're in Las Vegas, where only one man can stop them.", 
    "actors": "Ian Ziering, Tara Reid, Tommy Davidson, Masiela Lusha", 
    "director": "Anthony C. Ferrante", 
    "imdb_rating": "4.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1485475200"
},
{
    "title": "Shaun of the Dead", 
    "description": "Shaun has no clue what to do with his life or with his relationship, but motivation comes in the form of a freak zombie attack.", 
    "actors": "Bill Nighy, Rafe Spall, Penelope Wilton, Nick Frost", 
    "director": "Edgar Wright", 
    "imdb_rating": "7.6/10", 
    "category": "Comedies", 
    "date_released": "1543622400"
},
{
    "title": "Shaurya: It Takes Courage to Make Right... Right", 
    "description": "Courtroom intrigue plays out against a backdrop of military secrets in this Bollywood drama with a plot that's reminiscent of \"A Few Good Men.\"", 
    "actors": "Rahul Bose, Javed Jaffrey, Minissha Lamba, Seema Biswas", 
    "director": "Samar Khan", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Shavam", 
    "description": "Following the sudden death of a young man from a middle-class Christian family, friends and relatives gather to grieve and prepare for the funeral.", 
    "actors": "Francis Borgia, Athira Sukumaran, Deepa Divakar, Pradeep Kumar", 
    "director": "Don Palathara", 
    "imdb_rating": "8.0/10", 
    "category": "Comedies", 
    "date_released": "1500076800"
},
{
    "title": "She's Gotta Have It", 
    "description": "A free-spirited woman can't choose between a trio of ill-suited suitors: relationship-minded Jamie, shallow male model Greer and bike messenger Mars.", 
    "actors": "Tracy Camilla Johns, Tommy Redmond Hicks, John Canada Terrell, Spike Lee", 
    "director": "Spike Lee", 
    "imdb_rating": "6.3/10", 
    "category": "Classic Movies", 
    "date_released": "1504224000"
},
{
    "title": "She's Out of My League", 
    "description": "When average-guy Kirk starts dating drop-dead-gorgeous Molly, his friends don't see it lasting, so Kirk does everything he can to avoid losing Molly.", 
    "actors": "Jay Baruchel, Alice Eve, T.J. Miller, Mike Vogel", 
    "director": "Jim Field Smith", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Shejari Shejari", 
    "description": "After leaving her husband, a woman is informed by her lawyer that she can only claim her inheritance from her grandfather if she is happily married.", 
    "actors": "Laxmikant Berde, Ravindra Berde, Kishore Nandlaskar, Ravi Patwardhan", 
    "director": "Dilip Kolhatkar", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Shelley", 
    "description": "When Kasper and Louise are unable to conceive, their maid agrees to be their surrogate. But It's soon clear that this is no ordinary pregnancy.", 
    "actors": "Ellen Dorrit Petersen, Cosmina Stratan, Peter Christoffersen, Bjorn Andresen", 
    "director": "Ali Abbasi", 
    "imdb_rating": "5.5/10", 
    "category": "Horror Movies", 
    "date_released": "1481587200"
},
{
    "title": "Shelter", 
    "description": "A forensic psychiatrist has to think outside the box when she takes on a patient whose multiple personalities lead to a trail of murder victims.", 
    "actors": "Julianne Moore, Jonathan Rhys Meyers, Jeffrey DeMunn, Frances Conroy", 
    "director": "Måns Mårlind, Björn Stein", 
    "imdb_rating": "5.9/10", 
    "category": "Horror Movies", 
    "date_released": "1514505600"
},
{
    "title": "Shelter", 
    "description": "Homeless on the streets of New York, a heroin addict and a Nigerian immigrant fall in love and discover a painful shared past.", 
    "actors": "Jennifer Connelly, Anthony Mackie, Amy Hargreaves, Scott Johnsen", 
    "director": "Paul Bettany", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1457740800"
},
{
    "title": "Shepherds and Butchers", 
    "description": "When a young prison guard commits murder in South Africa, an ardent lawyer aims to prove he was psychologically unbalanced by his role in executions.", 
    "actors": "Steve Coogan, Andrea Riseborough, Garion Dowds, Robert Hobbs", 
    "director": "Oliver Schmitz", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1493078400"
},
{
    "title": "Shikari", 
    "description": "When Shankar, who performs on the road with partner Chanchal and elephant Appu, falls for a Russian circus performer, jealousies and conflicts arise.", 
    "actors": "Mithun Chakraborty, Naseeruddin Shah, Irina Kushnareva, Varsha Usgaonkar", 
    "director": "Latif Faiziyev, Umesh Mehra", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1512691200"
},
{
    "title": "Shikshanachya Aaicha Gho", 
    "description": "A boy's desire to play cricket clashes with his father's desire that he focus on excelling academically, with regrettable consequences.", 
    "actors": "Bharat Jadhav, Siddarth Jadhav, Vijay Kenkre, Sachin Khedekar", 
    "director": "Mahesh Manjrekar", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Shimmer Lake", 
    "description": "Unfolding in reverse time, this darkly comic crime thriller follows a local sheriff hunting three bank robbery suspects, one of whom is his brother.", 
    "actors": "Benjamin Walker, Rainn Wilson, Rob Corddry, Adam Pally", 
    "director": "Oren Uziel", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1496966400"
},
{
    "title": "Shopkins: Chef Club", 
    "description": "In this first full Shopkins movie, Peppa-Mint is the new Shoppie in town who stirs things up by hosting a team cooking competition.", 
    "actors": "Erika Harlacher, Marieve Herington, David Lodge, Cassandra Morris", 
    "director": "Raymond McGrath", 
    "imdb_rating": "1.0/10", 
    "category": "Movies", 
    "date_released": "1542240000"
},
{
    "title": "Shopkins: Wild", 
    "description": "Beloved movie star Scarletta Gateau visits Shopville and recruits the Shopkins for a quest through the jungle to the mysterious world of Pawville.", 
    "actors": "Kate Murphy, Cassandra Morris, Kayli Mills, Abby Trott", 
    "director": "Adele K. Thomas, Richard Bailey", 
    "imdb_rating": "7.7/10", 
    "category": "Movies", 
    "date_released": "1542240000"
},
{
    "title": "Shopkins: World Vacation", 
    "description": "The Shopkins and Shoppies jet around the world in search of missing friend Kooky Cookie, a stolen diamond and more vloggable adventure.", 
    "actors": "Kate Murphy, Cassandra Morris, Erika Harlacher, Abby Trott", 
    "director": "Richard Bailey", 
    "imdb_rating": "5.5/10", 
    "category": "Movies", 
    "date_released": "1542240000"
},
{
    "title": "Shorgul", 
    "description": "A Hindu boy's feelings for a Muslim girl expose the tensions between their two communities and open the door to chaos and violence.", 
    "actors": "Ashutosh Rana, Jimmy Shergill, Suha Gezen, Sanjay Suri", 
    "director": "Jitendra Tiwari, Pranav Singh", 
    "imdb_rating": "4.9/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Shortkut: The Con Is On", 
    "description": "A talented, hardworking scriptwriter finds his Bollywood dreams shattered when a buffoon steals his screenplay and rides it to superstardom.", 
    "actors": "Akshaye Khanna, Arshad Warsi, Amrita Rao, Simi Garewal", 
    "director": "Neeraj Vora", 
    "imdb_rating": "3.8/10", 
    "category": "Comedies", 
    "date_released": "1498867200"
},
{
    "title": "Shrek", 
    "description": "On a mission to retrieve a princess from a fire-breathing dragon, gruff ogre Shrek teams up with an unlikely compatriot -- a wisecracking donkey.", 
    "actors": "Mike Myers, Eddie Murphy, Cameron Diaz, John Lithgow", 
    "director": "Andrew Adamson, Vicky Jenson", 
    "imdb_rating": "7.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1525132800"
},
{
    "title": "Shrek the Musical", 
    "description": "The greatest fairy tale never told comes to life in this colorful, song-filled, Tony Award-winning Broadway production based on the hit movie.", 
    "actors": "Brian d'Arcy James, Daniel Breaker, Sutton Foster, Christopher Sieber", 
    "director": "Jason Moore", 
    "imdb_rating": "7.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1388275200"
},
{
    "title": "Shubh Aarambh", 
    "description": "As her own wedding looms on the horizon, a marriage counselor strives to save her future in-laws' crumbling relationship.", 
    "actors": "Harsh Chhaya, Prachi Shah, Bharat Chawda, Deeksha Joshi", 
    "director": "Amit Barot", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Shuddhi", 
    "description": "An American woman on a revenge mission travels to India and befriends two journalists seeking justice for violent crimes against women.", 
    "actors": "Lauren Spartano, Niveditha, Amrutha Karagada, Shashank Purushotham", 
    "director": "Adarsh Eshwarappa", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Shukranallah", 
    "description": "Salim and Sulaiman Merchant are the stars of this documentary celebrating their music, lives and the highs and lows of years of touring.", 
    "actors": "Salim Merchant, Sulaiman Merchant", 
    "director": "Shakti Hasija", 
    "imdb_rating": "5.0/10", 
    "category": "Documentaries", 
    "date_released": "1479168000"
},
{
    "title": "Shutter", 
    "description": "After killing a young girl in a hit-and-run accident, a couple is haunted by more than just the memory of their deadly choice.", 
    "actors": "Ananda Everingham, Natthaweeranuch Thongmee, Achita Sikamana, Unnop Chanpaibool", 
    "director": "Banjong Pisanthanakun, Parkpoom Wongpoom", 
    "imdb_rating": "6.9/10", 
    "category": "Horror Movies", 
    "date_released": "1535760000"
},
{
    "title": "Si saben cómo me pongo ¿pá qué me invitan?", 
    "description": "When four unhappy couples attend a spiritual retreat at a resort to try and solve their relationship troubles, shenanigans ensue.", 
    "actors": "Ricardo Quevedo, Iván Marín, Freddy Beltrán, Nelson Polanía", 
    "director": "Fernando Ayllón", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1524787200"
},
{
    "title": "Siberian Education", 
    "description": "Deadly Code is the riveting story of two best friends raised in a deadly community of criminal outcasts, where the laws of the outside world don't apply.", 
    "actors": "John Malkovich, Peter Stormare, Arnas Fedaravicius, Vilius Tumalavicius", 
    "director": "Gabriele Salvatores", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1410307200"
},
{
    "title": "Siddhant", 
    "description": "A principled mathematics teacher is shocked to discover that his grandson used unethical means to achieve academic success.", 
    "actors": "Vikram Gokhale, Swati Chitnis, Kishore Kadam, Ganesh Yadav", 
    "director": "Vivek Wagh", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Sierra Burgess Is a Loser", 
    "description": "A wrong-number text sparks a virtual romance between a smart but unpopular teen and a sweet jock who thinks he's talking to a gorgeous cheerleader.", 
    "actors": "Shannon Purser, Kristine Froseth, RJ Cyler, Noah Centineo", 
    "director": "Ian Samuels", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1536278400"
},
{
    "title": "Sigaram Thodu", 
    "description": "A policeman's son overcomes his reluctance to join the force following a brutal attack on his father and ends up in the middle of a robbery case.", 
    "actors": "Vikram Prabhu, Sathyaraj, Monal Gajjar, Sathish", 
    "director": "Gaurav Narayanan", 
    "imdb_rating": "4.2/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Silencer", 
    "description": "When a drug lord kidnaps his girlfriend’s daughter, a retired assassin leaves his newly peaceful life to go on a ruthless rampage to rescue the child.", 
    "actors": "Johnny Messner, Danny Trejo, Tito Ortiz, Chuck Liddell", 
    "director": "Timothy Woodward Jr.", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1543795200"
},
{
    "title": "Sinatra: To Be Frank", 
    "description": "Explore how singer and actor Frank Sinatra became one of the biggest stars of the 20th century while remaining, in his heart, just a regular guy.", 
    "actors": "Frank Sinatra", 
    "director": "Simon Napier-Bell", 
    "imdb_rating": "7.2/10", 
    "category": "Documentaries", 
    "date_released": "1494806400"
},
{
    "title": "Sing", 
    "description": "An optimistic koala tries to save his theater with a singing contest featuring a timid elephant, a teenage gorilla, an overworked sow and more.", 
    "actors": "Matthew McConaughey, Reese Witherspoon, Seth MacFarlane, Scarlett Johansson", 
    "director": "Garth Jennings", 
    "imdb_rating": "6.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1501718400"
},
{
    "title": "Sing-a-long with PJ Masks", 
    "description": "Suit up and sing along with Owlette, Gekko and Catboy as they race through the city to stop nighttime baddies and work together to save the day.", 
    "actors": "Kyle Breitkopf, Addison Holley, Jacob Ewaniuk, Alex Thorne", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1517356800"
},
{
    "title": "Singapore", 
    "description": "When his employee disappears in Singapore, Shyam travels from India to investigate the absence and becomes entangled in a deadly plot.", 
    "actors": "Shammi Kapoor, Padmini, Maria Menado, Shashikala", 
    "director": "Shakti Samanta", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1508025600"
},
{
    "title": "Singh Is Kinng", 
    "description": "When a crazy turn of events places a kindhearted bumbler in charge of a mighty underworld gang, he tries using his new power for good.", 
    "actors": "Akshay Kumar, Katrina Kaif, Om Puri, Kiron Kher", 
    "director": "Anees Bazmee", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1525651200"
},
{
    "title": "Singh Saab the Great", 
    "description": "As the result of a TV journalist's curiosity, the amazing saga of an honorable government tax collector's past comes to light.", 
    "actors": "Sunny Deol, Urvashi Rautela, Prakash Raj, Amrita Rao", 
    "director": "Anil Sharma", 
    "imdb_rating": "4.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1500076800"
},
{
    "title": "Singham", 
    "description": "A police inspector kills himself after a powerful gangster frames him for corruption -- but soon the thug faces the full force of cop Bajirao Singham.", 
    "actors": "Ajay Devgn, Kajal Aggarwal, Prakash Raj, Sonali Kulkarni", 
    "director": "Rohit Shetty", 
    "imdb_rating": "7.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1462060800"
},
{
    "title": "Single", 
    "description": "Unemployed and immature, a somewhat pathetic bachelor sets his sights on finding a date for the wedding of his younger, more successful brother.", 
    "actors": "Raditya Dika, Annisa Rawles, Chandra Liow, Pandji Pragiwaksono", 
    "director": "Raditya Dika", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1538092800"
},
{
    "title": "Singularity", 
    "description": "Nearly a century after artificial intelligence tried to eradicate people from Earth, two survivors search for a human enclave rumored to still exist.", 
    "actors": "Julian Schaffner, John Cusack, Jeannine Wacker, Carmen Argenziano", 
    "director": "Robert Kouba", 
    "imdb_rating": "3.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1527811200"
},
{
    "title": "Sister Code", 
    "description": "After the death of their beloved mother, three foster sisters find their bond tested by old grudges, career tensions and a startling revelation.", 
    "actors": "Drew Sidora, Eva Marcille, Amber Rose, Marcus T. Paulk", 
    "director": "Corey Grant", 
    "imdb_rating": "5.2/10", 
    "category": "Comedies", 
    "date_released": "1455408000"
},
{
    "title": "Six Feet High", 
    "description": "Following a devastating flood in the Himalayas, a man goes on a search -- both for his girlfriend and for a greater understanding of life.", 
    "actors": "Prakash Bare, Meena Kandasamy, Bikramjit Gupta, Chala Chari", 
    "director": "Sanal Kumar Sasidharan", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1502755200"
},
{
    "title": "Sixteen Candles", 
    "description": "Samantha's family has forgotten her sixteenth birthday, a day that could be perfect if only Jake Ryan would look her way.", 
    "actors": "Molly Ringwald, Michael Schoeffling, Anthony Michael Hall, Justin Henry", 
    "director": "John Hughes", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Skins", 
    "description": "Deformed, disfigured characters must find a way to deal with society shunning their differences in this darkly comic social drama.", 
    "actors": "Ana Polvorosa, Candela Peña, Macarena Gómez, Carmen Machi", 
    "director": "Eduardo Casanova", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1491004800"
},
{
    "title": "Sky on Fire", 
    "description": "The security chief at a top-level medical facility must fight to ensure that revolutionary cancer research doesn't fall into the wrong hands.", 
    "actors": "Daniel Wu, Joseph Chang, Amber Kuo, Zhang Jingchu", 
    "director": "Ringo Lam", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1501891200"
},
{
    "title": "Skydancers", 
    "description": "Only a few women pilots take part in the sport of aerobatics. Director Fredric Lean captures their powerful spirit at the World Aerobatic Championships.", 
    "actors": "", 
    "director": "Fredric Lean", 
    "imdb_rating": "8.5/10", 
    "category": "Documentaries", 
    "date_released": "1530057600"
},
{
    "title": "Slam", 
    "description": "Teen father-to-be Sam imagines his future as a young parent and finds a surprising mentor while reading about his idol, pro skateboarder Tony Hawk.", 
    "actors": "Ludovico Tersigni, Jasmine Trinca, Luca Marinelli, Barbara Ramella", 
    "director": "Andrea Molaioli", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1492214400"
},
{
    "title": "Sleeping with Other People", 
    "description": "Many years after hooking up in college, two people cross paths and realize they are both serial philanderers who need each other's help to reform.", 
    "actors": "Jason Sudeikis, Alison Brie, Adam Scott, Jason Mantzoukas", 
    "director": "Leslye Headland", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1506902400"
},
{
    "title": "Sliding Doors", 
    "description": "Two different universes unfold in this fantasy about alternate realities, the reliability of subway schedules and fate's role in shaping lives.", 
    "actors": "Gwyneth Paltrow, John Hannah, John Lynch, Zara Turner", 
    "director": "Peter Howitt", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1525132800"
},
{
    "title": "Slow TV: National Firewood Evening", 
    "description": "Watch Norwegians demonstrate how to chop and stack firewood, and then sit back and enjoy the slow burn of a crackling fireplace in a Bergen farmhouse.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1470355200"
},
{
    "title": "Slow TV: National Firewood Morning", 
    "description": "Watch Norwegians demonstrate how to chop and stack firewood, and then sit back and enjoy the slow burn of a crackling fireplace in a Bergen farmhouse.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1470355200"
},
{
    "title": "Slow TV: National Firewood Night", 
    "description": "Watch Norwegians demonstrate how to chop and stack firewood, and then sit back and enjoy the slow burn of a crackling fireplace in a Bergen farmhouse.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1470355200"
},
{
    "title": "Slow TV: National Knitting Evening", 
    "description": "Knitting enthusiasts in Norway discuss the pastime and try to break the speed record for shearing, spinning and knitting wool into a men's sweater.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1470355200"
},
{
    "title": "Slow TV: National Knitting Night", 
    "description": "Knitting enthusiasts in Norway discuss the pastime and try to break the speed record for shearing, spinning and knitting wool into a men's sweater.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1470355200"
},
{
    "title": "Slow TV: Salmon Fishing", 
    "description": "This installment in Norway's \"Slow TV\" phenomenon features footage of salmon fishing on the Gaula River on the opening day of the season.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1470355200"
},
{
    "title": "Slow TV: The Telemark Canal", 
    "description": "Drift along Norway's Telemark Canal aboard the MS Victoria as it sails through a series of locks and past points of interest between Skien and Dalen.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1470355200"
},
{
    "title": "Slow TV: Train Ride Bergen to Oslo", 
    "description": "Take in the passing landscapes captured by train-mounted cameras during a rail journey through forests and mountains between Bergen and Oslo, Norway.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1470355200"
},
{
    "title": "Slow West", 
    "description": "Determined to find the woman he loves, a Scottish teenager braves the Western frontier of 19th-century America, with bounty hunters hot on his trail.", 
    "actors": "Kodi Smit-McPhee, Michael Fassbender, Ben Mendelsohn, Caren Pistorius", 
    "director": "John Maclean", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1532563200"
},
{
    "title": "Smash: Motorized Mayhem", 
    "description": "Buckle up for a look inside a biannual school bus race in Florida, a harrowing event where carnage and collisions are most definitely encouraged.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Documentaries", 
    "date_released": "1494806400"
},
{
    "title": "Smoke & Mirrors", 
    "description": "Betrayed by the Spanish government he once served, a former secret agent plots to steal millions of dollars embezzled by a corrupt public official.", 
    "actors": "Eduard Fernández, José Coronado, Marta Etura, Carlos Santos", 
    "director": "Alberto Rodríguez", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1496275200"
},
{
    "title": "Smurfs: The Lost Village", 
    "description": "Smurfette and best pals Brainy, Clumsy and Hefty journey deep into the Forbidden Forest to save a mysterious lost village from evil wizard Gargamel.", 
    "actors": "Demi Lovato, Rainn Wilson, Joe Manganiello, Jack McBrayer", 
    "director": "Kelly Asbury", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1508457600"
},
{
    "title": "Sniper", 
    "description": "A veteran Marine sniper and an Olympic-medalist marksman team up to assassinate a Noriega-like revolutionary and his crew in the jungles of Panama.", 
    "actors": "Tom Berenger, Billy Zane, J.T. Walsh, Aden Young", 
    "director": "Luis Llosa", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "Snow Buddies", 
    "description": "In this family-friendly tale, a feisty pack of golden retriever puppies embarks on an Alaskan adventure, braving snow, ice and danger along the way.", 
    "actors": "Jim Belushi, Molly Shannon, Kris Kristofferson, Tom Everett Scott", 
    "director": "Robert Vince", 
    "imdb_rating": "5.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1477958400"
},
{
    "title": "So Undercover", 
    "description": "As part of a high-stakes mob investigation, the FBI convinces a PI to go undercover as a well-bred sorority member in this crime comedy.", 
    "actors": "Miley Cyrus, Jeremy Piven, Mike O'Malley, Josh Bowman", 
    "director": "Tom Vaughan", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1514764800"
},
{
    "title": "Soccer City", 
    "description": "As South Africa hosts its first World Cup, five local soccer players reflect on the sport's cultural significance in their struggling township.", 
    "actors": "", 
    "director": "Nick Fitzhugh", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1464739200"
},
{
    "title": "Socha Na Tha", 
    "description": "An arranged marriage becomes a friendship for Viren and Aditi, who aren't in love -- until they begin having unexpected feelings for each other.", 
    "actors": "Abhay Deol, Ayesha Takia, Apoorva Jha, Suresh Oberoi", 
    "director": "Imtiaz Ali", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "Sohni Mahiwal", 
    "description": "After being violently separated from the woman he loves, a young man must disguise himself in order to keep meeting her.", 
    "actors": "Zeenat Aman, Pran, Tanuja, Poonam Dhillon", 
    "director": "Latif Faiziyev, Umesh Mehra", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1504224000"
},
{
    "title": "Soldier", 
    "description": "On the run from Indian police, a mysterious man escapes to Australia and falls in love with the daughter of an Indian criminal who lives there.", 
    "actors": "Rakhee Gulzar, Bobby Deol, Preity Zinta", 
    "director": "Abbas Mustan", 
    "imdb_rating": "", 
    "category": "International Movies", 
    "date_released": "1497484800"
},
{
    "title": "Solo (Tamil version)", 
    "description": "Four disparate lives -- a gangster, a student, a veterinarian and a soldier -- are evocatively connected to elements of earth, fire, wind and water.", 
    "actors": "Dulquer Salmaan, Dhansika, Anson Paul, Sruthi Hariharan", 
    "director": "Bejoy Nambiar", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Solo Con Tu Pareja", 
    "description": "A yuppie playboy looks for a quick death after being falsely diagnosed with AIDS by a nurse who was once cheated by the young Casanova.", 
    "actors": "Luis de Icaza, Dobrina Liubomirova, Isabel Benet, Claudia Fernandez", 
    "director": "Alfonso Cuarón", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1535760000"
},
{
    "title": "Solomon Kane", 
    "description": "In this epic tale, a once-murderous sea captain is holed up in a monastery in retreat from the devil, whom the captain fears is coming for his soul.", 
    "actors": "James Purefoy, Pete Postlethwaite, Rachel Hurd-Wood, Alice Krige", 
    "director": "Michael J. Bassett", 
    "imdb_rating": "5.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1518652800"
},
{
    "title": "Some Freaks", 
    "description": "A one-eyed boy and plus-sized girl form a deep connection. But following a brief separation, they reunite as different people.", 
    "actors": "Thomas Mann, Lily Mae Harrington, Ely Henry, Lachlan Buchanan", 
    "director": "Ian MacAllister-McDonald", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1513555200"
},
{
    "title": "Some Kind of Beautiful", 
    "description": "A womanizing poetry professor reevaluates his romantic life when he impregnates a graduate student, then falls in love with her sister.", 
    "actors": "Pierce Brosnan, Salma Hayek, Jessica Alba, Malcolm McDowell", 
    "director": "Tom Vaughan", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1526774400"
},
{
    "title": "Something Huge", 
    "description": "A director and a comedian want to shoot the \"comedy of the future\" and make cinema history, but soon run out of resources and run into mission creep.", 
    "actors": "Berto Romero, Carolina Bang, Javier Botet, Carlos Areces", 
    "director": "Carlo Padial", 
    "imdb_rating": "4.2/10", 
    "category": "Comedies", 
    "date_released": "1519862400"
},
{
    "title": "Something New", 
    "description": "Black accounting exec Kenya struggles with her personal life, so she agrees to go on a blind date with a sexy architect -- who happens to be white.", 
    "actors": "Sanaa Lathan, Simon Baker, Mike Epps, Donald Faison", 
    "director": "Sanaa Hamri", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1534291200"
},
{
    "title": "Sometimes", 
    "description": "Seven strangers anxiously waiting for their HIV test results decide to bribe the clinic receptionist to get them early, learning one is positive.", 
    "actors": "Prakash Raj, Shreya Reddy, Ashok Selvan", 
    "director": "Priyadarshan", 
    "imdb_rating": "8.2/10", 
    "category": "Dramas", 
    "date_released": "1525132800"
},
{
    "title": "Sommersby", 
    "description": "After the war, a Confederate soldier with a questionable past returns home to his wife, who thought he was dead and became engaged to another man.", 
    "actors": "Jodie Foster, Richard Gere, James Earl Jones, Bill Pullman", 
    "director": "Jon Amiel", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Son of a Gun", 
    "description": "A young petty thief who received protection from a notorious inmate in jail is forced to spring his defender from prison and help pull off a heist.", 
    "actors": "Ewan McGregor, Brenton Thwaites, Alicia Vikander, Jacek Koman", 
    "director": "Julius Avery", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1531958400"
},
{
    "title": "Son of Alladin", 
    "description": "When an evil magician conjures a deadly dragon, a valiant prince leaps into action and initiates a magic prophecy to protect his kingdom.", 
    "actors": "", 
    "director": "Singeetham Srinivasa Rao", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1498867200"
},
{
    "title": "Song of the Sea", 
    "description": "The last of a magical race of seals that become human on dry land, Saoirse and her brother must return to the sea in this animated adventure.", 
    "actors": "David Rawle, Brendan Gleeson, Fionnula Flanagan, Lisa Hannigan", 
    "director": "Tomm Moore", 
    "imdb_rating": "8.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1533081600"
},
{
    "title": "Sonita", 
    "description": "This documentary follows an Afghan-born Tehran teen who risks everything to be a rapper and protest the practice of selling girls into marriage.", 
    "actors": "Sonita Alidazeh", 
    "director": "Rokhsareh Ghaemmaghami", 
    "imdb_rating": "7.4/10", 
    "category": "Documentaries", 
    "date_released": "1487116800"
},
{
    "title": "Sons of Ben", 
    "description": "Passion is an understatement. Meet the folks who wanted a Major League Soccer club in Philadelphia so badly, they became fans before it even existed.", 
    "actors": "", 
    "director": "Jeffrey C. Bell", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1481328000"
},
{
    "title": "Soorma", 
    "description": "This biopic on former Indian field hockey player Sandeep Singh follows the athlete’s hard-fought comeback after an accidental gunshot left him paralyzed.", 
    "actors": "Diljit Dosanjh, Tapsee Pannu, Angad Bedi, Kulbhushan Kharbanda", 
    "director": "Shaad Ali", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1539388800"
},
{
    "title": "Sophie and the Rising Sun", 
    "description": "In the fall of 1941, the arrival of a mysterious stranger in a small South Carolina town sets the locals on edge and ignites a forbidden courtship.", 
    "actors": "Julianne Nicholson, Margo Martindale, Lorraine Toussaint, Takashi Yamaguchi", 
    "director": "Maggie Greenwald", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "Southpaw", 
    "description": "When tragedy strikes, former boxing star Billy \"The Great\" Hope is forced to start over. But does he still have what it takes to be a champion?", 
    "actors": "Jake Gyllenhaal, Rachel McAdams, Forest Whitaker, Naomie Harris", 
    "director": "Antoine Fuqua", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1495584000"
},
{
    "title": "Space Buddies", 
    "description": "The puppies of Air Buddies are back in this family-friendly adventure. But this time, they're setting their sights even higher -- as in, the moon!", 
    "actors": "Jason Earles, Diedrich Bader, Lochlyn Munro, Bill Fagerbakke", 
    "director": "Robert Vince", 
    "imdb_rating": "4.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1383264000"
},
{
    "title": "Spanglish", 
    "description": "When a rich LA family hires a beautiful Mexican housekeeper, everyone's life is upended in hilariously zany ways in this comedy of manners and mayhem.", 
    "actors": "Adam Sandler, Téa Leoni, Paz Vega, Cloris Leachman", 
    "director": "James L. Brooks", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "Spanish Affair 2", 
    "description": "Spanish provincialism is put into the spotlight as a man from the Basque Country embarks on a mission to keep his daughter from marrying a Catalan.", 
    "actors": "Dani Rovira, Clara Lago, Karra Elejalde, Carmen Machi", 
    "director": "Emilio Martínez Lázaro", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1477958400"
},
{
    "title": "Sparring", 
    "description": "A middle-aged boxer with a mixed record becomes a champion's sparring partner while dreaming of one last chance to end his career with a victory.", 
    "actors": "Mathieu Kassovitz, Olivia Merilahti, Souleymane M'Baye, Billie Blain", 
    "director": "Samuel Jouy", 
    "imdb_rating": "5.2/10", 
    "category": "Dramas", 
    "date_released": "1535760000"
},
{
    "title": "Special 26", 
    "description": "In this fact-based crime drama, a gang of con artists posing as government officials executes a heist in the form of a raid on a prominent jeweler.", 
    "actors": "Akshay Kumar, Manoj Bajpayee, Anupam Kher, Jimmy Shergill", 
    "director": "Neeraj Pandey", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "Speech & Debate", 
    "description": "Fed up with the hypocrisy of the adults around them, three creative high school misfits revive an old debate club as a way to fight back.", 
    "actors": "Liam James, Sarah Steele, Austin McKenzie, Roger Bart", 
    "director": "Dan Harris", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1499299200"
},
{
    "title": "Speed Racer", 
    "description": "A gifted young auto racer puts his family before money and fame when he turns down a lucrative contract from a wealthy industrialist.", 
    "actors": "Emile Hirsch, Christina Ricci, John Goodman, Susan Sarandon", 
    "director": "Lilly Wachowski, Lana Wachowski", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1522540800"
},
{
    "title": "SPF-18", 
    "description": "A summer housesitting opportunity at a celebrity's swanky Malibu beach house marks a turning point in the lives of four artistically minded teenagers.", 
    "actors": "Carson Meyer, Noah Centineo, Bianca Santos, Jackson White", 
    "director": "Alex Israel", 
    "imdb_rating": "4.5/10", 
    "category": "Dramas", 
    "date_released": "1509321600"
},
{
    "title": "Spivak", 
    "description": "Struggling writer Wally Spivak is stuck in a rut -- until he meets a charming, free-spirited couple and starts to see life in a new way.", 
    "actors": "Michael Bacall, Maggie Lawson, Elden Henson, Robert Kazinsky", 
    "director": "Anthony Abrams, Adam Larson Broder", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1525996800"
},
{
    "title": "Splatter", 
    "description": "After committing suicide, a washed-up rocker returns from the grave to torment the five people who betrayed him in life.", 
    "actors": "Corey Feldman, Tony Todd, Tara Leigh, Erin Way", 
    "director": "Joe Dante", 
    "imdb_rating": "3.0/10", 
    "category": "Horror Movies", 
    "date_released": "1258502400"
},
{
    "title": "Spotlight", 
    "description": "A team of reporters and editors at the Boston Globe relentlessly investigate a shocking child molestation cover-up by the Catholic Church.", 
    "actors": "Mark Ruffalo, Michael Keaton, Rachel McAdams, Liev Schreiber", 
    "director": "Tom McCarthy", 
    "imdb_rating": "7.8/10", 
    "category": "Dramas", 
    "date_released": "1466553600"
},
{
    "title": "Spread", 
    "description": "Playboy Nikki has a no-strings \"arrangement\" with successful lawyer Samantha, but when he meets waitress Heather, his plans to avoid love implode.", 
    "actors": "Ashton Kutcher, Anne Heche, Margarita Levieva, Sebastian Stan", 
    "director": "David Mackenzie", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Spring Breakers", 
    "description": "After four college girls rob a restaurant to fund their spring break in Florida, they get entangled with a weird dude with his own criminal agenda.", 
    "actors": "James Franco, Vanessa Hudgens, Selena Gomez, Ashley Benson", 
    "director": "Harmony Korine", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1531353600"
},
{
    "title": "Springsteen & I", 
    "description": "Mixing fan-shot video with performance clips, this heartfelt documentary demonstrates how important Bruce Springsteen has been to his fans worldwide.", 
    "actors": "Bruce Springsteen, Mitchell A. S. Hallock", 
    "director": "Baillie Walsh", 
    "imdb_rating": "7.4/10", 
    "category": "Documentaries", 
    "date_released": "1491004800"
},
{
    "title": "Spy Time", 
    "description": "When his girlfriend dumps him for being a bore, a working stiff discovers that his father is a secret agent and a dangerous thug is targeting them.", 
    "actors": "Imanol Arias, Quim Gutiérrez, Alexandra Jiménez, Berto Romero", 
    "director": "Javier Ruiz Caldera", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1464739200"
},
{
    "title": "Spyder", 
    "description": "When an Intelligence Bureau officer’s phone-tapping day job leads him to a serial killer, he must track down and thwart the murderer’s next steps.", 
    "actors": "Mahesh Babu, Rakul Preet Singh, S.J. Surya, Bharath Srinivasan", 
    "director": "A.R. Murugadoss", 
    "imdb_rating": "5.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1535414400"
},
{
    "title": "Stake Land II: The Stakelander", 
    "description": "In the postapocalyptic future, a tragedy leads Martin to seek out his old mentor, Mister, to get revenge against the new leader of a vampire army.", 
    "actors": "Connor Paolo, Nick Damici, Laura Abramsen, A.C. Peterson", 
    "director": "Dan Berk, Robert Olsen", 
    "imdb_rating": "", 
    "category": "Horror Movies", 
    "date_released": "1494115200"
},
{
    "title": "Standing Ovation", 
    "description": "With their eyes on a million-dollar prize, five junior-high friends form a girl group and enter a nationally televised music-video contest.", 
    "actors": "Kayla Jackson, Kayla Raparelli, Sal Dupree, Al Sapienza", 
    "director": "Stewart Raffill", 
    "imdb_rating": "4.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1432425600"
},
{
    "title": "Standing Tall", 
    "description": "A determined French judge and a social worker slowly rehabilitate a rebellious teenager who was abandoned by his parents and left rudderless.", 
    "actors": "Catherine Deneuve, Rod Paradot, Benoît Magimel, Sara Forestier", 
    "director": "Emmanuelle Bercot", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1478908800"
},
{
    "title": "Standing Tall", 
    "description": "From Asia, Africa and Latin America, five women share extraordinary stories of strength and determination in the face of violence and inequality.", 
    "actors": "", 
    "director": "Nils Tavernier", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1514678400"
},
{
    "title": "Star Wars: Episode VIII: The Last Jedi", 
    "description": "As the remnants of the Resistance flee Kylo Ren and the First Order, Rey seeks out Luke Skywalker -- but he wants nothing more to do with the Force.", 
    "actors": "Mark Hamill, Carrie Fisher, Adam Driver, Daisy Ridley", 
    "director": "Rian Johnson", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1529971200"
},
{
    "title": "Star Wars: The Clone Wars", 
    "description": "Obi-Wan Kenobi and his friend Anakin Skywalker -- the future Darth Vader -- fight to keep the republic together on the battlefield of the Clone Wars.", 
    "actors": "Matt Lanter, Ashley Eckstein, James Arnold Taylor, Dee Bradley Baker", 
    "director": "Dave Filoni", 
    "imdb_rating": "5.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1394150400"
},
{
    "title": "Stardust", 
    "description": "To win his true love's heart, wide-eyed Tristan Thorn journeys to a forbidden realm to retrieve a fallen star that has taken human form.", 
    "actors": "Claire Danes, Michelle Pfeiffer, Robert De Niro, Charlie Cox", 
    "director": "Matthew Vaughn", 
    "imdb_rating": "7.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1514764800"
},
{
    "title": "Stealing History", 
    "description": "Journalists expose how smugglers, dealers, collectors and scholars promote plunder of ancient artifacts from war-torn Iraq, Afghanistan and Pakistan.", 
    "actors": "Nicolas Hope", 
    "director": "Ola Flyum, David Hebditch", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1467331200"
},
{
    "title": "Steel Rain", 
    "description": "Amid a coup, a North Korean agent escapes south with the country's injured leader in an attempt to keep him alive and prevent a Korean war.", 
    "actors": "Jung Woo-sung, Kwak Do-won, Kim Kap-soo, Woo-jin Jo", 
    "director": "Yang Woo-seok", 
    "imdb_rating": "7.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1520985600"
},
{
    "title": "Step Up 2: The Streets", 
    "description": "The new kid at an elite performing-arts high school -- a tough street dancer -- unites with other outcasts to compete in an underground dance battle.", 
    "actors": "Briana Evigan, Robert Hoffman, Adam G. Sevani, Cassie Ventura", 
    "director": "Jon M. Chu", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1529020800"
},
{
    "title": "Stephanie", 
    "description": "A menacing, unseen force stalks a young girl living by herself in a suburban house, where she's surrounded by reminders of her once-happy family.", 
    "actors": "Shree Crooks, Frank Grillo, Anna Torv", 
    "director": "Akiva Goldsman", 
    "imdb_rating": "5.6/10", 
    "category": "Horror Movies", 
    "date_released": "1535760000"
},
{
    "title": "Stereo", 
    "description": "Erik's peaceful rural family life is shaken by the arrival of sinister figures who claim to know him and a mysterious \"friend\" who may not even exist.", 
    "actors": "Jürgen Vogel, Moritz Bleibtreu, Petra Schmidt-Schaller, Georg Friedrich", 
    "director": "Maximilian Erlenwein", 
    "imdb_rating": "6.3/10", 
    "category": "International Movies", 
    "date_released": "1484438400"
},
{
    "title": "Steve Jobs: The Lost Interview", 
    "description": "In a television interview filmed in 1995, Steve Jobs talks frankly about his early life, competition with Microsoft and his vision for the future.", 
    "actors": "Steve Jobs, Robert X. Cringely", 
    "director": "Paul Sen", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1463097600"
},
{
    "title": "Steven Tyler: Out on a Limb", 
    "description": "A behind-the-scenes look at Aerosmith front man Steven Tyler’s radical shift into country music and the profoundly personal journey to his solo debut.", 
    "actors": "Steven Tyler, Slash, Casey Tebo", 
    "director": "Casey Tebo", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1535932800"
},
{
    "title": "Sthaniya Sambaad", 
    "description": "In post-Partition Kolkata, a young Bengali poet from an urban colony wanders the city in search of the woman he loves and a channel for his sorrows.", 
    "actors": "Anirban Dutta, Suman Mukhopadhyay, Bratya Basu, Nayana Palit", 
    "director": "Arjun Gourisaria, Moinak Biswas", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1521072000"
},
{
    "title": "Stick Man", 
    "description": "A stick carried far from his family embarks on an extraordinary journey to get back home for the holidays. Based on the book by Julia Donaldson.", 
    "actors": "Hugh Bonneville, Rob Brydon, Martin Freeman, Sally Hawkins", 
    "director": "Jeroen Jaspaert, Daniel Snaddon", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1506816000"
},
{
    "title": "Sticky Notes", 
    "description": "A dancer on the brink of success must put her life on hold to return home and care for her cantankerous, eccentric father, who is battling cancer.", 
    "actors": "Rose Leslie, Ray Liotta, Justin Bartha, Gina Rodriguez", 
    "director": "Amanda Sharp", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1506816000"
},
{
    "title": "Still", 
    "description": "A haunted hotel, a body in a water tank, a nightclub fire and a prison death comprise four horror tales taken from Thailand's newspaper headlines.", 
    "actors": "Mai Charoenpura, Akara Amarttayakul, Supakson Chaimongkol, Kachapa Toncharoen", 
    "director": "Chatchai Katenut, Manussa Vorasingha", 
    "imdb_rating": "4.3/10", 
    "category": "Horror Movies", 
    "date_released": "1536883200"
},
{
    "title": "Stitch! The Movie", 
    "description": "Knowing he's not alone in the universe, Stitch, also known as Experiment 626, sets out to free the other 625 alien experiments on Earth.", 
    "actors": "Daveigh Chase, Chris Sanders, Tia Carrere, David Ogden Stiers", 
    "director": "Roberts Gannaway, Tony Craig", 
    "imdb_rating": "6.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1473379200"
},
{
    "title": "Stitches", 
    "description": "After his accidental death, Stitches the criminally insane clown is on the loose and hunting down the young partygoers who caused his untimely demise.", 
    "actors": "Ross Noble, Tommy Knight, Shane Murray-Corcoran, Gemma-Leah Devereux", 
    "director": "Conor McMahon", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1454284800"
},
{
    "title": "Stone", 
    "description": "A convicted arsonist tries to get out of prison early by using the seductive talents of his beautiful wife to manipulate a parole officer.", 
    "actors": "Robert De Niro, Edward Norton, Milla Jovovich, Frances Conroy", 
    "director": "John Curran", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "Stonehearst Asylum", 
    "description": "In 1899, a young doctor arrives at an asylum for an apprenticeship and becomes suspicious of his mentor's methods while falling for a female patient.", 
    "actors": "Kate Beckinsale, Jim Sturgess, David Thewlis, Brendan Gleeson", 
    "director": "Brad Anderson", 
    "imdb_rating": "6.7/10", 
    "category": "Horror Movies", 
    "date_released": "1504828800"
},
{
    "title": "Stop at Nothing: The Lance Armstrong Story", 
    "description": "An athlete dupes the world with his tale of miraculous recovery from cancer, becoming a sports hero and beacon of hope, but can he outpace the truth?", 
    "actors": "", 
    "director": "Alex Holmes", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1423958400"
},
{
    "title": "Story of an Egg", 
    "description": "When an astrologer gives him one year to find a mate or face being alone forever, a professor sets out to find a bride despite serious obstacles.", 
    "actors": "Raj B. Shetty, Usha Bhandary, Shailashree, Prakash Tuminadu", 
    "director": "Raj B. Shetty", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1508025600"
},
{
    "title": "Strange Voices", 
    "description": "When their college-age daughter suddenly begins acting erratically and is diagnosed with schizophrenia, a desperate couple seeks treatment for her.", 
    "actors": "Nancy McKeon, Valerie Harper, Stephen Macht, Tricia Leigh Fisher", 
    "director": "Arthur Allan Seidelman", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1317427200"
},
{
    "title": "Strange Weather", 
    "description": "A grieving mother sets off on a road trip with her best friend to confront the man she believes stole her late son's million-dollar business idea.", 
    "actors": "Holly Hunter, Carrie Coon, Kim Coates, Shane Jacobsen", 
    "director": "Katherine Dieckmann", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1508976000"
},
{
    "title": "Strangerland", 
    "description": "Soon after moving to a remote desert town, a couple is frantic when their children go missing. As the search mounts, no one is immune from suspicion.", 
    "actors": "Nicole Kidman, Joseph Fiennes, Hugo Weaving, Lisa Flanagan", 
    "director": "Kim Farrant", 
    "imdb_rating": "5.2/10", 
    "category": "Dramas", 
    "date_released": "1504828800"
},
{
    "title": "Strangers", 
    "description": "On a train journey across England, a chance conversation between two male passengers trapped in unhappy marriages evolves into a sinister scheme.", 
    "actors": "Nandana Sen, Kay Kay Menon, Jimmy Shergill, Sonali Kulkarni", 
    "director": "Aanand Rai", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Strayed", 
    "description": "Four aspiring filmmakers enter a decrepit old building to shoot a documentary. When they vanish, the footage they left behind will reveal their fate.", 
    "actors": "Carlos Moreno Craviotto, Román García, Orlando Moguel, Eduardo Montes", 
    "director": "Diego Cohen", 
    "imdb_rating": "4.5/10", 
    "category": "Horror Movies", 
    "date_released": "1496275200"
},
{
    "title": "Stretch Armstrong: The Breakout", 
    "description": "Villains are rampaging through Charter City and the Flex Fighters -- Jake, Ricardo and Nathan -- need your help to halt the chaos.", 
    "actors": "Scott Menville, Steven Yeun, Ogie Banks, Nazneen Contractor", 
    "director": "Victor Cook", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1520899200"
},
{
    "title": "Strictly Ballroom", 
    "description": "Dumped by his partner just before a major dance competition, gifted hoofer Scott Hastings is forced to take a graceless neophyte as his new partner.", 
    "actors": "Paul Mercurio, Tara Morice, Bill Hunter, Pat Thomson", 
    "director": "Baz Luhrmann", 
    "imdb_rating": "6.4/10", 
    "category": "Classic Movies", 
    "date_released": "1514764800"
},
{
    "title": "Strike a Pose", 
    "description": "A quarter-century later, this documentary relocates the male dancers who backed Madonna on her 1990 Blond Ambition tour, as seen in \"Truth or Dare.\"", 
    "actors": "", 
    "director": "Ester Gould, Reijer Zwaan", 
    "imdb_rating": "7.5/10", 
    "category": "Documentaries", 
    "date_released": "1491523200"
},
{
    "title": "Stripes", 
    "description": "After losing everything, an indolent sad sack impulsively joins the U.S. Army and cajoles his best friend into enlisting, too.", 
    "actors": "Bill Murray, Harold Ramis, Warren Oates, P.J. Soles", 
    "director": "Ivan Reitman", 
    "imdb_rating": "6.5/10", 
    "category": "Classic Movies", 
    "date_released": "1533081600"
},
{
    "title": "Stronger Than the World", 
    "description": "After a tough upbringing, natural-born fighter José Aldo confronts his personal demons in his quest to become an MMA champion in this sports biopic.", 
    "actors": "José Loreto, Cleo Pires, Milhem Cortaz, Jackson Antunes", 
    "director": "Afonso Poyart", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1486771200"
},
{
    "title": "Suburra", 
    "description": "A grueling battle over turning a seaside town near Rome into a gambling paradise exposes criminal rivalries and endemic corruption on a grand scale.", 
    "actors": "Pierfrancesco Favino, Elio Germano, Claudio Amendola, Alessandro Borghi", 
    "director": "Stefano Sollima", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1444780800"
},
{
    "title": "Suckseed", 
    "description": "When his boyhood crush Ern returns, Ped forms a band with his friend to impress her. Romantic rivalries bloom after the talented Ern joins the group.", 
    "actors": "Jirayu La-ongmanee, Pachara Chirathivat, Nattasha Nauljam, Thawat Pornrattanaprasert", 
    "director": "Chayanop Boonprakob", 
    "imdb_rating": "7.1/10", 
    "category": "Comedies", 
    "date_released": "1535760000"
},
{
    "title": "Sudani from Nigeria", 
    "description": "When a soccer club manager brings one of his injured foreign players home to recuperate, they form an unlikely bond despite their cultural differences.", 
    "actors": "Soubin Shahir, Samuel Abiola Robinson, Savithri Sredharan, Sarasa Balussery", 
    "director": "Zakariya", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "Suicide (Hitabdut)", 
    "description": "A failed businessman must kill himself to pay off a loan shark or his family will die, but a detective discovers the case turns on a shocking secret.", 
    "actors": "Mali Levi, Rotem Keinan, Dror Keren, Igal Naor", 
    "director": "Benny Fredman", 
    "imdb_rating": "6.0/10", 
    "category": "International Movies", 
    "date_released": "1467331200"
},
{
    "title": "Suite Française", 
    "description": "Waiting for news of her prisoner-of-war husband, a French woman in Nazi-occupied France reluctantly falls for a German officer quartering in her home.", 
    "actors": "Michelle Williams, Matthias Schoenaerts, Kristin Scott Thomas, Sam Riley", 
    "director": "Saul Dibb", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1496620800"
},
{
    "title": "Sukhi Sansarachi 12 Sutre", 
    "description": "A mother imparts upon her daughter 12 pieces of sage advice designed to enable her to achieve and maintain a happy marriage.", 
    "actors": "Rohini Hattangadi, Asawari Joshi, Bhavana Balsawar, Shubha Khote", 
    "director": "Anil Baindur", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Sumbaran", 
    "description": "The experience of being reunited in the ancestral home where they spent many years of their lives prompts two brothers to reminisce.", 
    "actors": "Makarand Anaspure, Mukta Barve, Vrinda Ahire, Jeetendra Joshi", 
    "director": "Gajendra Ahire", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1513296000"
},
{
    "title": "Summer Catch", 
    "description": "Freddie Prinze Jr. stars as a working class lad who joins a group of college players in hopes of inking a contract with a Major League Baseball team.", 
    "actors": "Freddie Prinze Jr., Jessica Biel, Matthew Lillard, Fred Ward", 
    "director": "Michael Tollin", 
    "imdb_rating": "5.1/10", 
    "category": "Comedies", 
    "date_released": "1535760000"
},
{
    "title": "Summer of '92", 
    "description": "When a quirk of fate kicks the Danish national soccer team into the European Championship final, the coach must whip his unprepared squad into shape.", 
    "actors": "Ulrich Thomsen, Henning Jensen, Mikkel Boe Følsgaard, Cyron Melville", 
    "director": "Kasper Barfoed", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1468108800"
},
{
    "title": "Sun Belt Express", 
    "description": "A broke professor who makes extra cash by driving undocumented workers across the border makes a final run that's complicated by his teenage daughter.", 
    "actors": "Tate Donovan, Rachael Harris, Ana de la Reguera, India Ennenga", 
    "director": "Evan Buxbaum", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1485907200"
},
{
    "title": "Sun Dogs", 
    "description": "A man eager to serve his country but rejected by the Marines pairs up with a young runaway to form an unlikely team on a misguided adventure.", 
    "actors": "Michael Angarano, Melissa Benoist, Xzibit, Allison Janney", 
    "director": "Jennifer Morrison", 
    "imdb_rating": "7.3/10", 
    "category": "Comedies", 
    "date_released": "1522972800"
},
{
    "title": "Sunday's Illness", 
    "description": "Decades after being abandoned as a young child, Chiara finds her mother and asks her to spend 10 days together in a remote location.", 
    "actors": "Bárbara Lennie, Susi Sánchez, Miguel Ángel Solá, Richard Bohringer", 
    "director": "Ramón Salazar", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1529020800"
},
{
    "title": "Sunlight Jr.", 
    "description": "Hard times befall an already struggling convenience-store clerk and her paraplegic boyfriend when they're evicted from the seedy motel they call home.", 
    "actors": "Naomi Watts, Matt Dillon, Tess Harper, Norman Reedus", 
    "director": "Laurie Collyer", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1517443200"
},
{
    "title": "Sunny", 
    "description": "With hopes of reuniting with her husband, who left for the Vietnam War without telling her, a young wife joins a traveling band as the lead singer.", 
    "actors": "Su Ae, Jung Jin-young, Chung Kyung-ho, Joo Jin-mo", 
    "director": "Lee Joon-ik", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1506729600"
},
{
    "title": "Sunrise", 
    "description": "While investigating a child kidnapping, a Mumbai police inspector is haunted by a shadowy dream figure and memories of his own abducted daughter.", 
    "actors": "Adil Hussain, Tannishtha Chatterjee, Gulnaaz Ansari, Komal Gupta", 
    "director": "Partho Sen-Gupta", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1489536000"
},
{
    "title": "Sunset Song", 
    "description": "In early 20th-century Scotland, a farmer's daughter dreams of leaving her hard rural life, but family tragedies force her to remain and take charge.", 
    "actors": "Peter Mullan, Mark Bonnar, Agyness Deyn, Ron Donachie", 
    "director": "Terence Davies", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1474502400"
},
{
    "title": "Sunshine Cleaning", 
    "description": "To get money for her son's schooling, Rose teams up with her unreliable sister to start a new company that specializes in biohazard removal.", 
    "actors": "Amy Adams, Emily Blunt, Jason Spevack, Mary Lynn Rajskub", 
    "director": "Christine Jeffs", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1522540800"
},
{
    "title": "Sunshine Superman", 
    "description": "The life and controversial career of Carl Boenish is recalled in this documentary that chronicles the skydiver's invention of BASE jumping.", 
    "actors": "", 
    "director": "Marah Strauch", 
    "imdb_rating": "7.8/10", 
    "category": "Documentaries", 
    "date_released": "1459382400"
},
{
    "title": "Suntan", 
    "description": "On a small Greek isle, a lonely middle-aged doctor falls madly in love and becomes dangerously obsessed with a nubile summer vacationer half his age.", 
    "actors": "Makis Papadimitriou, Elli Triggou, Dimi Hart, Hara Kotsali", 
    "director": "Argyris Papadimitropoulos", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1497312000"
},
{
    "title": "Super Buddies", 
    "description": "An ordinary day at Fernfield Farms turns extraordinary when five dogs discover mysterious rings that grant them each a unique super power.", 
    "actors": "Trey Loney, John Ratzenberger, Michael Teigen, Sam Adler", 
    "director": "Robert Vince", 
    "imdb_rating": "5.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1384041600"
},
{
    "title": "Super Dark Times", 
    "description": "A tragic accident drives a wedge between two teenage boys, threatening a friendship that had seemed firm and unshakeable.", 
    "actors": "Owen Campbell, Charlie Tahan, Elizabeth Cappuccino, Max Talisman", 
    "director": "Kevin Phillips", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "Super Monsters Save Halloween", 
    "description": "The Super Monsters use their powers to get their neighbors in the Halloween spirit, then help a nervous friend see there's nothing to be afraid of.", 
    "actors": "Elyse Maloway, Vincent Tong, Erin Matthews, Andrea Libman", 
    "director": "", 
    "imdb_rating": "6.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1538697600"
},
{
    "title": "Super Nani", 
    "description": "A loving, concerned American grandson travels to Mumbai to rescue his unappreciated grandmother from her drudgery and fulfill her true potential.", 
    "actors": "Rekha, Randhir Kapoor, Sharman Joshi, Anupam Kher", 
    "director": "Indra Kumar", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1519862400"
},
{
    "title": "Superfast!", 
    "description": "An undercover cop joins a gang of illegal street racers in concocting a crazy plan to double-cross a crime lord who hides his cash at a Taco Bell.", 
    "actors": "Alex Ashbaugh, Dale Pavinski, Lili Mirojnick, Andrea Navedo", 
    "director": "Jason Friedberg, Aaron Seltzer", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1504828800"
},
{
    "title": "Supermassive Black Holes", 
    "description": "\"Horizon\" examines the recent discovery of supermassive black holes, which spawn galaxies even as they threaten to destroy everything in their path.", 
    "actors": "John Shrapnel", 
    "director": "", 
    "imdb_rating": "7.7/10", 
    "category": "Movies", 
    "date_released": "1535760000"
},
{
    "title": "Superstar", 
    "description": "A media storm follows a famous actor after he is wounded during a shooting scene in which fake bullets were replaced with real ones.", 
    "actors": "Dhruvin Shah, Rashami Desai, Mithil Jain, Aarian Sawant", 
    "director": "Bhavin Wadia", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1502323200"
},
{
    "title": "Survivor", 
    "description": "Framed after a terrorist bombing, a U.S. embassy employee is on the run in London, while trying to stop another pending attack.", 
    "actors": "Milla Jovovich, Pierce Brosnan, Dylan McDermott, Angela Bassett", 
    "director": "James McTeigue", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1440633600"
},
{
    "title": "Swades", 
    "description": "An Americanized NASA scientist returns to his native India on a business trip and searches for the nanny who helped raise him.", 
    "actors": "Shah Rukh Khan, Gayatri Joshi, Kishori Balal, Smith Seth", 
    "director": "Ashutosh Gowariker", 
    "imdb_rating": "7.6/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Swearnet Live", 
    "description": "\"Trailer Park Boys\" John Paul Tremblay, Robb Wells and Mike Smith host this foulmouthed live kickoff of their web-based Swearnet network.", 
    "actors": "Mike Smith, John Paul Tremblay, Robb Wells, John Dunsworth", 
    "director": "Mike Smith, John Paul Tremblay", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1412121600"
},
{
    "title": "Swearnet: The Movie", 
    "description": "After losing a TV network deal, the Trailer Park Boys launch their own Internet series, but they soon confront personal and creative differences.", 
    "actors": "Mike Smith, John Paul Tremblay, Robb Wells, Patrick Roach", 
    "director": "Warren P. Sonoda", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1427760000"
},
{
    "title": "Sweet Blackberry Presents: Garrett's Gift", 
    "description": "A young boy's creative mind gets him into trouble, until he begins to apply that creativity to life-changing inventions, including the traffic signal.", 
    "actors": "Queen Latifah", 
    "director": "Gina Kamentsky", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1435708800"
},
{
    "title": "Sweet Blackberry Presents: Henry Box Brown", 
    "description": "In a magical take on a true story, a slave mails himself from a plantation in Richmond, Virginia, to freedom in Philadelphia in 1848.", 
    "actors": "Alfre Woodard", 
    "director": "Gina Kamentsky", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1435708800"
},
{
    "title": "Sweet Home", 
    "description": "Trespassing in a decrepit apartment building for a romantic interlude, a couple finds themselves trapped by masked killers on a sinister mission.", 
    "actors": "Ingrid García Jonsson, Bruno Sevilla, Eduardo Lloveras, Oriol Tarrida Homedes", 
    "director": "Rafa Martínez", 
    "imdb_rating": "4.8/10", 
    "category": "Horror Movies", 
    "date_released": "1470268800"
},
{
    "title": "Swim Team", 
    "description": "Three swimmers from the Jersey Hammerheads, a competitive team of teens on the spectrum, strive to rise above their disability in and out of the pool.", 
    "actors": "", 
    "director": "Lara Stolman", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1522540800"
},
{
    "title": "Swimming with Killer Whales", 
    "description": "Dr. Ingrid Visser shares the water with killer whales, one of the world's most feared and misunderstood species, for clues to the state of our oceans.", 
    "actors": "John Hannah", 
    "director": "Mark Woodward", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1535760000"
},
{
    "title": "Sword Master", 
    "description": "Haunted by the past, a master swordsman masks his identity to work anonymously as a janitor in a brothel, setting in motion a violent chain of events.", 
    "actors": "Kenny Lin, Peter Ho, Jiang Mengjie, Jiang Yiyan", 
    "director": "Derek Yee", 
    "imdb_rating": "6.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1497052800"
},
{
    "title": "Sword Masters: Two Champions of Shaolin", 
    "description": "Shaolin warrior Tung Chien-chen is injured in battle against the hated Wu Tang clan, and nursed back to health by a knife-throwing master.", 
    "actors": "Meng Lo, Sheng Chiang, Li Wang, Siu-Ho Chin", 
    "director": "Cheh Chang", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "Sylvanian Families: A Town of Dreams", 
    "description": "Today is a very special day. One excited little girl is going into town to visit her big sister, who's designed a beautiful dress for a fashion show!", 
    "actors": "", 
    "director": "Momoko Kamiya", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1541030400"
},
{
    "title": "Sylvanian Families: The Treasure of Sylvania Village", 
    "description": "Inspired by the children, the mayor puts on a competition at the fete to pick the loveliest thing in the village.", 
    "actors": "", 
    "director": "Momoko Kamiya", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1541030400"
},
{
    "title": "Synchronicity", 
    "description": "A physicist tries to stop a mysterious woman from stealing his coveted invention by traveling back in time, where he uncovers surprising truths.", 
    "actors": "Chad McKnight, Brianne Davis, AJ Bowen, Michael Ironside", 
    "director": "Jacob Gentry", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1465430400"
}
]