[
{
    "title": "Taal", 
    "description": "Businessman Manav falls for aspiring singer Mansi, but their romance faces an uphill climb when Manav must depart and Mansi's suave manager moves in.", 
    "actors": "Anil Kapoor, Aishwarya Rai Bachchan, Akshaye Khanna, Amrish Puri", 
    "director": "Subhash Ghai", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Taare Zameen Par", 
    "description": "When daydreamer Ishaan is sent to boarding school, an unconventional art teacher tries to help the imaginative student discover his true identity.", 
    "actors": "Aamir Khan, Darsheel Safary, Tanay Chheda, Tisca Chopra", 
    "director": "Aamir Khan", 
    "imdb_rating": "7.9/10", 
    "category": "Dramas", 
    "date_released": "1512691200"
},
{
    "title": "Tab Hunter Confidential", 
    "description": "Actor Tab Hunter reflects on his career and discusses being a closeted gay man while becoming one of Hollywood's biggest heartthrobs in the 1950s.", 
    "actors": "Tab Hunter", 
    "director": "Jeffrey Schwarz", 
    "imdb_rating": "7.8/10", 
    "category": "Documentaries", 
    "date_released": "1464739200"
},
{
    "title": "Tag", 
    "description": "The sole survivor of a freak school bus accident, a shy Japanese high schooler finds herself in a surreal -- and very violent -- alternate universe.", 
    "actors": "Reina Triendl, Mariko Shinoda, Erina Mano, Yuki Sakurai", 
    "director": "Sion Sono", 
    "imdb_rating": "6.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1494806400"
},
{
    "title": "Tahaan", 
    "description": "After his family's donkey is confiscated by a moneylender, 8-year-old Tahaan travels across conflict-torn Kashmir to find his beloved pet.", 
    "actors": "Purav Bhandare, Anupam Kher, Rahul Bose, Victor Banerjee", 
    "director": "Santosh Sivan", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1531612800"
},
{
    "title": "Take Me", 
    "description": "With his simulated kidnapping business flagging, an entrepreneur jumps at a weekend abduction opportunity -- only to find the job isn't what it seems.", 
    "actors": "Taylor Schilling, Pat Healy, Alycia Delmore, Jim O'Heir", 
    "director": "Pat Healy", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1499385600"
},
{
    "title": "Taking Lives", 
    "description": "FBI profiler Illeana Scott is recruited to assist the police in their desperate search for a serial killer who assumes the identities of his victims.", 
    "actors": "Angelina Jolie, Ethan Hawke, Kiefer Sutherland, Gena Rowlands", 
    "director": "D.J. Caruso", 
    "imdb_rating": "6.1/10", 
    "category": "Thrillers", 
    "date_released": "1527811200"
},
{
    "title": "Tale of Tales", 
    "description": "Three fairy tales full of irony, magic and monsters interweave in a surreal anthology, inspired by the work of Giambattista Basile.", 
    "actors": "Salma Hayek, Vincent Cassel, Toby Jones, John C. Reilly", 
    "director": "Matteo Garrone", 
    "imdb_rating": "6.2/10", 
    "category": "Horror Movies", 
    "date_released": "1522800000"
},
{
    "title": "Tales From the Hood 2", 
    "description": "Buckle up for an anthology of socially conscious horror stories that focus on the perils of racial injustice and the price of ignorance.", 
    "actors": "Keith David, Bryan Batt, Alexandria Deberry, Bill Martin Williams", 
    "director": "Rusty Cundieff, Darin Scott", 
    "imdb_rating": "4.1/10", 
    "category": "Cult Movies", 
    "date_released": "1538438400"
},
{
    "title": "Tales of Halloween", 
    "description": "Ten horror shorts set in one suburban town capture the insanity of Halloween, from trick-or-treating aliens to kidnappers in way over their heads.", 
    "actors": "Adrienne Barbeau, Hunter Smit, Cameron Easton, Barry Bostwick", 
    "director": "Darren Lynn Bousman, Axelle Carolyn", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1483228800"
},
{
    "title": "Tallulah", 
    "description": "While searching for her ex-boyfriend, a young drifter impulsively kidnaps a baby from a neglectful mother and pretends the child is her own.", 
    "actors": "Ellen Page, Allison Janney, Tammy Blanchard, Evan Jonigkeit", 
    "director": "Sian Heder", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1469750400"
},
{
    "title": "Tamanchey", 
    "description": "A man and a woman on the run from the law are drawn to each other through the common bond of their mutual dependency.", 
    "actors": "Nikhil Dwivedi, Richa Chadha, Damandeep Singh Baggan, Vijay Pande", 
    "director": "Navneet Behal", 
    "imdb_rating": "4.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1508025600"
},
{
    "title": "Tamasha", 
    "description": "Meeting while on vacation, Ved and Tara sense a connection but vow to keep their real identities a secret. Years later, their paths cross again.", 
    "actors": "Ranbir Kapoor, Deepika Padukone, Piyush Mishra, Yash Sehgal", 
    "director": "Imtiaz Ali", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Tango Feroz", 
    "description": "One of the first rock stars in Argentina, Tango leads a full life during an era of social unrest -- one of both glory and despair.", 
    "actors": "Fernán Mirás, Cecilia Dopazo, Imanol Arias, Héctor Alterio", 
    "director": "Marcelo Piñeyro", 
    "imdb_rating": "", 
    "category": "Classic Movies", 
    "date_released": "1531612800"
},
{
    "title": "Tank 432", 
    "description": "Running for their lives, a desperate group of mercenaries take shelter in an abandoned tank, not knowing that the terror is only just beginning.", 
    "actors": "Rupert Evans, Steve Garry, Deirdre Mullins, Michael Smiley", 
    "director": "Nick Gillespie", 
    "imdb_rating": "4.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1491264000"
},
{
    "title": "Tanu Weds Manu", 
    "description": "When London-based doctor Manu reluctantly returns to India to find a bride, he meets the girl of his dreams -- only to discover she loves another man.", 
    "actors": "Madhavan, Kangana Ranaut, Jimmy Shergill, Deepak Dobriyal", 
    "director": "Aanand Rai", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "Target", 
    "description": "Trapped in an empty building, nine people are forced to play a lethal game. All their movements will be recorded, and only one player can survive.", 
    "actors": "Raditya Dika, Cinta Laura Kiehl, Samuel Rizal, Willy Dozan", 
    "director": "Raditya Dika", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1542672000"
},
{
    "title": "Tarzan", 
    "description": "After being shipwrecked off the African coast, a lone child grows up in the wild, and is destined to become lord of the jungle.", 
    "actors": "Tony Goldwyn, Minnie Driver, Glenn Close, Brian Blessed", 
    "director": "Chris Buck, Kevin Lima", 
    "imdb_rating": "7.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1529712000"
},
{
    "title": "Tarzan 2", 
    "description": "How did the King of the Jungle ascend to the throne? Find out in this charming prequel to the hit animated movie that catches Tarzan as a young child.", 
    "actors": "Harrison Chad, George Carlin, Brad Garrett, Ron Perlman", 
    "director": "Brian Smith", 
    "imdb_rating": "5.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1403481600"
},
{
    "title": "Tathastu", 
    "description": "After being denied financial assistance for his son's heart surgery, a poor factory worker marches into a hospital and takes 30 people hostage.", 
    "actors": "Sanjay Dutt, Ameesha Patel, Jayapradha, Gulshan Grover", 
    "director": "Anubhav Sinha", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "TAU", 
    "description": "Kidnapped by an inventor who uses her as a test subject to perfect his robotic AI, a street-smart young woman tries to escape her high-tech prison.", 
    "actors": "Maika Monroe, Ed Skrein, Gary Oldman", 
    "director": "Federico D'Alessandro", 
    "imdb_rating": "6.3/10", 
    "category": "Sci-Fi & Fantasy", 
    "date_released": "1530230400"
},
{
    "title": "Taxi Driver", 
    "description": "After his father dies, a young mechanic moves to the city to drive the old man’s taxi, and encounters assassins and a motley crew of urban weirdos.", 
    "actors": "Odunlade Adekola, Ijeoma Grace Agu, Richard Akinlade, Babajide Alimison", 
    "director": "Daniel Oriahi", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1505433600"
},
{
    "title": "TE3N", 
    "description": "Still desperate to find his granddaughter nearly a decade after her kidnapping, a devoted grandfather chases a dangerous new lead.", 
    "actors": "Amitabh Bachchan, Nawazuddin Siddiqui, Vidya Balan, Mukesh Chhabra", 
    "director": "Ribhu Dasgupta", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1487289600"
},
{
    "title": "Team Foxcatcher", 
    "description": "With never-before seen home video, this film recounts the paranoid downward spiral of John E. du Pont and the murder of Olympic wrestler Dave Schultz.", 
    "actors": "", 
    "director": "Jon Greenhalgh", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1461888000"
},
{
    "title": "Teefa in Trouble", 
    "description": "A gangster hires goon Teefa to abduct his friend’s daughter for an arranged marriage, but things get tricky when Teefa develops feelings for the girl.", 
    "actors": "Ali Zafar, Maya Ali, Javed Sheikh, Mehmood Aslam", 
    "director": "Ahsan Rahim", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "Teen Patti", 
    "description": "A professor cracks a probability formula, but when his students persuade him to test his theory in Mumbai’s underground poker dens, trouble ensues.", 
    "actors": "Amitabh Bachchan, Madhavan, Ben Kingsley, Shraddha Kapoor", 
    "director": "Leena Yadav", 
    "imdb_rating": "4.2/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Teen Thay Bhai", 
    "description": "Three squabbling brothers must live together for three years in order to claim the inheritance their late grandfather left them.", 
    "actors": "Om Puri, Shreyas Talpade, Deepak Dobriyal, Yograj Singh", 
    "director": "Mrighdeep Singh Lamba", 
    "imdb_rating": "3.7/10", 
    "category": "Comedies", 
    "date_released": "1511308800"
},
{
    "title": "Teenage Bank Heist", 
    "description": "Cassie, 17, works as a teller at the bank where her mother, Joyce, is the branch manager. When the bank is robbed, Cassie is taken hostage. She soon finds out that the bank robbers are teenage girls, one of whom is her best friend, Abbie.", 
    "actors": "Maeve Quinlan, Abbie Cobb, Cassi Thomson, Augie Duke", 
    "director": "Doug Campbell", 
    "imdb_rating": "5.3/10", 
    "category": "Thrillers", 
    "date_released": "1533081600"
},
{
    "title": "Teenage Cocktail", 
    "description": "Two teen girls form an intense bond and launch a lucrative webcam business, leading them to a dangerous encounter with a middle-aged married man.", 
    "actors": "Nichole Bloom, Fabianne Therese, Michelle Borth, Pat Healy", 
    "director": "John Carchietta", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1484438400"
},
{
    "title": "Tees Maar Khan", 
    "description": "A flamboyant con artist and his band of gleeful robbers gamble with fate when smugglers hire them to swipe antiques from a speeding train.", 
    "actors": "Katrina Kaif, Akshay Kumar, Akshaye Khanna, Arya Babbar", 
    "director": "Farah Khan", 
    "imdb_rating": "3.4/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "Teesri Aankh", 
    "description": "In this timely crime drama, a dedicated cop follows the trail of a sleazy swindler who uses hidden video cameras to exploit women.", 
    "actors": "Sunny Deol, Ameesha Patel, Neha Dhupia, Mukesh Rishi", 
    "director": "Harry Baweja", 
    "imdb_rating": "3.3/10", 
    "category": "Dramas", 
    "date_released": "1504224000"
},
{
    "title": "Teeth", 
    "description": "When a virtuous high school student is sexually assaulted, she discovers that she has an unexpected line of defense: a toothed vagina.", 
    "actors": "Jess Weixler, John Hensley, Josh Pais, Hale Appleman", 
    "director": "Mitchell Lichtenstein", 
    "imdb_rating": "5.2/10", 
    "category": "Cult Movies", 
    "date_released": "1507593600"
},
{
    "title": "Television", 
    "description": "A devout village leader prohibits an array of modern devices, but when his strict measures go too far, the locals rise up in popular rebellion.", 
    "actors": "Shahir Kazi Huda, Chanchal Chowdhury, Nusrat Imroz Tisha, Mosharraf Karim", 
    "director": "Mostofa Sarwar Farooki", 
    "imdb_rating": "7.7/10", 
    "category": "Comedies", 
    "date_released": "1494806400"
},
{
    "title": "Tellur Aliens", 
    "description": "Three teenaged best friends on the planet Telluria begin an incredible journey of adventure as they fight against the most evil being in the universe.", 
    "actors": "", 
    "director": "Einar Gabbassov", 
    "imdb_rating": "4.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1480550400"
},
{
    "title": "Temple", 
    "description": "Three unsuspecting American tourists visit a mysterious mountain shrine in Japan despite uncanny warnings from local inhabitants to stay away.", 
    "actors": "Logan Huffman, Natalia Warner, Brandon Sklenar, Naoto Takenaka", 
    "director": "Michael Barrett", 
    "imdb_rating": "4.1/10", 
    "category": "Horror Movies", 
    "date_released": "1512172800"
},
{
    "title": "Tere Naal Love Ho Gaya", 
    "description": "Mini isn't eager to wed the rich suitor who's been chosen for her, so she stages her own kidnapping and runs off with a man who works for her father.", 
    "actors": "Riteish Deshmukh, Genelia D'Souza, Tinnu Anand, Om Puri", 
    "director": "Mandeep Kumar", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "Terminator Salvation", 
    "description": "All grown up in post-apocalyptic 2018, John Connor must lead the resistance of humans against increasingly dominating militaristic robots.", 
    "actors": "Christian Bale, Sam Worthington, Moon Bloodgood, Helena Bonham Carter", 
    "director": "McG", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "Terminus", 
    "description": "A man beset by bad luck has an encounter with an alien intelligence that puts him on a path toward self-preservation.", 
    "actors": "Jai Koutrae, Kendra Appleton, Bren Foster, Todd Lasance", 
    "director": "Marc Furmie", 
    "imdb_rating": "4.9/10", 
    "category": "Independent Movies", 
    "date_released": "1467331200"
},
{
    "title": "Terra", 
    "description": "This visually arresting documentary essay reflects on our relationship to other living creatures as humanity becomes more isolated from nature.", 
    "actors": "Vanessa Paradis", 
    "director": "Yann Arthus-Bertrand, Michael Pitiot", 
    "imdb_rating": "8.4/10", 
    "category": "Documentaries", 
    "date_released": "1462060800"
},
{
    "title": "Terrifier", 
    "description": "On Halloween night, inside a dilapidated apartment building, Art the Clown stalks his victims, slicing and slaughtering in terrifying silence.", 
    "actors": "Jenna Kanell, Samantha Scaffidi, David Howard Thornton, Catherine Corcoran", 
    "director": "Damien Leone", 
    "imdb_rating": "6.0/10", 
    "category": "Horror Movies", 
    "date_released": "1535760000"
},
{
    "title": "Teshan", 
    "description": "New beginnings appear to be on the horizon after a simple country boy forms a bond with a sophisticated urban girl with modern ideas.", 
    "actors": "Happy Raikoti, Diljott, Prince Kanwaljit Singh, Karamjit Anmol", 
    "director": "Sukhbir Singh", 
    "imdb_rating": "7.3/10", 
    "category": "Comedies", 
    "date_released": "1508025600"
},
{
    "title": "Tezz", 
    "description": "This high-octane thriller tells the story of a man on a mission to reclaim what was taken from him and the agent who's determined to stop him.", 
    "actors": "Anil Kapoor, Ajay Devgn, Boman Irani, Kangna Ranaut", 
    "director": "Priyadarshan", 
    "imdb_rating": "3.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1512086400"
},
{
    "title": "Thaandavam", 
    "description": "In London, a mysterious blind man named Kenny appears to be an assassin who uses echolocation to kill, but there is more to Kenny than meets the eye.", 
    "actors": "Vikram, Jagapathi Babu, Anushka Shetty, Amy Jackson", 
    "director": "Vijay", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Thank You", 
    "description": "Three cheating husbands end up paying the price for their infidelities when their spouses hire a private detective -- who falls for one of the wives.", 
    "actors": "Akshay Kumar, Bobby Deol, Sonam Kapoor, Irrfan Khan", 
    "director": "Anees Bazmee", 
    "imdb_rating": "5.3/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "That Night", 
    "description": "Lonely preteen Alice idolizes spirited Sheryl and helps her sneak off to see bad boy Rick. But playing cupid has repercussions Alice hadn't expected.", 
    "actors": "C. Thomas Howell, Juliette Lewis, Helen Shaver, Eliza Dushku", 
    "director": "Craig Bolotin", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1527811200"
},
{
    "title": "The 101-Year-Old Man Who Skipped Out on the Bill and Disappeared", 
    "description": "In need of money, an eccentric ex-spy and his younger octogenarian partner embark on an international quest for a valuable Soviet soda formula.", 
    "actors": "Robert Gustafsson, Jens Hultén, Caroline Boulton, Colin McFarlane", 
    "director": "Felix Herngren, Måns Herngren", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1493078400"
},
{
    "title": "The 3rd Eye", 
    "description": "When her little sister claims she sees the dead, Alia consults a psychic, who opens her own eyes to the vengeful ghosts haunting their childhood home.", 
    "actors": "Jessica Mila, Denny Sumargo, Citra Prima, Bianca Hello", 
    "director": "Rocky Soraya", 
    "imdb_rating": "", 
    "category": "Horror Movies", 
    "date_released": "1538092800"
},
{
    "title": "The 3Tails Movie: A Mermaid Adventure", 
    "description": "When menacing forces plan to steal their mermaid DNA, Emily, Jackie and Selena swim into action to keep their secret -- and the oceans -- safe.", 
    "actors": "Sofia Garretón, Natasha Garretón, Marlena Lerner, Meredith Scott Lynn", 
    "director": "Andrés Garretón, Meredith Scott Lynn", 
    "imdb_rating": "3.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1508025600"
},
{
    "title": "The 4th Company", 
    "description": "In a violent prison in 1970s Mexico, a young inmate lands a spot on a football team that doubles as an enforcer squad for a corrupt administration.", 
    "actors": "Adrian Ladron, Andoni Gracia, Hernán Mendoza, Gabino Rodríguez", 
    "director": "Mitzi Vanessa Arreola, Amir Galvan Cervera", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1522972800"
},
{
    "title": "The 6th Day", 
    "description": "A helicopter pilot on the hit list of a murderous tycoon escapes alive. But the tycoon has cloned him, and now he must fight to get his identity back.", 
    "actors": "Arnold Schwarzenegger, Michael Rapaport, Tony Goldwyn, Michael Rooker", 
    "director": "Roger Spottiswoode", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1535760000"
},
{
    "title": "The Adventure Club", 
    "description": "After finding a peculiar key, three smart and adventurous kids launch a quest to uncover the whereabouts of a coveted archaeological treasure.", 
    "actors": "Sam Ashe Arnold, Jakob Davies, Dalila Bela, Robin Dunne", 
    "director": "Geoff Anderson", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1494374400"
},
{
    "title": "The Aerial", 
    "description": "In the City Without a Voice, only faceless singer the Voice can still vocalize. But when Mr. TV kidnaps the singer, things change rapidly.", 
    "actors": "Rafael Ferro, Sol Moreno, Jonathan Sandor, Alejandro Urdapilleta", 
    "director": "Esteban Sapir", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "The African Doctor", 
    "description": "Happily escaping a dictatorship, a Congolese doctor transplants his family to a small French village, where culture shock sets in for everyone.", 
    "actors": "Marc Zinga, Aïssa Maïga, Bayron Lebli, Médina Diarra", 
    "director": "Julien Rambaldi", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1477612800"
},
{
    "title": "The Age of Shadows", 
    "description": "Formerly a Korean resistance fighter, a policeman working for Japan is tasked with tracking down resistance leaders before they acquire explosives.", 
    "actors": "Song Kang-ho, Gong Yoo, Han Ji-min, Eom Tae-goo", 
    "director": "Kim Jee-woon", 
    "imdb_rating": "7.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1514764800"
},
{
    "title": "The Angel", 
    "description": "As his country prepares for war, top Egyptian official Ashraf Marwan makes contact with Israel and wades into a shadowy game of high-stakes espionage.", 
    "actors": "Marwan Kenzari, Hannah Ware, Toby Kebbell, Waleed Zuaiter", 
    "director": "Ariel Vromen", 
    "imdb_rating": "7.5/10", 
    "category": "Dramas", 
    "date_released": "1536883200"
},
{
    "title": "The Ant Bully", 
    "description": "Fed up with being bullied, 10-year-old Lucas vents his frustrations on the anthill in his yard ... until the insects shrink him to the size of a bug.", 
    "actors": "Julia Roberts, Nicolas Cage, Meryl Streep, Paul Giamatti", 
    "director": "John A. Davis", 
    "imdb_rating": "5.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1535760000"
},
{
    "title": "The Apostate", 
    "description": "A young man determined to renounce Catholicism by having his baptismal records excised is thwarted by church bureaucracy and his own inner conflicts.", 
    "actors": "Álvaro Ogalla, Marta Larralde, Bárbara Lennie, Vicky Peña", 
    "director": "Federico Veiroj", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1494374400"
},
{
    "title": "The Arbitration", 
    "description": "An arbitration panel is formed after a company CEO in Nigeria is sued for wrongful dismissal and rape by an employee with whom he had an affair.", 
    "actors": "Adesua Etomi, O.C. Ukeje, Ireti Doyle, Sola Fosudo", 
    "director": "Niyi Akinmolayan", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "The Art of Loving", 
    "description": "During Communist rule, a Polish gynecologist and sexologist defies taboo and fights to publish her groundbreaking book on love and sex.", 
    "actors": "Magdalena Boczarska, Eryk Lubos, Justyna Wasilewska, Piotr Adamczyk", 
    "director": "Maria Sadowska", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1521072000"
},
{
    "title": "The Aviator", 
    "description": "Leonardo DiCaprio portrays eccentric tycoon Howard Hughes, who turned a small fortune into a massive one by building Hollywood and aviation empires.", 
    "actors": "Leonardo DiCaprio, Cate Blanchett, Kate Beckinsale, John C. Reilly", 
    "director": "Martin Scorsese", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "The Axe Murders of Villisca", 
    "description": "Three ghost-hunting teens get more than they bargained for when they break into a historic home where eight people were murdered over a century ago.", 
    "actors": "Robert Adamson, Jarrett Sleeper, Alex Frnka, Jon Gries", 
    "director": "Tony E. Valenzuela", 
    "imdb_rating": "4.8/10", 
    "category": "Horror Movies", 
    "date_released": "1496707200"
},
{
    "title": "The Babysitter", 
    "description": "When Cole stays up past his bedtime, he discovers that his hot babysitter is part of a satanic cult that will stop at nothing to keep him quiet.", 
    "actors": "Samara Weaving, Hana Mae Lee, Judah Lewis, Robbie Amell", 
    "director": "McG", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1507852800"
},
{
    "title": "The Bachelors", 
    "description": "After the death of his wife, a teacher and his son move to a new city, where emotional connections with two women help them begin to heal.", 
    "actors": "J.K. Simmons, Josh Wiggins, Julie Delpy, Odeya Rush", 
    "director": "Kurt Voelker", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1519171200"
},
{
    "title": "The Bad Batch", 
    "description": "Banished to a wasteland of undesirables, a young woman struggles to find her feet among a drug-soaked desert society and an enclave of cannibals.", 
    "actors": "Suki Waterhouse, Jason Momoa, Keanu Reeves, Jim Carrey", 
    "director": "Ana Lily Amirpour", 
    "imdb_rating": "5.2/10", 
    "category": "Dramas", 
    "date_released": "1506038400"
},
{
    "title": "The Bar", 
    "description": "Strangers holed up in a Madrid bar after witnessing a murder begin to turn on each other as panic sets in and the body count rises.", 
    "actors": "Blanca Suárez, Mario Casas, Carmen Machi, Secun de la Rosa", 
    "director": "Álex de la Iglesia", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1506211200"
},
{
    "title": "The Bare-Footed Kid", 
    "description": "While working at a family friend's business, a penniless orphan draws the attention of a corrupt competitor and is torn between divided loyalties.", 
    "actors": "Aaron Kwok, Ti Lung, Maggie Cheung, Chien-lien Wu", 
    "director": "Johnnie To", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "The Battered Bastards of Baseball", 
    "description": "The colorful true story of the Portland Mavericks, a scrappy, independent baseball team of underdogs started by actor Bing Russell in the 1970s.", 
    "actors": "Todd Field, Kurt Russell", 
    "director": "Chapman Way, Maclain Way", 
    "imdb_rating": "7.7/10", 
    "category": "Documentaries", 
    "date_released": "1405036800"
},
{
    "title": "The Battle of Midway", 
    "description": "Director John Ford captures combat footage of the Battle of Midway, an air and sea campaign that was a turning point in the war in the Pacific.", 
    "actors": "Henry Fonda, Jane Darwell", 
    "director": "John Ford", 
    "imdb_rating": "5.3/10", 
    "category": "Classic Movies", 
    "date_released": "1490918400"
},
{
    "title": "The Beat Beneath My Feet", 
    "description": "An aging American rocker hiding from tax problems moves into a rough London neighborhood and reluctantly helps an aspiring guitarist and his mother.", 
    "actors": "Luke Perry, Nicholas Galitzine, Lisa Dillon, Verity Pinter", 
    "director": "John Williams", 
    "imdb_rating": "6.8/10", 
    "category": "Comedies", 
    "date_released": "1484956800"
},
{
    "title": "The Beyond", 
    "description": "A team of robotically-advanced astronauts travel through a new wormhole, but the mission returns early, sparking questions about what was discovered.", 
    "actors": "Jane Perry, Nigel Barber, Noeleen Comiskey, Ezra Khan", 
    "director": "Hasraf Dulull", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1534723200"
},
{
    "title": "The Big Fat City", 
    "description": "A Mumbai couple in dire financial straits hosts a dinner party for friends, but their evening takes a dark turn when a murder is committed.", 
    "actors": "Shilpa Shukla, Mansi Multani, Bhavna Pani, Nissar Khan", 
    "director": "Mahesh Dattani", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1494806400"
},
{
    "title": "The Big Lebowski", 
    "description": "Slacker Jeff \"The Dude\" Lebowski gets involved in a gargantuan mess of events when he's mistaken for another man named Lebowski.", 
    "actors": "Philip Seymour Hoffman, Ben Gazzara, John Turturro, David Thewlis", 
    "director": "Joel Coen, Ethan Coen", 
    "imdb_rating": "7.9/10", 
    "category": "Comedies", 
    "date_released": "1543622400"
},
{
    "title": "The Birth of Saké", 
    "description": "This film offers a rare peek at the daily life of the artisans of Yoshida Brewery, where devotion and skill combine in the ancient art of saké making.", 
    "actors": "", 
    "director": "Erik Shirai", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1459468800"
},
{
    "title": "The Birth Reborn", 
    "description": "Mothers and medical professionals share their experiences with the controversial practice of Caesarean deliveries in Brazil. First in a series of films.", 
    "actors": "", 
    "director": "Eduardo Chauvet", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1533859200"
},
{
    "title": "The Birth Reborn", 
    "description": "Featuring raw and moving footage, experts make a case for increased autonomy in women's choices for childbirth. Second in a series of films.", 
    "actors": "", 
    "director": "Eduardo Chauvet", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1538352000"
},
{
    "title": "The Bittersweet", 
    "description": "As a killer stalks the streets, a troubled young courier suspects that a doctor may be the long-lost sister he hasn't seen since childhood.", 
    "actors": "Zhu Xuan, Lee Tae-ri", 
    "director": "D Ho", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1509494400"
},
{
    "title": "The Black Prince", 
    "description": "After being exiled to England as a child, a Punjabi prince struggles to return to his homeland and his Sikh faith in this historical drama.", 
    "actors": "Satinder Sartaaj, Shabana Azmi, Jason Flemyng, Amanda Root", 
    "director": "Kavi Raz", 
    "imdb_rating": "4.0/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "The Black Room", 
    "description": "A couple's new dream home morphs into a nightmare after they learn that an evil and lustful spirit resides in their basement.", 
    "actors": "Natasha Henstridge, Lukas Hassel, Lin Shaye, Dominique Swain", 
    "director": "Rolfe Kanefsky", 
    "imdb_rating": "3.8/10", 
    "category": "Horror Movies", 
    "date_released": "1502064000"
},
{
    "title": "The Blind Christ", 
    "description": "A man claiming he had a divine revelation as a child treks across the Chilean desert to perform a miracle on a friend badly injured in a remote town.", 
    "actors": "Michael Silva, Bastián Inostroza, Ana María Henríquez, Mauricio Pinto", 
    "director": "Christopher Murray", 
    "imdb_rating": "4.9/10", 
    "category": "Dramas", 
    "date_released": "1501545600"
},
{
    "title": "The Blue Umbrella", 
    "description": "A charming allegory based on a novella by Ruskin Bond, this visually stunning film from India explores themes of greed, loneliness, longing and loss.", 
    "actors": "Pankaj Kapur, Shreya Sharma, Dolly Ahluwalia, Deepak Dobriyal", 
    "director": "Vishal Bhardwaj", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1533081600"
},
{
    "title": "The Bodyguard", 
    "description": "A retired security officer with dementia befriends a little girl whose father is running from the mob. To save her, his old skills start to kick in.", 
    "actors": "Sammo Kam-Bo Hung, Andy Lau, Li Qinqin, Jacqueline Chan", 
    "director": "Sammo Kam-Bo Hung", 
    "imdb_rating": "6.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1475280000"
},
{
    "title": "The Boondock Saints", 
    "description": "Sensing a God-given mission to cleanse the earth of all evil, twin brothers Conner and Murphy set out to rid Boston of crime.", 
    "actors": "Sean Patrick Flanery, Willem Dafoe, Norman Reedus, Billy Connolly", 
    "director": "Troy Duffy", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1530403200"
},
{
    "title": "The Boss Baby", 
    "description": "A kid finds himself at the center of a sinister corporate plot when his parents bring home a baby who only talks business when they're not around.", 
    "actors": "Alec Baldwin, Lisa Kudrow, Jimmy Kimmel, Steve Buscemi", 
    "director": "Tom McGrath", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1511308800"
},
{
    "title": "The Boss's Daughter", 
    "description": "While working together, a married textile foreman and his boss’s daughter have a torrid love affair, stirring up hostility among the factory crew.", 
    "actors": "Christa Théret, Olivier Loustau, Florence Thomassin, Patrick Descamps", 
    "director": "Olivier Loustau", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1489104000"
},
{
    "title": "The Bourne Ultimatum", 
    "description": "In this third Jason Bourne film, the trained assassin travels the globe on a quest to reconstruct his past -- and thus clear the way for his future.", 
    "actors": "Matt Damon, Julia Stiles, David Strathairn, Scott Glenn", 
    "director": "Paul Greengrass", 
    "imdb_rating": "7.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1525132800"
},
{
    "title": "The Boy", 
    "description": "A nanny is hired by a couple to look after their boy. She's shocked to learn that her charge is actually a doll that the couple treats like a human.", 
    "actors": "Lauren Cohan, Rupert Evans, James Russell, Jim Norton", 
    "director": "William Brent Bell", 
    "imdb_rating": "5.8/10", 
    "category": "Horror Movies", 
    "date_released": "1527811200"
},
{
    "title": "The Breadwinner", 
    "description": "A courageous 11-year-old Afghan girl disguises herself as a boy and takes on odd jobs to provide for her family when her father is arrested.", 
    "actors": "Saara Chaudry, Soma Bhatia, Ali Badshah, Shaista Latif", 
    "director": "Nora Twomey", 
    "imdb_rating": "7.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1519084800"
},
{
    "title": "The Break-Up", 
    "description": "Cohabitating couple Gary and Brooke's petty spats turn into an all-out battle for their home condo.", 
    "actors": "Vince Vaughn, Jennifer Aniston, Joey Lauren Adams, Cole Hauser", 
    "director": "Peyton Reed", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1542326400"
},
{
    "title": "The Breakfast Club", 
    "description": "The athlete, the brain, the criminal, the princess and the basket case break through the social barriers of high school during Saturday detention.", 
    "actors": "Emilio Estevez, Anthony Michael Hall, Judd Nelson, Molly Ringwald", 
    "director": "John Hughes", 
    "imdb_rating": "7.8/10", 
    "category": "Classic Movies", 
    "date_released": "1535760000"
},
{
    "title": "The Bros", 
    "description": "Reunited in their hometown for their father's funeral, two self-interested brothers meet a peculiar woman who shares a huge secret about their family.", 
    "actors": "Lee Dong-hwi, Ma Dong-seok, Lee Hanee, Woo-jin Jo", 
    "director": "Chang You-jeong", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1517529600"
},
{
    "title": "The Bund", 
    "description": "After losing everything, a young man rebuilds his life and finds love in 1920s Shanghai -- all while rising to power in an organized crime syndicate.", 
    "actors": "Chow Yun Fat, Ray Lui, Angie Chiu, Lau Dan", 
    "director": "Chun Keung Chiu", 
    "imdb_rating": "8.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1532304000"
},
{
    "title": "The Butterfly's Dream", 
    "description": "Forced to work in a coal mine during World War II, two young poets find some escape when they both fall for the same woman.", 
    "actors": "Kıvanç Tatlıtuğ, Mert Fırat, Belçim Bilgin, Farah Zeynep Abdullah", 
    "director": "Yılmaz Erdoğan", 
    "imdb_rating": "7.6/10", 
    "category": "Dramas", 
    "date_released": "1489104000"
},
{
    "title": "The Cakemaker", 
    "description": "When a German baker travels to Jerusalem in search of his dead male lover’s family, his growing involvement with them may expose his truth.", 
    "actors": "Sarah Adler, Tim Kalkhof, Roy Miller, Zohar Shtrauss", 
    "director": "Ofir Raul Graizer", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1543881600"
},
{
    "title": "The Candidate", 
    "description": "At his country estate, a rich businessman who wants to be president is groomed by a campaign team to create an image palatable to middle-class voters.", 
    "actors": "Diego De Paula, Ana Katz, Matías Singer, Roberto Suárez", 
    "director": "Daniel Hendler", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1500076800"
},
{
    "title": "The Captive", 
    "description": "Eight years after their daughter's abduction tore them apart, her parents receive enigmatic clues from the kidnapper hinting that she's still alive.", 
    "actors": "Ryan Reynolds, Scott Speedman, Rosario Dawson, Mireille Enos", 
    "director": "Atom Egoyan", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1531958400"
},
{
    "title": "The Carter Effect", 
    "description": "Featuring eight-time NBA All-Star Vince Carter, this documentary takes an in-depth look at his impact on pop culture and the Canadian basketball scene.", 
    "actors": "Vince Carter", 
    "director": "Sean Menard", 
    "imdb_rating": "7.1/10", 
    "category": "Documentaries", 
    "date_released": "1525132800"
},
{
    "title": "The Cat in the Hat Knows a Lot About Christmas!", 
    "description": "When a young reindeer gets separated from his family after a Christmas Eve party, the Cat in the Hat and his friends help them reunite.", 
    "actors": "Martin Short, Alexa Torrington, Jacob Ewaniuk, Robert Tinkler", 
    "director": "Tony Collingwood, Steve Neilson", 
    "imdb_rating": "6.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1417910400"
},
{
    "title": "The Challenger", 
    "description": "When his mother is faced with hardship, a Bronx boy determines to help her by training as a boxer and fights his way to a shot at the championship.", 
    "actors": "Kent Moran, Michael Clarke Duncan, S. Epatha Merkerson, Justin Hartley", 
    "director": "Kent Moran", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1459555200"
},
{
    "title": "The Charnel House", 
    "description": "After an architect transforms a slaughterhouse into trendy lofts, its new inhabitants discover that the structure is haunted by its evil past.", 
    "actors": "Callum Blue, Nadine Velazquez, Makenzie Moss, Erik LaRay Harvey", 
    "director": "Craig Moss", 
    "imdb_rating": "4.4/10", 
    "category": "Horror Movies", 
    "date_released": "1486166400"
},
{
    "title": "The Chase", 
    "description": "After people in his town start turning up dead, a grumpy landlord is visited by a man who recounts an unsolved serial murder case from 30 years ago.", 
    "actors": "Baek Yoon-sik, Sung Dong-il, Chun Ho-jin, Bae Jong-ok", 
    "director": "Kim Hong-seon", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1519776000"
},
{
    "title": "The Chosen", 
    "description": "In 1937, Spanish revolutionary Ramón trains as a Soviet spy, impersonating a wealthy Belgian as part of a plot to assassinate Leon Trotsky in Mexico.", 
    "actors": "Alfonso Herrera, Hannah Murray, Henry Goodman, Julian Sands", 
    "director": "Antonio Chavarrías", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1492128000"
},
{
    "title": "The Chosen Ones", 
    "description": "Young Ulises falls in love with teen Sofia, even as he is forced to lure her into his family's prostitution ring. Now he'll do anything to rescue her.", 
    "actors": "Nancy Talamantes, Óscar Torres, Leidi Gutiérrez, José Santillán Cabuto", 
    "director": "David Pablos", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1462665600"
},
{
    "title": "The Christmas Chronicles", 
    "description": "After accidentally crashing Santa's sleigh, a brother and sister pull an all-nighter to save Christmas with a savvy, straight-talking St. Nick.", 
    "actors": "Kurt Russell, Darby Camp, Judah Lewis, Kimberly Williams-Paisley", 
    "director": "Clay Kaytis", 
    "imdb_rating": "5.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1542844800"
},
{
    "title": "The Christmas Project", 
    "description": "Four brothers prepare for war when they're forced to deliver secret holiday gifts to the school bullies. But they soon learn kindness goes a long way.", 
    "actors": "Jacob Buster, Anson Bagley, Grace Hallows, Josh Reid", 
    "director": "Michael Buster", 
    "imdb_rating": "5.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1481760000"
},
{
    "title": "The Cider House Rules", 
    "description": "A protégé to a physician who runs an orphanage sets off to see the world, but reality soon intrudes on his youthful idealism and moral certitude.", 
    "actors": "Tobey Maguire, Michael Caine, Charlize Theron, Paul Rudd", 
    "director": "Lasse Hallström", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1535760000"
},
{
    "title": "The Clapper", 
    "description": "A newcomer ekes out a living in LA as a professional audience member on infomercials, but life gets complicated when he's thrust into the spotlight.", 
    "actors": "Ed Helms, Amanda Seyfried, Tracy Morgan, Brenda Vaccaro", 
    "director": "Dito Montiel", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1525132800"
},
{
    "title": "The Climb", 
    "description": "A young Senegalese-French man from humble roots sets out to climb Mount Everest to impress the woman he loves -- and slowly becomes a media sensation.", 
    "actors": "Ahmed Sylla, Alice Belaïdi, Kevin Razy, Nicolas Wanczycki", 
    "director": "Ludovic Bernard", 
    "imdb_rating": "6.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1514505600"
},
{
    "title": "The Cobbler", 
    "description": "A weary shoe repairman becomes a hero -- and learns a few lessons -- when trying on his customers' shoes magically lets him step into their lives.", 
    "actors": "Adam Sandler, Method Man, Ellen Barkin, Melonie Diaz", 
    "director": "Tom McCarthy", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1538265600"
},
{
    "title": "The Collection", 
    "description": "After escaping the dungeon of a serial killer, a man is forced to return to the house of horrors to help save a woman now in the killer's clutches.", 
    "actors": "Josh Stewart, Emma Fitzpatrick, Christopher McDonald, Lee Tergesen", 
    "director": "Marcus Dunstan", 
    "imdb_rating": "6.1/10", 
    "category": "Horror Movies", 
    "date_released": "1516752000"
},
{
    "title": "The Company Men", 
    "description": "A successful businessman comes face-to-face with America's downsizing epidemic when he loses his job and is forced to take a construction gig.", 
    "actors": "Ben Affleck, Chris Cooper, Kevin Costner, Tommy Lee Jones", 
    "director": "John Wells", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1532736000"
},
{
    "title": "The Conjuring", 
    "description": "Based on true events, this spine-chiller tells the story of a New England family who begins having encounters with spirits in their farmhouse.", 
    "actors": "Vera Farmiga, Patrick Wilson, Lili Taylor, Ron Livingston", 
    "director": "James Wan", 
    "imdb_rating": "7.5/10", 
    "category": "Horror Movies", 
    "date_released": "1515369600"
},
{
    "title": "The Constant Gardener", 
    "description": "Justin Quayle, a member of the British High Commission based in Africa, begins his own international investigation when his wife is murdered.", 
    "actors": "Ralph Fiennes, Rachel Weisz, Danny Huston, Bill Nighy", 
    "director": "Fernando Meirelles", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "The Crew", 
    "description": "After an unexpected misstep, a crew of skilled Parisian robbers find themselves forced to carry out a daring heist for a powerful crime organization.", 
    "actors": "Sami Bouajila, Guillaume Gouix, Youssef Hajdi, Redouane Behache", 
    "director": "Julien Leclercq", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1542240000"
},
{
    "title": "The Crying Game", 
    "description": "IRA terrorist Fergus bonds with his prisoner, Jody. Jody tells Fergus of his girlfriend, Dil, with whom Fergus later falls in love.", 
    "actors": "Stephen Rea, Miranda Richardson, Forest Whitaker, Jaye Davidson", 
    "director": "Neil Jordan", 
    "imdb_rating": "6.9/10", 
    "category": "Classic Movies", 
    "date_released": "1514764800"
},
{
    "title": "The D Train", 
    "description": "A loser in charge of planning his high school class's 20-year reunion thinks he's scored a major coup when he gets a marginally famous alum to attend.", 
    "actors": "Jack Black, James Marsden, Kathryn Hahn, Jeffrey Tambor", 
    "director": "Jarrad Paul, Andrew Mogel", 
    "imdb_rating": "4.6/10", 
    "category": "Comedies", 
    "date_released": "1491091200"
},
{
    "title": "The Damned Rain", 
    "description": "An optimistic farmer is determined to succeed in spite of the lack of rain in his region, and the sinking spirits around him.", 
    "actors": "Sonali Kulkarni, Girish Kulkarni, Jyoti Subhash, Veena Jamkar", 
    "director": "Satish Manwar", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "The Darkest Dawn", 
    "description": "An aspiring filmmaker records the chaos of an alien invasion while struggling to stay alive with her sister and a bickering band of survivors.", 
    "actors": "", 
    "director": "Drew Casson", 
    "imdb_rating": "3.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1529452800"
},
{
    "title": "The Daughter", 
    "description": "Having returned home for his cagey father's wedding, an estranged man gets to know his childhood friend's family and uncovers a devastating secret.", 
    "actors": "Geoffrey Rush, Ewen Leslie, Paul Schneider, Miranda Otto", 
    "director": "Simon Stone", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1493164800"
},
{
    "title": "The Dead Pool", 
    "description": "A macabre sports pool is placing bets on which celebrity is going to die next and crossing names off a list as each meets his or her demise.", 
    "actors": "Clint Eastwood, Jim Carrey, Liam Neeson, Patricia Clarkson", 
    "director": "Buddy Van Horn", 
    "imdb_rating": "6.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "The Death and Life of Marsha P. Johnson", 
    "description": "As she fights the tide of violence against trans women, activist Victoria Cruz probes the suspicious 1992 death of her friend Marsha P. Johnson.", 
    "actors": "", 
    "director": "David France", 
    "imdb_rating": "7.4/10", 
    "category": "Documentaries", 
    "date_released": "1507248000"
},
{
    "title": "The Decoy Bride", 
    "description": "When a Hollywood actress heads to a Scottish island to get married, her handlers must find a way to dupe the paparazzi after she flees in frustration.", 
    "actors": "James Fleet, Kelly Macdonald, Hamish Clark, David Tennant", 
    "director": "Sheree Folkson", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1435276800"
},
{
    "title": "The Department", 
    "description": "A former industrial saboteur is lured back by her corporate employer for one last job, but her husband disapproves and may need to take action.", 
    "actors": "Majid Michel, Osas Ighodaro Ajibade, Desmond Elliot, O.C. Ukeje", 
    "director": "Remi Vaughan-Richards", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1505433600"
},
{
    "title": "The Desert Bride", 
    "description": "While traveling across Argentina to a new job, a longtime maid encounters a salesman who opens her eyes to life's beauty and possibilities.", 
    "actors": "Paulina García, Claudio Rissi", 
    "director": "Cecilia Atán, Valeria Pivato", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1541635200"
},
{
    "title": "The Details", 
    "description": "After discovering that his lawn has been destroyed, frustrated Jeff foolishly cheats on his wife, which leads to a series of agonizing predicaments.", 
    "actors": "Tobey Maguire, Elizabeth Banks, Dennis Haysbert, Ray Liotta", 
    "director": "Jacob Aaron Estes", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1512000000"
},
{
    "title": "The Devil and Father Amorth", 
    "description": "In Rome, \"Exorcist\" director William Friedkin follows a 91-year-old priest who performs a real demonic exorcism on a woman from a small Italian town.", 
    "actors": "", 
    "director": "William Friedkin", 
    "imdb_rating": "5.6/10", 
    "category": "Documentaries", 
    "date_released": "1532304000"
},
{
    "title": "The Devil's Advocate", 
    "description": "Keanu Reeves stars as a young attorney recruited to the firm of a charismatic lawyer, whose strange behavior gradually reveals a sinister intent.", 
    "actors": "Keanu Reeves, Al Pacino, Charlize Theron, Jeffrey Jones", 
    "director": "Taylor Hackford", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "The Devil's Candy", 
    "description": "A struggling painter moves his family into a house with a horrific past and soon finds himself being artistically inspired by demonic forces.", 
    "actors": "Ethan Embry, Shiri Appleby, Pruitt Taylor Vince, Kiara Glasco", 
    "director": "Sean Byrne", 
    "imdb_rating": "6.3/10", 
    "category": "Horror Movies", 
    "date_released": "1501545600"
},
{
    "title": "The Devil's Mistress", 
    "description": "Before the dawn of World War II, an ambitious actress pursues her dreams in Berlin. But her plans derail when she becomes Joseph Goebbels’ mistress.", 
    "actors": "Tatiana Pauhofová, Karl Markovics, Gedeon Burkhard, Simona Stasová", 
    "director": "Filip Renc", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1494806400"
},
{
    "title": "The Diabolical", 
    "description": "Terrorized by unexplained disturbances and horrific visions in her home, a young widowed mother turns to her scientist boyfriend for help.", 
    "actors": "Ali Larter, Arjun Gupta, Max Rose, Merrin Dungey", 
    "director": "Alistair Legrand", 
    "imdb_rating": "4.7/10", 
    "category": "Horror Movies", 
    "date_released": "1533081600"
},
{
    "title": "The Dirty Picture", 
    "description": "After running away from home in search of movie stardom, a village girl rises to become a prominent sex symbol.", 
    "actors": "Vidya Balan, Emraan Hashmi, Tusshar Kapoor, Naseeruddin Shah", 
    "director": "Milan Luthria", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1498867200"
},
{
    "title": "The Disappointments Room", 
    "description": "After a troubled architect moves her family into a spacious fixer-upper, she discovers a curious locked room containing ghosts of a mysterious nature.", 
    "actors": "Kate Beckinsale, Mel Raido, Lucas Till, Celia Weston", 
    "director": "D.J. Caruso", 
    "imdb_rating": "4.4/10", 
    "category": "Horror Movies", 
    "date_released": "1492560000"
},
{
    "title": "The Discovery", 
    "description": "A scientist whose proof of an afterlife caused a rash of suicides forges ahead with his research, while his disapproving son falls for a troubled woman.", 
    "actors": "Jason Segel, Rooney Mara, Robert Redford, Riley Keough", 
    "director": "Charlie McDowell", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1490918400"
},
{
    "title": "The Distinguished Citizen", 
    "description": "Worried he’s lost his artistic edge, a wealthy expat novelist returns to his backwater hometown in Argentina, where he’s regarded as a local hero.", 
    "actors": "Oscar Martínez, Dady Brieva, Andrea Frigerio, Nora Navas", 
    "director": "Gastón Duprat, Mariano Cohn", 
    "imdb_rating": "7.3/10", 
    "category": "Comedies", 
    "date_released": "1504224000"
},
{
    "title": "The Dreamer", 
    "description": "A trio of friends struggles to make it through adolescence, all while hoping that bigger and better things await them.", 
    "actors": "Vikri Septiawan, Rendy Ahmad, Azwir Fitrianto, Zulfani", 
    "director": "Riri Riza", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1536969600"
},
{
    "title": "The Duchess", 
    "description": "To compensate for her unhappy marriage, young duchess Georgiana Spencer begins a scandalous affair with politician Charles Grey.", 
    "actors": "Keira Knightley, Ralph Fiennes, Charlotte Rampling, Dominic Cooper", 
    "director": "Saul Dibb", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "The Duplex", 
    "description": "A cash-strapped man and his pregnant wife buy a beautiful new home at a bargain price, only to learn that they aren't the only occupants.", 
    "actors": "Omoni Oboli, Mike Ezuruonye, Anthony Monjaro, Uru Eke", 
    "director": "Ikechukwu Onyeka", 
    "imdb_rating": "3.5/10", 
    "category": "Horror Movies", 
    "date_released": "1504224000"
},
{
    "title": "The Eichmann Show", 
    "description": "This is the astonishing true story behind a moment in TV history: the live 1961 broadcast of Nazi mass-murderer Adolf Eichmann's trial in Jerusalem.", 
    "actors": "Martin Freeman, Anthony LaPaglia, Rebecca Front, Andy Nyman", 
    "director": "Paul Andrew Williams", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1504137600"
},
{
    "title": "The Emoji Movie", 
    "description": "In Textopolis, where the emojis are expected to display just one emotion, Gene's multiple expressions are a problem. His solution: become \"normal.\"", 
    "actors": "T.J. Miller, James Corden, Ilana Glazer, Steven Wright", 
    "director": "Tony Leondis", 
    "imdb_rating": "5.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1518048000"
},
{
    "title": "The Emperor's New Groove", 
    "description": "In this animated Disney adventure, a South American emperor experiences a reversal of fortune when his power-hungry adviser turns him into a llama.", 
    "actors": "David Spade, John Goodman, Eartha Kitt, Patrick Warburton", 
    "director": "Mark Dindal", 
    "imdb_rating": "7.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1535846400"
},
{
    "title": "The End of the Tour", 
    "description": "\"Rolling Stone\" reporter David Lipsky shadows famed writer David Foster Wallace in this fictionalized account of their revealing five-day encounter.", 
    "actors": "Jason Segel, Jesse Eisenberg, Becky Ann Baker, Anna Chlumsky", 
    "director": "James Ponsoldt", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1532563200"
},
{
    "title": "The Endless", 
    "description": "As kids, they escaped a UFO death cult. Now, two adult brothers seek answers after an old videotape surfaces and brings them back to where they began.", 
    "actors": "Aaron Moorhead, Justin Benson, Callie Hernandez, Lew Temple", 
    "director": "Justin Benson, Aaron Moorhead", 
    "imdb_rating": "6.6/10", 
    "category": "Independent Movies", 
    "date_released": "1537315200"
},
{
    "title": "The English Patient", 
    "description": "Ralph Fiennes stars as a horribly burned pilot who recounts a tale of doomed romance to the nurse tending to him in this World War II-era drama.", 
    "actors": "Ralph Fiennes, Juliette Binoche, Willem Dafoe, Kristin Scott Thomas", 
    "director": "Anthony Minghella", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "The Experiment", 
    "description": "In this gripping thriller, a group of men volunteers to take on the roles of guards and inmates at a mock prison as part of a controversial study.", 
    "actors": "Adrien Brody, Forest Whitaker, Cam Gigandet, Clifton Collins Jr.", 
    "director": "Paul Scheuring", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "The Eyes of My Mother", 
    "description": "At the remote farmhouse where she once witnessed a traumatic childhood event, a young woman develops a grisly fascination with violence.", 
    "actors": "Kika Magalhães, Olivia Bond, Will Brill, Flora Diaz", 
    "director": "Nicolas Pesce", 
    "imdb_rating": "6.2/10", 
    "category": "Horror Movies", 
    "date_released": "1491436800"
},
{
    "title": "The Fabulous Ice Age", 
    "description": "For decades, American touring ice shows dominated family entertainment with their dazzling production. One skater aims to keep this history alive.", 
    "actors": "", 
    "director": "Keri Pickett", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1391385600"
},
{
    "title": "The Face of Love", 
    "description": "Years after the death of her husband, Garrett, Nikki begins a romance with Tom, a great guy who looks almost exactly like Garrett.", 
    "actors": "Annette Bening, Ed Harris, Robin Williams, Amy Brenneman", 
    "director": "Arie Posin", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1455321600"
},
{
    "title": "The Fear of 13", 
    "description": "After 20 years on Death Row, self-educated inmate Nick petitions the court to be executed, then tells his twisting, turning tale of despair and hope.", 
    "actors": "", 
    "director": "David Sington", 
    "imdb_rating": "7.9/10", 
    "category": "Documentaries", 
    "date_released": "1464739200"
},
{
    "title": "The Feels", 
    "description": "During their bachelorette weekend, a lesbian couple's relationship hits a snag when one of the brides confesses to never having an orgasm.", 
    "actors": "Jenée LaMarque, Angela Trimbur, Constance Wu, Josh Fadem", 
    "director": "Jenée LaMarque", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "The Final Master", 
    "description": "In 20th-century Tianjin, a Wing Chun master decides to pass on his teachings by opening a school, but he must first prove himself to local rivals.", 
    "actors": "Liao Fan, Song Jia, Jiang Wenli, Chin Shih-chieh", 
    "director": "Xu Haofeng", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1508889600"
},
{
    "title": "The Firefly", 
    "description": "After her estranged brother's sudden death, young wife Lucia bonds with his fiancée through their shared grief and finds herself falling in love.", 
    "actors": "Carolina Guerra, Olga Segura, Manuel José Cháves, Luis Fernando Orozco", 
    "director": "Ana Maria Hermida", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1496966400"
},
{
    "title": "The First Line", 
    "description": "Two determined Athenian attorneys spearhead a lawsuit against the British Museum for the return of the Parthenon Marbles to Greece.", 
    "actors": "Pantelis Kodogiannis, Kassandra Voyagis, Paul Freeman, Michael Byrne", 
    "director": "Coerte Voorhees, John Voorhees", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1474329600"
},
{
    "title": "The First Time", 
    "description": "Dave is in love with Jane, the hottest girl in school. But a chance encounter with Aubrey leads to a hilariously awkward romance.", 
    "actors": "Britt Robertson, Dylan O'Brien, Craig Roberts, Joshua Malina", 
    "director": "Jon Kasdan", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "The Five Venoms", 
    "description": "A dying kung fu master sends his last student to track down five former pupils in order to learn which one of them has become evil.", 
    "actors": "Sheng Chiang, Chien Sun, Philip Kwok, Meng Lo", 
    "director": "Cheh Chang", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1532304000"
},
{
    "title": "The Flintstones", 
    "description": "The Flintstones hit the big screen in this live-action comedy that finds Fred and Barney struggling to cope with the pressures of work and family.", 
    "actors": "John Goodman, Elizabeth Perkins, Rick Moranis, Rosie O'Donnell", 
    "director": "Brian Levant", 
    "imdb_rating": "5.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1522540800"
},
{
    "title": "The Flintstones in Viva Rock Vegas", 
    "description": "Yabba-dabba-doo! Digital dinosaurs rule the day when Fred, Barney, Betty and Wilma take Vegas by storm in this prequel that posits their lives before marriage.", 
    "actors": "Mark Addy, Stephen Baldwin, Kristen Johnston, Jane Krakowski", 
    "director": "Brian Levant", 
    "imdb_rating": "4.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1522540800"
},
{
    "title": "The Flying Guillotine", 
    "description": "In Qing-dynasty China, the emperor commands that a weapon be invented to kill at a distance without a trace. Then he orders it used on its wielders.", 
    "actors": "Chen Kuan Tai, Feng Ku, Hung Wei, Wu Chi Liu", 
    "director": "Meng Hua Ho", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1532304000"
},
{
    "title": "The Forest", 
    "description": "A monk turned teacher befriends a bullied young student, whose life changes when she bonds with a mysterious boy who dwells in a haunted forest.", 
    "actors": "Asanee Suwan, Wannasa Wintawong, Tanapol Kamkunkam, Thidarat Kongkaew", 
    "director": "Paul Spurrier", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1493078400"
},
{
    "title": "The Forgotten", 
    "description": "After a teenager goes to live with his father in abandoned public housing, he hears strange noises and decides to investigate with his new friend.", 
    "actors": "Clem Tibber, Elarica Johnson, James Doherty, Shaun Dingwall", 
    "director": "Oliver Frampton", 
    "imdb_rating": "5.7/10", 
    "category": "Horror Movies", 
    "date_released": "1505088000"
},
{
    "title": "The Fox and the Hound 2", 
    "description": "In Disney's sequel to the 1981 classic, Tod and Copper find their friendship put to the test when Copper joins a howling country-and-western dog band.", 
    "actors": "Reba McEntire, Patrick Swayze, Jonah Bobo, Harrison Fahn", 
    "director": "Jim Kammerud", 
    "imdb_rating": "5.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1464739200"
},
{
    "title": "The Free Man", 
    "description": "Olympic freestyle skier Jossi Wells learns the dangerous extreme sport of highlining with help from death-defying daredevils the Flying Frenchies.", 
    "actors": "Jossi Wells", 
    "director": "Toa Fraser", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1506816000"
},
{
    "title": "The Free World", 
    "description": "A man struggling to adjust to freedom after being wrongfully imprisoned puts everything on the line for a woman trapped in an abusive marriage.", 
    "actors": "Boyd Holbrook, Elisabeth Moss, Octavia Spencer, Sung Kang", 
    "director": "Jason Lew", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1535760000"
},
{
    "title": "The Freedom to Marry", 
    "description": "This documentary chronicles the true story of a dramatic, decades-long campaign to achieve marriage equality in the United States.", 
    "actors": "Evan Wolfson, Mary Bonauto", 
    "director": "Eddie Rosenstein", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1509494400"
},
{
    "title": "The Frontier", 
    "description": "A young woman on the lam takes a job at a desert motel, where she entangles herself with a band of thieves who have just pulled off a big heist.", 
    "actors": "Jocelin Donahue, Kelly Lynch, Jim Beaver, Izabella Miko", 
    "director": "Oren Shai", 
    "imdb_rating": "", 
    "category": "", 
    "date_released": "1480982400"
},
{
    "title": "The Fundamentals of Caring", 
    "description": "In this inspirational buddy comedy, a young shut-in and his caregiver take a road trip in search of landmarks, but end up finding hope and friendship.", 
    "actors": "Paul Rudd, Craig Roberts, Selena Gomez, Jennifer Ehle", 
    "director": "Rob Burnett", 
    "imdb_rating": "7.4/10", 
    "category": "Comedies", 
    "date_released": "1466726400"
},
{
    "title": "The Fury of a Patient Man", 
    "description": "After his lover is killed in a jewelry store robbery, quiet José romances café owner Ana, who's unaware he has other motivations.", 
    "actors": "Antonio de la Torre, Luis Callejo, Ruth Díaz, Raúl Jiménez", 
    "director": "Raúl Arévalo", 
    "imdb_rating": "6.7/10", 
    "category": "International Movies", 
    "date_released": "1487116800"
},
{
    "title": "The Games Maker", 
    "description": "Packed off to a bizarre boarding school after his parents vanish, a gifted young game designer finds himself pitted against a villainous game master.", 
    "actors": "David Mazouz, Edward Asner, Joseph Fiennes, Tom Cavanagh", 
    "director": "Juan Pablo Buscarini", 
    "imdb_rating": "5.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1460678400"
},
{
    "title": "The Giant", 
    "description": "In 1843, crippled Martin returns from war to his Basque hometown and finds his brother has grown into a giant, which they turn into a circus act.", 
    "actors": "Joseba Usabiaga, Eneko Sagardoy, Iñigo Aranburu, Ramón Aguirre", 
    "director": "Aitor Arregi, Jon Garaño", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1542240000"
},
{
    "title": "The Gift", 
    "description": "Newly relocated to California, a man bumps into a former classmate who seems friendly at first, but is soon revealed to be nursing a murderous grudge.", 
    "actors": "Jason Bateman, Rebecca Hall, Joel Edgerton, Wendell Pierce", 
    "director": "Joel Edgerton", 
    "imdb_rating": "6.7/10", 
    "category": "Independent Movies", 
    "date_released": "1519862400"
},
{
    "title": "The Girl from the Song", 
    "description": "When an aspiring musician falls for a carefree college student, he follows her to the Nevada desert to declare his love to her and find himself.", 
    "actors": "Lewis Rainer, Josephine Berry, Charlotte Atkinson, Charles MacGechan", 
    "director": "Ibai Abad", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1511481600"
},
{
    "title": "The Girl in the Book", 
    "description": "In New York, an editor's assistant must confront her dark past when an aging novelist who seduced her as a teen re-enters her life.", 
    "actors": "Emily VanCamp, Michael Nyqvist, David Call, Michael Cristofer", 
    "director": "Marya Cohn", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1455062400"
},
{
    "title": "The Girl in the Photographs", 
    "description": "An insufferable photographer, his entourage and a grocery store clerk become the targets of serial killers who take pictures of their gory handiwork.", 
    "actors": "Kal Penn, Claudia Lee, Kenny Wormald, Toby Hemingway", 
    "director": "Nick Simon", 
    "imdb_rating": "4.9/10", 
    "category": "Horror Movies", 
    "date_released": "1467244800"
},
{
    "title": "The Girl King", 
    "description": "Sweden's forward-thinking Queen Kristina resists her country's conservative ideals, which only grow more restrictive when she falls for a woman.", 
    "actors": "Malin Buska, Sarah Gadon, Michael Nyqvist, Lucas Bryant", 
    "director": "Mika Kaurismäki", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1462060800"
},
{
    "title": "The Godfather", 
    "description": "When an organized-crime family patriarch barely survives an attempt on his life, his youngest son steps in to take care of the would-be killers.", 
    "actors": "Marlon Brando, Al Pacino, James Caan, Richard Castellano", 
    "director": "Francis Ford Coppola", 
    "imdb_rating": "8.6/10", 
    "category": "Classic Movies", 
    "date_released": "1514764800"
},
{
    "title": "The Godfather: Part II", 
    "description": "This second film in the trilogy explores the Corleone family roots, tracing Don Vito's journey from Sicily to a life of organized crime in New York.", 
    "actors": "Al Pacino, Robert Duvall, Diane Keaton, Robert De Niro", 
    "director": "Francis Ford Coppola", 
    "imdb_rating": "8.5/10", 
    "category": "Classic Movies", 
    "date_released": "1514764800"
},
{
    "title": "The Godfather: Part III", 
    "description": "In the final installment of the trilogy, gray-haired Michael struggles to make the family business legitimate, but he's pulled into more bloodshed.", 
    "actors": "Al Pacino, Diane Keaton, Talia Shire, Andy Garcia", 
    "director": "Francis Ford Coppola", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "The Golden Compass", 
    "description": "Precocious orphan Lyra trades her carefree existence roaming the halls of Jordan College for an otherworldly adventure in the far North.", 
    "actors": "Nicole Kidman, Daniel Craig, Dakota Blue Richards, Ben Walker", 
    "director": "Chris Weitz", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "The Good Catholic", 
    "description": "A young priest’s faith is tested when he finds himself attracted to a woman he meets at confession and his ideals are shaken to the core.", 
    "actors": "Zachary Spicer, Wrenn Schmidt, Danny Glover, John C. McGinley", 
    "director": "Paul Shoulberg", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1516752000"
},
{
    "title": "The Good Neighbor", 
    "description": "Two tech-savvy teens plot to fool a cranky old neighbor into believing his house is haunted, but their cruel prank soon takes some unexpected turns.", 
    "actors": "James Caan, Logan Miller, Keir Gilchrist, Laura Innes", 
    "director": "Kasra Farahani", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1480896000"
},
{
    "title": "The Great Alone", 
    "description": "Follow the stirring personal journey of champion dog musher Lance Mackey as he rebuilds his life while vying for a fifth Iditarod victory.", 
    "actors": "Lance Mackey", 
    "director": "Greg Kohs", 
    "imdb_rating": "7.8/10", 
    "category": "Documentaries", 
    "date_released": "1464739200"
},
{
    "title": "The Great Gilly Hopkins", 
    "description": "Rebellious Gilly Hopkins has been in and out of a slew of foster homes. But when she moves in with Maime Trotter, Gilly may have met her match.", 
    "actors": "Sophie Nélisse, Kathy Bates, Glenn Close, Octavia Spencer", 
    "director": "Stephen Herek", 
    "imdb_rating": "6.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1488758400"
},
{
    "title": "The Great Raid", 
    "description": "In World War II, a battalion goes on a daring rescue mission to liberate the Americans and Filipinos who've been captured by the Japanese.", 
    "actors": "Benjamin Bratt, James Franco, Connie Nielsen, Marton Csokas", 
    "director": "John Dahl", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "The Green Mile", 
    "description": "When a prison guard discovers that a death row inmate possesses mysterious powers, he tries desperately to prevent the condemned man's execution.", 
    "actors": "Patricia Clarkson, Doug Hutchison, Sam Rockwell, Tom Hanks", 
    "director": "Frank Darabont", 
    "imdb_rating": "8.4/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "The Gruffalo", 
    "description": "A mouse squeaks out of trouble by inventing stories about a fierce but fictitious Gruffalo -- until he meets a real one that wants to gobble him up.", 
    "actors": "Helena Bonham Carter, James Corden, Tom Wilkinson, John Hurt", 
    "director": "Max Lang, Jakob Schuh", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1488326400"
},
{
    "title": "The Gruffalo's Child", 
    "description": "Ignoring her father's warnings about the fearsome \"Big Bad Mouse,\" the Gruffalo's child and ventures into the forest to find the fabled beast.", 
    "actors": "Helena Bonham Carter, Shirley Henderson, Robbie Coltrane, Rob Brydon", 
    "director": "Johannes Weiland, Uwe Heidschotter", 
    "imdb_rating": "6.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1488326400"
},
{
    "title": "The Guardian Brothers", 
    "description": "When a Chinese family's soup shop is targeted for sabotage by a competitor, two guardians from the spirit world leave retirement to protect them.", 
    "actors": "Edward Norton, Dan Fogler, Mike Birbiglia, Bella Thorne", 
    "director": "Gary Wang", 
    "imdb_rating": "5.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1504224000"
},
{
    "title": "The Guernsey Literary and Potato Peel Pie Society", 
    "description": "A London writer bonds with the colorful residents of Guernsey as she learns about the book club they formed during the WWII German occupation.", 
    "actors": "Lily James, Michiel Huisman, Penelope Wilton, Tom Courtenay", 
    "director": "Mike Newell", 
    "imdb_rating": "7.8/10", 
    "category": "Dramas", 
    "date_released": "1533859200"
},
{
    "title": "The Hatred", 
    "description": "Four young women head to a country house for an idyllic weekend retreat. But what lies in store for them is far from the dreamy getaway they imagined.", 
    "actors": "Sarah Davenport, Andrew Divoff, Gabrielle Bourne, Bayley Corman", 
    "director": "Michael G. Kehoe", 
    "imdb_rating": "4.2/10", 
    "category": "Horror Movies", 
    "date_released": "1512950400"
},
{
    "title": "The Haunting of Molly Hartley", 
    "description": "A troubled teenage girl hopes to start fresh at a new school, but the horrifying truth about her past is destined to catch up with her.", 
    "actors": "Haley Bennett, Jake Weber, Chace Crawford, Shannon Woodward", 
    "director": "Mickey Liddell", 
    "imdb_rating": "4.3/10", 
    "category": "Horror Movies", 
    "date_released": "1538611200"
},
{
    "title": "The Heroes of Evil", 
    "description": "Three teenage misfits find camaraderie in sex, violence and petty crime. But what starts as a lark soon threatens to damage them beyond repair.", 
    "actors": "Emilio Palacios, Jorge Clemente, Beatriz Medina, Macarena Gómez", 
    "director": "Zoe Berriatúa", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1464739200"
},
{
    "title": "The Heyday of the Insensitive Bastards", 
    "description": "An all-star cast brings to life the short stories of author Robert Boswell in this anthology series of vignettes set in modern-day America.", 
    "actors": "James Franco, Rico Rodriguez, Abigail Spencer, Natalie Portman", 
    "director": "Mark Columbus, Lauren Hoekstra", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1519603200"
},
{
    "title": "The Hitchhiker's Guide to the Galaxy", 
    "description": "After learning that Earth is about to be destroyed for an interstellar thruway, Arthur Dent survives by hitching a ride on a passing spacecraft.", 
    "actors": "Sam Rockwell, Mos Def, Zooey Deschanel, Martin Freeman", 
    "director": "Garth Jennings", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1535760000"
},
{
    "title": "The Holiday Calendar", 
    "description": "A talented photographer stuck in a dead-end job inherits an antique Advent calendar that may be predicting the future -- and pointing her toward love.", 
    "actors": "Kat Graham, Quincy Brown, Ethan Peck, Ron Cephas Jones", 
    "director": "Bradley Walsh", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1541116800"
},
{
    "title": "The Hollow Point", 
    "description": "New straight-arrow sheriff Wallace finds he must join forces with brutal ex-lawman Leland to protect a troubled border town from a cartel hit man.", 
    "actors": "Patrick Wilson, Ian McShane, John Leguizamo, Lynn Collins", 
    "director": "Gonzalo López-Gallego", 
    "imdb_rating": "6.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1489622400"
},
{
    "title": "The Hollywood Shorties", 
    "description": "The history-making Hollywood Shorties basketball team packed the court with familiar faces from the big screen -- and all of them were little people.", 
    "actors": "", 
    "director": "Ryan Steven Green", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1482969600"
},
{
    "title": "The Holy Man", 
    "description": "Formerly a troubled youth, a monk is given charge of a Buddhist temple neglected by superstitious villagers under the spell of a fake psychic.", 
    "actors": "Pongsak Pongsuwan, Note Chern-Yim, Sarawut Phumthong, Savika Chaiyadej", 
    "director": "Note Chern-Yim", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1532304000"
},
{
    "title": "The Homesman", 
    "description": "A pious pioneer woman enlists a drifter to help her transport three women driven mad by harsh frontier life across the Nebraska Territories to Iowa.", 
    "actors": "Tommy Lee Jones, Hilary Swank, Jo Harvey Allen, Barry Corbin", 
    "director": "Tommy Lee Jones", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1509840000"
},
{
    "title": "The House Next Door", 
    "description": "In this Hindi version of \"Aval,\" a young couple's relationship is shaken to its core when a mysterious and troubled family moves into the neighborhood.", 
    "actors": "Siddharth, Andrea Jeremiah, Anisha Victor, Atul Kulkarni", 
    "director": "Milind Rau", 
    "imdb_rating": "6.2/10", 
    "category": "Horror Movies", 
    "date_released": "1515456000"
},
{
    "title": "The House That Jack Built", 
    "description": "A drug dealer buys a Bronx building for his parents and siblings to inhabit but runs into trouble when they refuse to conform to his vision of family.", 
    "actors": "E.J. Bonilla, Melissa Fumero, Leo Minaya, Flor De Liz Perez", 
    "director": "Henry Barrial", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1452038400"
},
{
    "title": "The Human Factor: The Untold Story of the Bombay Film Orchestras", 
    "description": "A family of Parsi musicians collectively works for over 60 years scoring the orchestral soundtracks for some of Bollywood's most memorable films.", 
    "actors": "", 
    "director": "Rudradeep Bhattacharjee", 
    "imdb_rating": "6.0/10", 
    "category": "Documentaries", 
    "date_released": "1491004800"
},
{
    "title": "The Hurricane Heist", 
    "description": "A deadly hurricane with mile-high waves provides the perfect cover for stealing $600 million from a U.S. Treasury outpost in Mississippi.", 
    "actors": "Toby Kebbell, Maggie Grace, Ryan Kwanten, Ralph Ineson", 
    "director": "Rob Cohen", 
    "imdb_rating": "5.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1537920000"
},
{
    "title": "The Hurt Business", 
    "description": "Featuring legendary and up-and-coming MMA fighters, this documentary details the history of the brutal sport and the fighters' struggles and triumphs.", 
    "actors": "Kevin Costner", 
    "director": "Vlad Yudin", 
    "imdb_rating": "5.9/10", 
    "category": "Documentaries", 
    "date_released": "1485907200"
},
{
    "title": "The Immigrant", 
    "description": "A Polish immigrant in New York who must provide for her ill sister soon falls under the thumb of a charming thug who forces her into prostitution.", 
    "actors": "Marion Cotillard, Joaquin Phoenix, Jeremy Renner, Dagmara Dominczyk", 
    "director": "James Gray", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1405296000"
},
{
    "title": "The Incident", 
    "description": "Two criminals race down a stairwell, a cop close behind. A bickering family begins a road trip. Their journeys will take far longer than expected.", 
    "actors": "Raúl Méndez, Nailea Norvind, Hernán Mendoza, Humberto Busto", 
    "director": "Isaac Ezban", 
    "imdb_rating": "6.7/10", 
    "category": "International Movies", 
    "date_released": "1497830400"
},
{
    "title": "The Incredible Jessica James", 
    "description": "Burned by a bad breakup, a struggling New York City playwright makes an unlikely connection with a divorced app designer she meets on a blind date.", 
    "actors": "Jessica Williams, Chris O'Dowd, Lakeith Stanfield, Noël Wells", 
    "director": "Jim Strouse", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1501200000"
},
{
    "title": "The Informant!", 
    "description": "While gathering evidence against his employer to help the FBI build a price-fixing case, Mark Whitacre begins to piece together a fantasy world.", 
    "actors": "Matt Damon, Scott Bakula, Joel McHale, Melanie Lynskey", 
    "director": "Steven Soderbergh", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1533081600"
},
{
    "title": "The Intent", 
    "description": "After burgeoning criminal Gunz joins the increasingly violent TIC crew, the gang finds itself dealing with threats from all sides.", 
    "actors": "Dylan Duffus, Scorcher, Shone Romulus, Jade Asha", 
    "director": "Femi Oyeniran, Kalvadour Peterson", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1494806400"
},
{
    "title": "The Interview", 
    "description": "When a man who's seemingly lost everything is grabbed by police for questioning, it starts a twisted cat-and-mouse game between him and a detective.", 
    "actors": "Hugo Weaving, Tony Martin, Aaron Jeffery, Paul Sonkkila", 
    "director": "Craig Monahan", 
    "imdb_rating": "6.9/10", 
    "category": "Cult Movies", 
    "date_released": "1477958400"
},
{
    "title": "The Invisible Guardian", 
    "description": "When an FBI-trained cop returns to her Navarre hometown to catch a killer targeting local teens, she must also face personal demons from her past.", 
    "actors": "Marta Etura, Elvira Mínguez, Francesc Orella, Itziar Aizpuru", 
    "director": "Fernando González Molina", 
    "imdb_rating": "6.4/10", 
    "category": "International Movies", 
    "date_released": "1501718400"
},
{
    "title": "The Invisible Guest", 
    "description": "After waking next to his now-dead lover in a hotel room, a young businessman hires a prominent lawyer to figure out how he ended up a murder suspect.", 
    "actors": "Mario Casas, Ana Wagener, José Coronado, Bárbara Lennie", 
    "director": "Paulo Oriol", 
    "imdb_rating": "8.2/10", 
    "category": "International Movies", 
    "date_released": "1498867200"
},
{
    "title": "The Invitation", 
    "description": "A man accepts an invitation to a dinner party hosted by his ex-wife, an unsettling affair that reopens old wounds and creates new tensions.", 
    "actors": "Logan Marshall-Green, Tammy Blanchard, Emayatzy Corinealdi, Aiden Lovekamp", 
    "director": "Karyn Kusama", 
    "imdb_rating": "6.5/10", 
    "category": "Horror Movies", 
    "date_released": "1467936000"
},
{
    "title": "The Iron Giant", 
    "description": "Amid the backdrop of the Cold War, a 9-year-old boy befriends a colossal yet gentle robot that a paranoid government agent is intent on destroying.", 
    "actors": "Eli Marienthal, Vin Diesel, Jennifer Aniston, Christopher McDonald", 
    "director": "Brad Bird", 
    "imdb_rating": "7.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1522540800"
},
{
    "title": "The Jack King Affair", 
    "description": "This documentary explores a bold World War II operation in which an MI5 agent infiltrated a fascist network to intercept stolen documents.", 
    "actors": "", 
    "director": "Benjamin Cohen, Nicolas Cotto", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1514851200"
},
{
    "title": "The Journey", 
    "description": "Two bitter political rivals -- Ian Paisley and Martin McGuinness -- share a ride to the airport in this reimagining of the 2006 St. Andrews Agreement.", 
    "actors": "Timothy Spall, Colm Meaney, Freddie Highmore, John Hurt", 
    "director": "Nick Hamm", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1510012800"
},
{
    "title": "The Jungle Book: Mowgli's Story", 
    "description": "When the tiger Shere Khan attacks his family, Mowgli is left alone in the rain forest to be raised by wolves in this prequel to the 1994 Disney hit.", 
    "actors": "Brandon Baker, Brian Doyle-Murray, Eartha Kitt, Clancy Brown", 
    "director": "Nick Marck", 
    "imdb_rating": "5.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1370044800"
},
{
    "title": "The Jungle School", 
    "description": "An idealistic young woman travels to the jungles of Indonesia to teach literacy -- and much more -- to local children.", 
    "actors": "Prisia Nasution, Nyungsang Bungo, Rukman Rosadi, Nadhira Suryadi", 
    "director": "Riri Riza", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1538697600"
},
{
    "title": "The Karma Killings", 
    "description": "For two years, dozens of New Delhi children have gone missing. When police finally crack the case, two men are convicted, but details don't add up.", 
    "actors": "", 
    "director": "Ram Devineni", 
    "imdb_rating": "6.8/10", 
    "category": "Documentaries", 
    "date_released": "1484006400"
},
{
    "title": "The Killer", 
    "description": "In lawless badlands, reclusive Cabeleira sets out to discover the fate of his gunman father and grows to be a feared assassin himself.", 
    "actors": "Diogo Morgado, Etienne Chicot, Maria de Medeiros, Deto Montenegro", 
    "director": "Marcelo Galvão", 
    "imdb_rating": "6.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1510272000"
},
{
    "title": "The Kindergarten Teacher", 
    "description": "A devoted teacher takes interest in a young student's creative potential after hearing his poetry. But she soon crosses the line into obsession.", 
    "actors": "Maggie Gyllenhaal, Parker Sevak, Gael García Bernal, Michael Chernus", 
    "director": "Sara Colangelo", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1539302400"
},
{
    "title": "The Kingdom", 
    "description": "A secret FBI squad travels to Riyadh, Saudi Arabia to investigate a deadly al-Qaida terrorist bombing targeting Americans.", 
    "actors": "Chris Cooper, Jason Bateman, Jamie Foxx, Danny Huston", 
    "director": "Peter Berg", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1526428800"
},
{
    "title": "The Kissing Booth", 
    "description": "When teenager Elle's first kiss leads to a forbidden romance with the hottest boy in high school, she risks her relationship with her best friend.", 
    "actors": "Joey King, Joel Courtney, Jacob Elordi, Molly Ringwald", 
    "director": "Vince Marcello", 
    "imdb_rating": "7.4/10", 
    "category": "Comedies", 
    "date_released": "1525996800"
},
{
    "title": "The Koala Brothers: Outback Christmas", 
    "description": "Sad that their friend, Penny, can't make it to their holiday party, Frank and Buster take an adventure-filled trip to the South Pole to bring her back.", 
    "actors": "Keith Wickham, Rob Rackstraw", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1455494400"
},
{
    "title": "The Lady in the Car with Glasses and a Gun", 
    "description": "When a woman takes her boss's car on a seaside joyride, locals in a town she's never been to claim to know her, and a dead body turns up in the trunk.", 
    "actors": "Freya Mavor, Benjamin Biolay, Elio Germano, Stacy Martin", 
    "director": "Joann Sfar", 
    "imdb_rating": "5.0/10", 
    "category": "International Movies", 
    "date_released": "1463011200"
},
{
    "title": "The Lake House", 
    "description": "A lonely doctor begins writing letters to the frustrated architect who lives in her former home, only to discover that they're living two years apart.", 
    "actors": "Keanu Reeves, Sandra Bullock, Dylan Walsh, Shohreh Aghdashloo", 
    "director": "Alejandro Agresti", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "The Land", 
    "description": "Four Cleveland teens dream of escaping inner-city poverty and becoming pro skateboarders, but a car heist puts them on the radar of a local queenpin.", 
    "actors": "Jorge Lendeborg Jr., Moises Arias, Rafi Gavron, Ezri Walker", 
    "director": "Steven Caple Jr.", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "The Land Before Time XIV: Journey of the Brave", 
    "description": "When Littlefoot's father doesn't return from a trip, the brave dinosaur and his pals set off on a rescue mission through strange new lands.", 
    "actors": "Reba McEntire, Damon Wayans Jr., Felix Avitia, Isaac Brown", 
    "director": "Davis Doi", 
    "imdb_rating": "6.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1454371200"
},
{
    "title": "The Land of Cards", 
    "description": "A royal prince arrives on an island of fascist rule and inspires a rebellion among its women in this hallucinogenic adaptation of a classic play.", 
    "actors": "Joyraj Bhattacharya, Rii, Soumyak Kanti DeBiswas, Anubrata Basu", 
    "director": "Qaushiq Mukherjee", 
    "imdb_rating": "4.3/10", 
    "category": "Dramas", 
    "date_released": "1479772800"
},
{
    "title": "The Land of Steady Habits", 
    "description": "After leaving his wife and his job to find happiness, Anders begins a clumsy, heartbreaking quest to reassemble the pieces of his fractured life.", 
    "actors": "Ben Mendelsohn, Edie Falco, Connie Britton, Thomas Mann", 
    "director": "Nicole Holofcener", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1536883200"
},
{
    "title": "The Land of the Enlightened", 
    "description": "In the rugged mountains of Afghanistan, armed bands of young boys survive by scavenging for old land mines, mining lapis lazuli and trading in opium.", 
    "actors": "Sohrab Nazari", 
    "director": "Pieter-Jan De Pue", 
    "imdb_rating": "6.1/10", 
    "category": "Documentaries", 
    "date_released": "1483228800"
},
{
    "title": "The Last Dragon", 
    "description": "This pastiche of 1970s and '80s pop culture follows Bruce Lee wannabe Leroy, who must protect pretty video jockey Laura from a gang boss.", 
    "actors": "Taimak, Vanity, Christopher Murney, Julius Carry", 
    "director": "Michael Schultz", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "The Last Executioner", 
    "description": "This biopic of Chavoret Jaruboon, Thailand's last gun executioner, portrays a man devoted to both family and work, as well as a passionate musician.", 
    "actors": "Vithaya Pansringarm, David Asavanond, Penpak Sirikul, Nirut Sirichanya", 
    "director": "Tom Waller", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1493078400"
},
{
    "title": "The Last Five Years", 
    "description": "A novelist and his actress wife recall the story of their relationship through music, starting from opposite points in time and meeting in the middle.", 
    "actors": "Anna Kendrick, Jeremy Jordan, Natalie Knepp, Marceline Hugot", 
    "director": "Richard LaGravenese", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1452816000"
},
{
    "title": "The Last King", 
    "description": "In 1204, as civil war rages, Norway's dying king entrusts two warriors to protect his infant son against internal forces determined to kill the heir.", 
    "actors": "Jakob Oftebro, Kristofer Hivju, Pål Sverre Hagen, Thorbjørn Harr", 
    "director": "Nils Gaup", 
    "imdb_rating": "5.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1478131200"
},
{
    "title": "The Last Shaman", 
    "description": "In a last-ditch effort to prevent suicide, a clinically depressed young man travels to the Amazon to engage in an ancient hallucinatory ritual.", 
    "actors": "James Freeman", 
    "director": "Raz Degan", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1504224000"
},
{
    "title": "The Laws of Thermodynamics", 
    "description": "A physicist uses the laws of thermodynamics to describe romance and relationships, but his theories prove faulty when it comes to his own love life.", 
    "actors": "Vito Sanz, Berta Vázquez, Chino Darín, Vicky Luengo", 
    "director": "Mateo Gil", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1535673600"
},
{
    "title": "The Legend of Bhagat Singh", 
    "description": "This biopic chronicles the life and times of iconic Indian revolutionary Bhagat Singh, who led an armed resistance against the British in the 1920.", 
    "actors": "Ajay Devgn, Santosh Sivan, Sushant Singh, Raj Babbar", 
    "director": "Rajkumar Santoshi", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1497484800"
},
{
    "title": "The Legend of Drunken Master", 
    "description": "A dutiful son uses his patented \"Drunken Boxing\" fighting style to battle thieves who are trying to smuggle priceless artifacts out of China.", 
    "actors": "Jackie Chan, Ti Lung, Anita Mui, Felix Wong", 
    "director": "Chia-Liang Liu", 
    "imdb_rating": "7.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "The Lighthouse of the Orcas", 
    "description": "A mother travels to Patagonia with her autistic son with the hopes that a ranger and a pod of wild orcas can help him find an emotional connection.", 
    "actors": "Maribel Verdú, Joaquín Furriel, Joaquín Rapalini", 
    "director": "Gerardo Olivares", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1491523200"
},
{
    "title": "The Lion Woman", 
    "description": "A girl born with a condition that causes abnormal hair growth across her body tries to cope with the challenges of being different.", 
    "actors": "Rolf Lassgård, Kjersti Tveterås, Rolf Kristian Larsen, Ole Johan Skjelbred-Knutsen", 
    "director": "Vibeke Idsøe", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1506816000"
},
{
    "title": "The Little Mermaid", 
    "description": "In this take on the classic tale, a captive circus mermaid transforms the lives of a skeptical journalist and his wide-eyed young sister.", 
    "actors": "William Moseley, Poppy Drayton, Loreto Peralta, Armando Gutierrez", 
    "director": "Blake Harris, Chris Bouchard", 
    "imdb_rating": "5.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1543622400"
},
{
    "title": "The Little Prince", 
    "description": "When an overscheduled girl befriends an eccentric aviator, he regales her with tales about the adventures of an unusual boy who lives on an asteroid.", 
    "actors": "Jeff Bridges, Rachel McAdams, Paul Rudd, Bud Cort", 
    "director": "Mark Osborne", 
    "imdb_rating": "7.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1470355200"
},
{
    "title": "The Little Rascals", 
    "description": "Inspired by Hal Roach's \"Our Gang\" TV series, this delightful family film promises shenanigans from the funniest little mischief makers of all time.", 
    "actors": "Travis Tedford, Brittany Ashton Holmes, Whoopi Goldberg, Kevin Jamal Woods", 
    "director": "Penelope Spheeris", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1512086400"
},
{
    "title": "The Lobster", 
    "description": "In a near-future world, single people are hunted and forced to find mates within 45 days, or be turned into animals and banished to the wilderness.", 
    "actors": "Colin Farrell, Jessica Barden, Rachel Weisz, Olivia Colman", 
    "director": "Yorgos Lanthimos", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1543708800"
},
{
    "title": "The Lodgers", 
    "description": "Twin siblings live under a curse in their ancestral home, but one of them is tempted to defy house rules, angering the spirits keeping them hostage.", 
    "actors": "Charlotte Vega, Bill Milner, David Bradley, Eugene Simon", 
    "director": "Brian O'Malley", 
    "imdb_rating": "4.8/10", 
    "category": "Horror Movies", 
    "date_released": "1534982400"
},
{
    "title": "The Look of Silence", 
    "description": "In a society terrorized into silence, the brother of a 1960s Indonesian genocide victim learns the identity of his murderers and confronts them.", 
    "actors": "", 
    "director": "Joshua Oppenheimer", 
    "imdb_rating": "8.1/10", 
    "category": "Documentaries", 
    "date_released": "1456444800"
},
{
    "title": "The Lord of the Rings: The Fellowship of the Ring", 
    "description": "From the idyllic shire of the Hobbits to the smoking chasms of Mordor, Frodo Baggins embarks on his epic quest to destroy the ring of Sauron.", 
    "actors": "Elijah Wood, Ian McKellen, Viggo Mortensen, Liv Tyler", 
    "director": "Peter Jackson", 
    "imdb_rating": "8.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "The Lost Brother", 
    "description": "While settling the affairs of his murdered mother and brother, a man partners with a local thug in a life insurance scam, putting him on a dark path.", 
    "actors": "Leonardo Sbaraglia, Daniel Hendler, Ángela Molina, Alián Devetac", 
    "director": "Israel Adrián Caetano", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1504224000"
},
{
    "title": "The Lost Honour of Christopher Jefferies", 
    "description": "When a young woman is murdered, the media hound and vilify a retired schoolteacher, whose only crimes are his odd appearance and overbearing manners.", 
    "actors": "Jason Watkins, Shaun Parkes, Ben Caplan, Nathalie Armin", 
    "director": "Roger Michell", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1452816000"
},
{
    "title": "The Lovely Bones", 
    "description": "When 14-year-old Susie is murdered, she watches from above as her family deals with her tragic death -- and as her killer prepares to strike again.", 
    "actors": "Mark Wahlberg, Rachel Weisz, Susan Sarandon, Stanley Tucci", 
    "director": "Peter Jackson", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "The Lovers", 
    "description": "A magical ring holds the key to life, death and love for a marine archaeologist who seems to live two lives in different centuries and countries.", 
    "actors": "Josh Hartnett, Bipasha Basu, Tamsin Egerton, James Mackay", 
    "director": "Roland Joffé", 
    "imdb_rating": "4.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1486252800"
},
{
    "title": "The Lovers and the Despot", 
    "description": "This firsthand account tells of two kidnapped South Korean movie professionals who became the unwilling personal filmmakers of dictator Kim Jong-il.", 
    "actors": "", 
    "director": "Robert Cannan, Ross Adam", 
    "imdb_rating": "7.1/10", 
    "category": "Documentaries", 
    "date_released": "1487808000"
},
{
    "title": "The Mad Monk", 
    "description": "To avoid punishment for his misdeeds, an arrogant god accepts a mission to reform three mortals on earth, where he must also contend with a demon.", 
    "actors": "Stephen Chow, Maggie Cheung, Anthony Wong Chau-Sang, Kirk Wong", 
    "director": "Johnnie To", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1534377600"
},
{
    "title": "The Man from the Future", 
    "description": "Accidentally inventing a time machine, Zero returns to college to avoid losing his dream girl. But how many times will he have to change the past?", 
    "actors": "Wagner Moura, Alinne Moraes, Maria Luisa Mendonca, Fernando Ceylão", 
    "director": "Cláudio Torres", 
    "imdb_rating": "7.2/10", 
    "category": "Comedies", 
    "date_released": "1477958400"
},
{
    "title": "The Man in 3B", 
    "description": "A charismatic new tenant quickly makes his mark on a Queens apartment building, but his popularity soon results in a murder with many suspects.", 
    "actors": "Lamman Rucker, Christian Keyes, Brely Evans, Anthony Montgomery", 
    "director": "Trey Haley", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1488326400"
},
{
    "title": "The Man in the Wall", 
    "description": "When a young husband disappears one night while walking the dog, his wife is confronted with strange revelations that contradict everything she knew.", 
    "actors": "Tamar Alkan, Tom Antopolsky, Shlomi Avraham, Amitay Yaish Benuosilio", 
    "director": "Evgeny Ruman", 
    "imdb_rating": "5.1/10", 
    "category": "Dramas", 
    "date_released": "1463702400"
},
{
    "title": "The Man Who Knew Infinity", 
    "description": "Prior to World War I, Cambridge don G.H. Hardy helps Indian math prodigy Srinivasa Ramanujan navigate the labyrinth of academia and racial prejudice.", 
    "actors": "Dev Patel, Devika Bhise, Jeremy Irons, Kevin McNally", 
    "director": "Matthew Brown", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1524787200"
},
{
    "title": "The Man Who Knew Too Little", 
    "description": "In this satire of the spy thriller genre, a video store clerk finds himself caught in a web of espionage after a case of mistaken identity.", 
    "actors": "Bill Murray, Peter Gallagher, Joanne Whalley, Alfred Molina", 
    "director": "Jon Amiel", 
    "imdb_rating": "6.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1543622400"
},
{
    "title": "The Mansion", 
    "description": "A group of students celebrates New Year's at a remote Belgian estate, where their substance-fueled revelry soon descends into a bloodstained nightmare.", 
    "actors": "Nathalie Odzierejko, Marc Jarousseau, Ludovik Day, Yvick Letexier", 
    "director": "Tony Datis", 
    "imdb_rating": "5.1/10", 
    "category": "Comedies", 
    "date_released": "1532736000"
},
{
    "title": "The Many Faces of Ito: The Movie", 
    "description": "A has-been writer looking for her next hit finds an unexpected connection between a group of women she's been mining for content, and his name is Ito.", 
    "actors": "Masaki Okada, Fumino Kimura, Nozomi Sasaki, Mirai Shida", 
    "director": "Ryuichi Hiroki", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1529452800"
},
{
    "title": "The Masked Saint", 
    "description": "Giving up his career in the ring to pastor a small church, a pro wrestler secretly moonlights as a costumed crime fighter to clean up the streets.", 
    "actors": "Diahann Carroll, Brett Granstaff, Lara Jean Chorostecki, Roddy Piper", 
    "director": "Warren P. Sonoda", 
    "imdb_rating": "3.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1465084800"
},
{
    "title": "The Maus", 
    "description": "While traveling with her German boyfriend, Selma is confronted by the violent remnants of the Bosnian War and the ethnic cleansing her family faced.", 
    "actors": "Alma Terzic, August Wittgenstein, Aleksandar Seksan, Sanin Milavic", 
    "director": "Yayo Herrero", 
    "imdb_rating": "4.9/10", 
    "category": "Horror Movies", 
    "date_released": "1530316800"
},
{
    "title": "The Memory of Water", 
    "description": "When the accidental death of a couple's young son sends them grieving in opposite directions, they're forced to re-examine their life and marriage.", 
    "actors": "Elena Anaya, Benjamín Vicuña, Néstor Cantillana, Sergio Hernández", 
    "director": "Matías Bize", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1487116800"
},
{
    "title": "The Memphis Belle: A Story of a Flying Fortress", 
    "description": "This documentary centers on the crew of the B-17 Flying Fortress Memphis Belle as it prepares to execute a strategic bombing mission over Germany.", 
    "actors": "", 
    "director": "William Wyler", 
    "imdb_rating": "6.4/10", 
    "category": "Classic Movies", 
    "date_released": "1490918400"
},
{
    "title": "The Meyerowitz Stories (New and Selected)", 
    "description": "Grudges and rivalries abound as three adult siblings converge in New York to contend with their prickly artist father -- and his fading legacy.", 
    "actors": "Adam Sandler, Ben Stiller, Dustin Hoffman, Elizabeth Marvel", 
    "director": "Noah Baumbach", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1507852800"
},
{
    "title": "The Missing Picture", 
    "description": "In the film version of his harrowing memoir, director Rithy Panh uses ceramic figures to represent the Cambodian masses murdered in the 1970s.", 
    "actors": "Randal Douc", 
    "director": "Rithy Panh", 
    "imdb_rating": "7.7/10", 
    "category": "Documentaries", 
    "date_released": "1514764800"
},
{
    "title": "The Model", 
    "description": "Danish teen Emma moves to Paris hoping to become a top model, but her dreams soon unravel when her affair with photographer Shane turns obsessive.", 
    "actors": "Maria Palm, Ed Skrein, Charlotte Tomaszewska, Marco Ilsø", 
    "director": "Mads Matthiesen", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1480982400"
},
{
    "title": "The Money Pit", 
    "description": "A man and his yuppie girlfriend set out to renovate their dream house, only to be plagued by a shady contractors and the house's crumbling structure.", 
    "actors": "Tom Hanks, Shelley Long, Alexander Godunov, Maureen Stapleton", 
    "director": "Richard Benjamin", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1485907200"
},
{
    "title": "The Monkey King 2", 
    "description": "After escaping the Mountain of Five Elements, the Monkey King accompanies the young monk who freed him on a dangerous quest to recover sacred scrolls.", 
    "actors": "Aaron Kwok, Gong Li, Feng Shaofeng, Xiao Shen-Yang", 
    "director": "Cheang Pou Soi", 
    "imdb_rating": "5.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1488585600"
},
{
    "title": "The Monster of Mangatiti", 
    "description": "Real events are dramatized in the unthinkable story of a resilient teenager held prisoner by a seasoned predator on a remote farm in the 1980s.", 
    "actors": "Greta Gregory, Mark Mitchinson, Bruce Hopkins, John Sumner", 
    "director": "John Banas", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1450137600"
},
{
    "title": "The Most Assassinated Woman in the World", 
    "description": "In 1930s Paris, an actress famous for her gory death scenes at the Grand Guignol Theater contends with a mysterious stalker and ghosts from her past.", 
    "actors": "Anna Mouglalis, Niels Schneider, André Wilms, Michel Fau", 
    "director": "Franck Ribière", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1536278400"
},
{
    "title": "The Motive", 
    "description": "An aspiring writer with no imagination seeks inspiration for his novel by manipulating the lives of his neighbors so that he can write about them.", 
    "actors": "Javier Gutiérrez, María León, Adelfa Calvo, Adriana Paz", 
    "director": "Manuel Martín Cuenca", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1534464000"
},
{
    "title": "The Music of Silence", 
    "description": "Based on the autobiography by tenor Andrea Bocelli, this musical biopic chronicles his life from his bumpy childhood to his meteoric rise to fame.", 
    "actors": "Toby Sebastian, Luisa Ranieri, Jordi Mollà, Antonio Banderas", 
    "director": "Michael Radford", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "The Necessary Death of Charlie Countryman", 
    "description": "A young American falls hard for a Romanian cellist whose father has recently died -- and whose violent past could bring about his own demise.", 
    "actors": "Shia LaBeouf, Evan Rachel Wood, Mads Mikkelsen, Til Schweiger", 
    "director": "Fredrik Bond", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1504828800"
},
{
    "title": "The Negotiator", 
    "description": "The police try to arrest an expert hostage negotiator who insists he's being framed for his partner's murder in what he believes is a conspiracy.", 
    "actors": "Samuel L. Jackson, Kevin Spacey, David Morse, Ron Rifkin", 
    "director": "F. Gary Gray", 
    "imdb_rating": "6.9/10", 
    "category": "Thrillers", 
    "date_released": "1519862400"
},
{
    "title": "The Negro Soldier", 
    "description": "This documentary urged African Americans to enlist and join in the effort to be part of America's continuing fight in World War II.", 
    "actors": "", 
    "director": "Stuart Heisler", 
    "imdb_rating": "5.6/10", 
    "category": "Classic Movies", 
    "date_released": "1490918400"
},
{
    "title": "The NeverEnding Story", 
    "description": "After Bastian is bullied, he holes up in his school's attic with a book about Fantasia: a land of dragons, racing snails and other magical creatures.", 
    "actors": "Noah Hathaway, Barret Oliver, Tami Stronach, Moses Gunn", 
    "director": "Wolfgang Petersen", 
    "imdb_rating": "7.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1538352000"
},
{
    "title": "The New Age", 
    "description": "Married yuppies try to \"find themselves\" by opening up a trendy L.A. clothing store and drifting between self-help gurus who are anything but helpful.", 
    "actors": "Peter Weller, Judy Davis, Patrick Bauchau, Rachel Rosenthal", 
    "director": "Michael Tolkin", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1527811200"
},
{
    "title": "The New Daughter", 
    "description": "This supernatural thriller centers on John, who moves to the country for a fresh start but faces a nightmare when his daughter starts acting strange.", 
    "actors": "Kevin Costner, Ivana Baquero, Samantha Mathis, Gattlin Griffith", 
    "director": "Luiso Berdejo", 
    "imdb_rating": "5.1/10", 
    "category": "Horror Movies", 
    "date_released": "1507593600"
},
{
    "title": "The Next Skin", 
    "description": "When a withdrawn, long-missing teenager reappears in a chilly alpine town, his heartbroken family begins to wonder if he's actually who he says he is.", 
    "actors": "Àlex Monner, Emma Suárez, Sergi López, Bruno Todeschini", 
    "director": "Isaki Lacuesta, Isa Campo", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "The Night Comes for Us", 
    "description": "After sparing a girl's life during a massacre, an elite Triad assassin is targeted by an onslaught of murderous gangsters.", 
    "actors": "Joe Taslim, Iko Uwais, Asha Kenyeri Bermudez, Sunny Pang", 
    "director": "Timo Tjahjanto", 
    "imdb_rating": "7.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1539907200"
},
{
    "title": "The Night of the Wild Boar", 
    "description": "While looking for answers about her boyfriend's death in South America, a romance writer becomes entangled in a dark and deadly historical mystery.", 
    "actors": "Catalina Zahri, Fernando Kliche, Renzo Briceño, Gastón Salgado", 
    "director": "Ramiro Tenorio", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "The Nightmare", 
    "description": "This documentary explores the horror of sleep paralysis, a temporary disorder in which the sufferer, trapped between waking and sleeping, cannot move.", 
    "actors": "Siegfried Peters, Maxwell Schneller, Yatoya Toy", 
    "director": "Rodney Ascher", 
    "imdb_rating": "5.7/10", 
    "category": "Documentaries", 
    "date_released": "1443657600"
},
{
    "title": "The NSU-Complex", 
    "description": "For 13 years, the underground neo-Nazi organization NSU eluded German police while planting bombs, robbing banks and killing immigrants at random.", 
    "actors": "", 
    "director": "Stefan Aust, Dirk Laabs", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1482883200"
},
{
    "title": "The Oath", 
    "description": "The ordered life of a Reykjavik heart surgeon unravels when his daughter descends into a life of drugs and crime thanks to a sinister boyfriend.", 
    "actors": "Baltasar Kormákur, Hera Hilmar, Gísli Örn Garðarsson, Ingvar Eggert Sigurðsson", 
    "director": "Baltasar Kormákur", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1512691200"
},
{
    "title": "The Odyssey", 
    "description": "This biopic of explorer, innovator, ecologist and filmmaker Jacques Cousteau delves into his adventures, ambitions -- and his troubled relationships.", 
    "actors": "Lambert Wilson, Pierre Niney, Audrey Tautou, Laurent Lucas", 
    "director": "Jérôme Salle", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1525305600"
},
{
    "title": "The Open House", 
    "description": "Following a tragedy, a mother and her teen son move to a relative's vacant vacation home, where eerie and unexplained forces conspire against them.", 
    "actors": "Dylan Minnette, Piercey Dalton, Patricia Bethune, Sharif Atkins", 
    "director": "Matt Angel, Suzanne Coote", 
    "imdb_rating": "3.6/10", 
    "category": "Horror Movies", 
    "date_released": "1516320000"
},
{
    "title": "The Ornithologist", 
    "description": "While seeking an elusive bird, an ornithologist is swept away by rapids and has to contend with numerous -- and surreal -- perils in the woods.", 
    "actors": "Paul Hamy, Xelo Cagiao, João Pedro Rodrigues, Han Wen", 
    "director": "João Pedro Rodrigues", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1506988800"
},
{
    "title": "The Other Side of the Wind", 
    "description": "On the last day of his life, a legendary director struggles to complete a new project and contemplates his legacy in this layered film by Orson Welles.", 
    "actors": "John Huston, Oja Kodar, Peter Bogdanovich, Susan Strasberg", 
    "director": "Orson Welles", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1541116800"
},
{
    "title": "The Other Woman", 
    "description": "Emilia wins the heart of the handsome object of her affection, only to find that the relationship comes with some very real baggage.", 
    "actors": "Natalie Portman, Scott Cohen, Charlie Tahan, Lauren Ambrose", 
    "director": "Don Roos", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1415491200"
},
{
    "title": "The Overnight", 
    "description": "When a couple new to LA tries to adapt and make friends, they arrange a play date for their son, unaware that his hosts have games in mind for them.", 
    "actors": "Adam Scott, Taylor Schilling, Jason Schwartzman, Judith Godreche", 
    "director": "Patrick Brice", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1452816000"
},
{
    "title": "The Painted House", 
    "description": "A seductive beauty and a mysterious man expose an aging writer's vulnerabilities and coerce him into shattering his well-kept solitude.", 
    "actors": "K. Kaladharan, Neha Mahajan, Akram Mohammed", 
    "director": "Santosh Babusenan, Satish Babusenan", 
    "imdb_rating": "3.6/10", 
    "category": "Dramas", 
    "date_released": "1500076800"
},
{
    "title": "The Parole Officer", 
    "description": "After witnessing a murder, Simon Garden is framed -- and the only evidence that proves his innocence is a videotape locked inside a bank vault.", 
    "actors": "Steve Coogan, Emma Gilmour, Susan Jane Tanner, Iain Mitchell", 
    "director": "John Duigan", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "The People vs. Fritz Bauer", 
    "description": "After learning that Adolf Eichmann is living in Argentina, German attorney general Fritz Bauer risks treason to ensure the escaped Nazi faces justice.", 
    "actors": "Burghart Klaußner, Ronald Zehrfeld, Sebastian Blomberg, Jörg Schüttauf", 
    "director": "Lars Kraume", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1489968000"
},
{
    "title": "The Perfect Day", 
    "description": "French soccer fans, celebrities and athletes retrace the exhilarating events of July 12, 1998, as France earned a historic win in the World Cup final.", 
    "actors": "", 
    "director": "Jean-Pierre Devillers", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1535760000"
},
{
    "title": "The Perfect Dictatorship", 
    "description": "After accepting a colossal bribe, a powerful TV conglomerate gins up fake news stories to enhance the image of a notoriously corrupt politician.", 
    "actors": "Damián Alcázar, Alfonso Herrera, Joaquín Cosio, Osvaldo Benavides", 
    "director": "Luis Estrada", 
    "imdb_rating": "7.1/10", 
    "category": "Comedies", 
    "date_released": "1433116800"
},
{
    "title": "The Perfect Physique", 
    "description": "Go behind the scenes with the world's top male fitness models as they share their struggles and reveal what it takes to stay in peak form.", 
    "actors": "", 
    "director": "Kandice King", 
    "imdb_rating": "5.9/10", 
    "category": "Documentaries", 
    "date_released": "1483228800"
},
{
    "title": "The Phantom of the Opera", 
    "description": "In 1870, a disfigured recluse roams beneath a Parisian opera house and takes under his wing a young soprano, with whom a love triangle develops.", 
    "actors": "Gerard Butler, Emmy Rossum, Patrick Wilson, Miranda Richardson", 
    "director": "Joel Schumacher", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1526256000"
},
{
    "title": "The Phenom", 
    "description": "Hitting a stubborn slump, a promising Major League rookie turns to an unconventional sports therapist for help in dealing with his domineering father.", 
    "actors": "Johnny Simmons, Ethan Hawke, Paul Giamatti, Marin Ireland", 
    "director": "Noah Buschel", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1475107200"
},
{
    "title": "The Physician", 
    "description": "A medical apprentice in 11th-century Persia disguises himself as a Jew to study at a school that does not admit Christians.", 
    "actors": "Tom Payne, Ben Kingsley, Stellan Skarsgård, Olivier Martinez", 
    "director": "Philipp Stölzl", 
    "imdb_rating": "7.3/10", 
    "category": "Action & Adventure", 
    "date_released": "1436918400"
},
{
    "title": "The Pink Mirror", 
    "description": "Two Indian drag queens and a Westernized teenager try to seduce a hunky heartthrob in this Bollywood-style short film.", 
    "actors": "Edwin Fernandes, Ramesh Menon, Rishi Raj, Rufy Baqal", 
    "director": "Sridhar Rangayan", 
    "imdb_rating": "7.5/10", 
    "category": "Comedies", 
    "date_released": "1478131200"
},
{
    "title": "The Pirate Fairy", 
    "description": "In this spritely tale, Tinker Bell and her friends set out to find free-spirited fairy Zarina after she makes off with some precious Blue Pixie Dust.", 
    "actors": "Mae Whitman, Christina Hendricks, Tom Hiddleston, Lucy Liu", 
    "director": "Peggy Holmes", 
    "imdb_rating": "6.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1402790400"
},
{
    "title": "The Pirates of Somalia", 
    "description": "An aspiring journalist travels to Somalia in hopes of making a name for himself by covering dangerous pirates and hijackers.", 
    "actors": "Evan Peters, Barkhad Abdi, Melanie Griffith, Al Pacino", 
    "director": "Bryan Buckley", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "The Place Beyond the Pines", 
    "description": "A violent confrontation between a motorcycle-riding bank robber and a rookie cop spirals into a tense generational feud.", 
    "actors": "Ryan Gosling, Bradley Cooper, Eva Mendes, Ray Liotta", 
    "director": "Derek Cianfrance", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1494892800"
},
{
    "title": "The Plan", 
    "description": "After being sent to a remote prison, three young men suffer under the watchful eye of their jailer and make a meticulous plan to escape.", 
    "actors": "Anant Nag, Koustubh Jayakumar, Hemanth, Shreeram", 
    "director": "Keerthi", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "The Polarman", 
    "description": "Arctic explorer Peter Valusiak thrives where others wouldn't dare venture. Where temperatures are at their lowest, he's at his best.", 
    "actors": "", 
    "director": "Pavol Barabás", 
    "imdb_rating": "", 
    "category": "Action & Adventure", 
    "date_released": "1502928000"
},
{
    "title": "The Polka King", 
    "description": "Determined to make it big in America, Polish-born bandleader Jan Lewan draws his fans into a Ponzi scheme in this comedy based on a true story.", 
    "actors": "Jack Black, Jenny Slate, Jason Schwartzman, Jacki Weaver", 
    "director": "Maya Forbes", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1515715200"
},
{
    "title": "The Power of One", 
    "description": "Tormented by bullies, a white South African orphan goes to live with a family friend, where he befriends a political prisoner who teaches him to box.", 
    "actors": "Morgan Freeman, Stephen Dorff, John Gielgud, Armin Mueller-Stahl", 
    "director": "John G. Avildsen", 
    "imdb_rating": "7.7/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "The Preacher's Son", 
    "description": "When the romantic secrets of his family members become public, the career and community standing of a respected bishop are threatened.", 
    "actors": "Christian Keyes, Clifton Powell, Valarie Pettiford, Drew Sidora", 
    "director": "Trey Haley", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1488326400"
},
{
    "title": "The Preppie Connection", 
    "description": "Striving for popularity among his well–heeled classmates, a working-class student at an elite private school deals cocaine to raise his social status.", 
    "actors": "Thomas Mann, Lucy Fry, Logan Huffman, Sam Page", 
    "director": "Joseph Castelo", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1518134400"
},
{
    "title": "The Presence", 
    "description": "Hoping to film paranormal activity, three friends break into an abandoned castle, where an evil presence soon hounds them into terror and madness.", 
    "actors": "Liv Lisa Fries, Matthias Dietrich, Henning Nöhren", 
    "director": "Daniele Grieco", 
    "imdb_rating": "4.2/10", 
    "category": "Horror Movies", 
    "date_released": "1467331200"
},
{
    "title": "The President's Barber", 
    "description": "The personal barber to the president, as well as his wife and only son, get tangled in the political chaos that gripped South Korea in the late 1900s.", 
    "actors": "Song Kang-ho, Moon So-ri, Lee Jae-eung, Jo Young-jin", 
    "director": "Lim Chan-sang", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1506816000"
},
{
    "title": "The Price of Success", 
    "description": "Struggling to balance family ties and a career, a rising comedian of Parisian banlieue roots learns the true price of fame.", 
    "actors": "Tahar Rahim, Maïwenn, Roschdy Zem, Grégoire Colin", 
    "director": "Teddy Lussi-Modeste", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1525046400"
},
{
    "title": "The Prince & Me 4: The Elephant Adventure", 
    "description": "When Edvard and Paige journey to attend the arranged marriage of Princess Myra, they discover the girl hates her fiancé and secretly loves a commoner.", 
    "actors": "Kam Heskin, Chris Geere, Amarin Cholvibul, Jonathan Firth", 
    "director": "Catherine Cyran", 
    "imdb_rating": "5.5/10", 
    "category": "Comedies", 
    "date_released": "1527811200"
},
{
    "title": "The Prince of Egypt", 
    "description": "Born into slavery but raised as the son of a pharaoh, Moses accepts his destiny: to lead the Hebrews out of slavery and into freedom.", 
    "actors": "Val Kilmer, Ralph Fiennes, Michelle Pfeiffer, Sandra Bullock", 
    "director": "Brenda Chapman, Steve Hickner", 
    "imdb_rating": "7.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1375315200"
},
{
    "title": "The Princess Diaries", 
    "description": "The life of gawky social outcast Mia Thermopolis changes drastically after learning that she's the heir to a tiny European principality's throne.", 
    "actors": "Anne Hathaway, Julie Andrews, Hector Elizondo, Heather Matarazzo", 
    "director": "Garry Marshall", 
    "imdb_rating": "6.6/10", 
    "category": "Children & Family Movies", 
    "date_released": "1530403200"
},
{
    "title": "The Princess Diaries 2: Royal Engagement", 
    "description": "As the newly crowned princess of the tiny European country of Genovia, teen Mia Thermopolis learns an arranged marriage may be in store for her.", 
    "actors": "Anne Hathaway, Julie Andrews, Hector Elizondo, John Rhys-Davies", 
    "director": "Garry Marshall", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1533081600"
},
{
    "title": "The Princess Switch", 
    "description": "When a down-to-earth Chicago baker and a soon-to-be princess discover they look like twins, they hatch a Christmastime plan to trade places.", 
    "actors": "Vanessa Hudgens, Sam Palladio, Nick Sagar, Suanne Braun", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1542326400"
},
{
    "title": "The Prison", 
    "description": "A cop-turned-convict discovers a crime syndicate inside a prison lorded over by an inmate crime boss -- and joins in on their nightly heists.", 
    "actors": "Han Seok-kyu, Kim Rae-won, Lee Kyeong-yeong, Jung Woong-in", 
    "director": "Na Hyeon", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1510963200"
},
{
    "title": "The Promise", 
    "description": "In the wake of the 1997 financial crisis, two teens whose families face bankruptcy make a suicide pact -- but one of them breaks the promise.", 
    "actors": "Bee Namthip, Apichaya Thongkham, Thunyaphat Pattarateerachaicharoen, Panisara Rikulsurakan", 
    "director": "Sophon Sakdaphisit", 
    "imdb_rating": "7.9/10", 
    "category": "Horror Movies", 
    "date_released": "1535760000"
},
{
    "title": "The Propaganda Game", 
    "description": "This video diary-style documentary follows filmmaker Álvaro Longoria as he visits North Korea and examines the country's propaganda machine.", 
    "actors": "", 
    "director": "Álvaro Longoria", 
    "imdb_rating": "7.2/10", 
    "category": "Documentaries", 
    "date_released": "1450137600"
},
{
    "title": "The Queen of Spain", 
    "description": "In this sequel to \"The Girl of Your Dreams,\" 1950s Hollywood star Macarena returns to Spain for a shoot, where her old flame is arrested by fascists.", 
    "actors": "Penélope Cruz, Antonio Resines, Ana Belén, Neus Asensi", 
    "director": "Fernando Trueba", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1511827200"
},
{
    "title": "The Queen of the Damned", 
    "description": "A reincarnated vampire queen and vampire-turned-rock-star Lestat join forces to take over the world, but a group of ancient vampires aim to stop them.", 
    "actors": "Aaliyah, Stuart Townsend, Marguerite Moreau, Vincent Perez", 
    "director": "Michael Rymer", 
    "imdb_rating": "5.5/10", 
    "category": "Horror Movies", 
    "date_released": "1522540800"
},
{
    "title": "The Raid: Redemption", 
    "description": "Trapped in a tenement building during a raid, a SWAT team must fight its way out against the forces of a drug lord they were trying to assassinate.", 
    "actors": "Iko Uwais, Joe Taslim, Donny Alamsyah, Yayan Ruhian", 
    "director": "Gareth Evans", 
    "imdb_rating": "7.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1541030400"
},
{
    "title": "The Rainbow Troops", 
    "description": "Two Indonesian teachers embrace an inspiring crop of gifted young students who've come to study at their crumbling Islamic primary school.", 
    "actors": "Cut Mini Theo, Ikranagara, Lukman Sardi, Ario Bayu", 
    "director": "Riri Riza", 
    "imdb_rating": "7.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1538697600"
},
{
    "title": "The Rat Race", 
    "description": "Examine the troublesome coexistence of humans and rodents in Mumbai, where the byproducts of a big economy have led to a thriving rat population.", 
    "actors": "", 
    "director": "Miriam Chandy Menacherry", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1483228800"
},
{
    "title": "The Real Miyagi", 
    "description": "A look at the life of karate master Fumio Demura shows how he spread the discipline in the West, winning countless devotees and influencing Hollywood.", 
    "actors": "Fumio Demura", 
    "director": "Kevin Derek", 
    "imdb_rating": "6.3/10", 
    "category": "Documentaries", 
    "date_released": "1497571200"
},
{
    "title": "The Reaping", 
    "description": "A former Christian missionary who investigates strange occurrences comes across a case of what appear to be modern-day biblical plagues.", 
    "actors": "Hilary Swank, David Morrissey, Idris Elba, AnnaSophia Robb", 
    "director": "Stephen Hopkins", 
    "imdb_rating": "5.5/10", 
    "category": "Horror Movies", 
    "date_released": "1525132800"
},
{
    "title": "The Reconquest", 
    "description": "Years after they were childhood sweethearts, Manuela and Olmo share a night in Madrid, where they discuss their past and the possibility of a future.", 
    "actors": "Francesco Carril, Itsaso Arana, Candela Recio, Pablo Hoyos", 
    "director": "Jonás Trueba", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1485907200"
},
{
    "title": "The Redeemed and the Dominant: Fittest on Earth", 
    "description": "Questions about endurance, doping and overall toughness surround a group of elite athletes as they compete fiercely at the Reebok Crossfit Games.", 
    "actors": "", 
    "director": "Heber Cannon, Mariah Moore", 
    "imdb_rating": "7.5/10", 
    "category": "Documentaries", 
    "date_released": "1530403200"
},
{
    "title": "The Rehearsal", 
    "description": "A drama student is torn between creative possibility and ethical boundaries when his girlfriend's family gets caught up in a sex scandal.", 
    "actors": "James Rolleston, Kerry Fox, Ella Edwards, Alice Englert", 
    "director": "Alison MacLean", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1514764800"
},
{
    "title": "The Reservoir Game", 
    "description": "An investigative reporter seeks to expose the whereabouts of a slush fund belonging to the former president of South Korea, Lee Myung-bak.", 
    "actors": "", 
    "director": "Choi Jin-seong", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1515715200"
},
{
    "title": "The Resistance Banker", 
    "description": "Risking his family and future, a banker in occupied Amsterdam slows the Nazi war machine by creating an underground bank to fund the resistance.", 
    "actors": "Barry Atsma, Jacob Derwig, Pierre Bokma, Jaap Spijkers", 
    "director": "Joram Lürsen", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1536624000"
},
{
    "title": "The Rezort", 
    "description": "After a global zombie war, the living dead are confined to a luxury island resort and hunted by tourists on safari -- until the security system fails.", 
    "actors": "Dougray Scott, Jessica De Gouw, Martin McCann, Jassa Ahluwalia", 
    "director": "Steve Barker", 
    "imdb_rating": "5.4/10", 
    "category": "Horror Movies", 
    "date_released": "1484524800"
},
{
    "title": "The Rift: The Dark Side of the Moon", 
    "description": "When a team of special agents is sent to recover the wreckage of a downed satellite in Serbia, their mission takes a horrifying turn.", 
    "actors": "Ken Foree, Katarina Čas, Dragan Mićanović, Monte Markham", 
    "director": "Dejan Zečević", 
    "imdb_rating": "3.8/10", 
    "category": "Horror Movies", 
    "date_released": "1519603200"
},
{
    "title": "The Riot Club", 
    "description": "After being drafted into an elite secret society, a pair of students at Oxford University see the group's extreme debauchery spiral out of control.", 
    "actors": "Sam Claflin, Max Irons, Douglas Booth, Jessica Brown Findlay", 
    "director": "Lone Scherfig", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1489622400"
},
{
    "title": "The Ritual", 
    "description": "Four friends with a long-standing -- but strained -- connection take a hiking trip into the Swedish wilderness, from which they may never return.", 
    "actors": "Rafe Spall, Arsher Ali, Robert James-Collier, Sam Troughton", 
    "director": "David Bruckner", 
    "imdb_rating": "6.0/10", 
    "category": "Horror Movies", 
    "date_released": "1518134400"
},
{
    "title": "The River Thief", 
    "description": "A heedless teen drifter who falls for a small-town waitress makes the mistake of robbing a drug lord, putting his life and newfound love in jeopardy.", 
    "actors": "Joel Courtney, Tommy Cash, Paul Johansson, Bas Rutten", 
    "director": "N.D. Wilson", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1484352000"
},
{
    "title": "The Road to El Dorado", 
    "description": "Two Spanish con men win a map to the legendary city of gold, but when they reach El Dorado, things don't go according to plan.", 
    "actors": "Kevin Kline, Kenneth Branagh, Rosie Perez, Armand Assante", 
    "director": "Bibo Bergeron, Don Paul", 
    "imdb_rating": "7.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1420070400"
},
{
    "title": "The Rover", 
    "description": "Set in a chaotic future, this Outback saga follows loner Eric's brutal ordeal when a criminal gang takes his car and leaves him nowhere with nothing.", 
    "actors": "Guy Pearce, Robert Pattinson, Scoot McNairy, David Field", 
    "director": "David Michôd", 
    "imdb_rating": "6.3/10", 
    "category": "International Movies", 
    "date_released": "1531958400"
},
{
    "title": "The Runner", 
    "description": "A New Orleans politician finds his idealistic plans for rebuilding after a toxic oil spill unraveling thanks to a sex scandal.", 
    "actors": "Nicolas Cage, Sarah Paulson, Connie Nielsen, Wendell Pierce", 
    "director": "Austin Stark", 
    "imdb_rating": "4.7/10", 
    "category": "Dramas", 
    "date_released": "1504828800"
},
{
    "title": "The Salvation", 
    "description": "In the Old West, a Danish homesteader avenges the murder of his wife and son, only to unleash a gang leader's brutal fury.", 
    "actors": "Mads Mikkelsen, Eva Green, Jeffrey Dean Morgan, Eric Cantona", 
    "director": "Kristian Levring", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1488412800"
},
{
    "title": "The Samaritan", 
    "description": "Just out of prison and vowing to go straight, con artist Foley gets just what he doesn't want: a can't-lose opportunity to get back in the game.", 
    "actors": "Samuel L. Jackson, Luke Kirby, Ruth Negga, Tom Wilkinson", 
    "director": "David Weaver", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1506038400"
},
{
    "title": "The Scam", 
    "description": "A self-taught investor gets recruited into a stock market heist team, only to find himself further tangled up in a web of backstabbing scams.", 
    "actors": "Park Yong-ha, Kim Min-joung, Park Hee-soon, Kim Moo-yeol", 
    "director": "Lee Ho-jae", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1506729600"
},
{
    "title": "The Search for Hitler's Bomb", 
    "description": "Although there is some evidence that Adolf Hitler ordered its development, the question remains: Were the Nazis close to having an atomic bomb?", 
    "actors": "", 
    "director": "Andreas Sulzer, Stefan Brauburger", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1491004800"
},
{
    "title": "The Secret", 
    "description": "Learning that her father has married a woman her own age, Kanaya leaves home, only to get into an accident that lands her in a haunted hospital.", 
    "actors": "Nagita Slavina, Raffi Ahmad, Marshanda, Roy Marten", 
    "director": "Arie Azis", 
    "imdb_rating": "", 
    "category": "Horror Movies", 
    "date_released": "1536969600"
},
{
    "title": "The Secrets of Emily Blair", 
    "description": "Desperate to save his fiancée from a demon that has possessed her soul, a man turns to his longtime priest for help.", 
    "actors": "Ellen Hollman, Colm Meaney, Francia Raisa, Adrian Paul", 
    "director": "Joseph P. Genier", 
    "imdb_rating": "4.1/10", 
    "category": "Horror Movies", 
    "date_released": "1475280000"
},
{
    "title": "The Shaukeens", 
    "description": "Three sexually frustrated men in their 60s have the adventure of a lifetime after meeting an intriguing young woman during a holiday in Mauritius.", 
    "actors": "Akshay Kumar, Annu Kapoor, Piyush Mishra, Lisa Haydon", 
    "director": "Abhishek Sharma", 
    "imdb_rating": "4.2/10", 
    "category": "Comedies", 
    "date_released": "1519862400"
},
{
    "title": "The Shining", 
    "description": "Jack Torrance descends into madness -- terrorizing his wife and young son -- after living at a deserted and eerie hotel during its off season.", 
    "actors": "Jack Nicholson, Shelley Duvall, Danny Lloyd, Scatman Crothers", 
    "director": "Stanley Kubrick", 
    "imdb_rating": "8.2/10", 
    "category": "Classic Movies", 
    "date_released": "1538352000"
},
{
    "title": "The Short Game", 
    "description": "They are fiercely competitive athletes, determined to become champions on one of the world's toughest golf courses. And they're still in grade school.", 
    "actors": "Sky Sudberry, Allan Kournikova, Jed Dy, Zamokuhle Nxasana", 
    "director": "Josh Greenbaum", 
    "imdb_rating": "7.4/10", 
    "category": "Documentaries", 
    "date_released": "1386806400"
},
{
    "title": "The Siege of Jadotville", 
    "description": "Besieged by overwhelming enemy forces, Irish soldiers on a U.N. peacekeeping mission in Africa valiantly defend their outpost in this true story.", 
    "actors": "Jamie Dornan, Guillaume Canet, Emmanuelle Seigner, Jason O'Mara", 
    "director": "Richie Smyth", 
    "imdb_rating": "7.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1475798400"
},
{
    "title": "The Silence", 
    "description": "After encountering a scene of sexual violence, a woman is forced to confront traumatic experiences of abuse that have shaped her life.", 
    "actors": "Raghuvir Yadav, Nagraj Manjule, Anjali Patil, Kadambari Kadam", 
    "director": "Gajendra Ahire", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "The Silence", 
    "description": "On a train in Mumbai, 20-something Chini witnesses a horrific attack that triggers memories of a dark chapter from her youth. Based on a true story.", 
    "actors": "Raghuvir Yadav, Nagraj Manjule, Anjali Patil, Kadambari Kadam", 
    "director": "Gajendra Ahire", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "The Similars", 
    "description": "Stranded in a transit station one stormy night in 1968, eight strangers begin to fall victim to seizures, only to wake up disturbingly altered.", 
    "actors": "Gustavo Sánchez Parra, Cassandra Ciangherotti, Fernando Becerril, Humberto Busto", 
    "director": "Isaac Ezban", 
    "imdb_rating": "5.6/10", 
    "category": "Horror Movies", 
    "date_released": "1484438400"
},
{
    "title": "The Sinking Of Van Der Wijck", 
    "description": "When a young man leaves home to fulfill the wishes of his late father, he meets and falls in love with a woman from a very different background.", 
    "actors": "Herjunot Ali, Pevita Pearce, Reza Rahadian, Randy Nidji", 
    "director": "Sunil Soraya", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1538092800"
},
{
    "title": "The Sixth Sense", 
    "description": "When a 9-year-old boy inexplicably starts seeing dead people, he lands in the care of a child psychologist who's determined to uncover the truth.", 
    "actors": "Bruce Willis, Haley Joel Osment, Toni Collette, Olivia Williams", 
    "director": "M. Night Shyamalan", 
    "imdb_rating": "7.8/10", 
    "category": "Thrillers", 
    "date_released": "1496275200"
},
{
    "title": "The Skin of the Wolf", 
    "description": "An animal trapper living in an abandoned mountain town in northern Spain seeks to resolve his loneliness by securing a wife.", 
    "actors": "Mario Casas, Irene Escolar, Ruth Díaz", 
    "director": "Samu Fuentes", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1530835200"
},
{
    "title": "The Son of Joseph", 
    "description": "After learning the identity of the father who abandoned his family, an angry and resourceful teen plans a revenge that takes him to unexpected places.", 
    "actors": "Victor Ezenfis, Natacha Régnier, Fabrizio Rongione, Mathieu Amalric", 
    "director": "Eugène Green", 
    "imdb_rating": "7.1/10", 
    "category": "Dramas", 
    "date_released": "1497484800"
},
{
    "title": "The Spectacular Now", 
    "description": "A charismatic, hard-partying young man strikes up an unlikely romance with a smart and focused young woman during their last year of high school.", 
    "actors": "Miles Teller, Shailene Woodley, Brie Larson, Jennifer Jason Leigh", 
    "director": "James Ponsoldt", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1531353600"
},
{
    "title": "The Spirit of Christmas", 
    "description": "As Christmas approaches, attorney Kate Jordan travels to Vermont to oversee the sale of an inn, where she falls for a handsome but cursed ghost.", 
    "actors": "Jen Lilley, Thomas Beaudoin, Kati Salowsky, Steven A. Miller", 
    "director": "David Jackson", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1480550400"
},
{
    "title": "The Square", 
    "description": "This Emmy-winning, street-level view of the 2011 Egyptian Revolution captures the astonishing uprising that led to the collapse of two governments.", 
    "actors": "Ahmed Hassan, Khalid Abdalla, Magdy Ashour, Ramy Essam", 
    "director": "Jehane Noujaim", 
    "imdb_rating": "7.9/10", 
    "category": "Documentaries", 
    "date_released": "1389916800"
},
{
    "title": "The Stanford Prison Experiment", 
    "description": "Conducting a study on the psychology of incarceration, a Stanford professor assigns guard and prisoner roles to 24 male test subjects in a mock jail.", 
    "actors": "Billy Crudup, Michael Angarano, Ezra Miller, Tye Sheridan", 
    "director": "Kyle Patrick Alvarez", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1497657600"
},
{
    "title": "The Star", 
    "description": "A big-dreaming donkey escapes his menial existence and befriends some free-spirited animal pals in this imaginative retelling of the Nativity Story.", 
    "actors": "Steven Yeun, Keegan-Michael Key, Aidy Bryant, Gina Rodriguez", 
    "director": "Timothy Reckart", 
    "imdb_rating": "5.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1528070400"
},
{
    "title": "The Stranger", 
    "description": "A Nazi fugitive hiding in Connecticut tries to keep his identity hidden from his naïve new wife while a dogged investigator pursues him relentlessly.", 
    "actors": "Edward G. Robinson, Loretta Young, Orson Welles, Philip Merivale", 
    "director": "Orson Welles", 
    "imdb_rating": "7.3/10", 
    "category": "Classic Movies", 
    "date_released": "1531958400"
},
{
    "title": "The Stray", 
    "description": "As the strain of modern life bears down on the Davis family, a stray dog appears at their home, helping them rediscover what's truly important.", 
    "actors": "Michael Cassidy, Sarah Lancaster, Scott Christopher, Connor Corum", 
    "director": "Mitch Davis", 
    "imdb_rating": "7.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1527033600"
},
{
    "title": "The Submarine Kid", 
    "description": "A traumatized Marine back from Afghanistan meets a troubled young woman who introduces him to a 1950s comic book story that resonates with him.", 
    "actors": "Finn Wittrock, Emilie de Ravin, Matt O'Leary, Jessy Schram", 
    "director": "Eric Bilitch", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1485907200"
},
{
    "title": "The Sunchaser", 
    "description": "A successful surgeon is kidnapped by a dying patient for a road trip that becomes a Navajo-influenced spiritual quest for both men.", 
    "actors": "Woody Harrelson, Jon Seda, Anne Bancroft, Alexandra Tydings", 
    "director": "Michael Cimino", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1543622400"
},
{
    "title": "The Sunshine Makers", 
    "description": "Take a trip and witness the rise and fall of Tim Scully and Nicholas Sand, improbable pioneers of the drug counterculture during the 1960s.", 
    "actors": "", 
    "director": "Cosmo Feilding-Mellen", 
    "imdb_rating": "6.9/10", 
    "category": "Documentaries", 
    "date_released": "1489017600"
},
{
    "title": "The Survivalist", 
    "description": "A man struggling to survive in a post-apocalyptic world must decide how to deal with two women who appear at his farm in need of help.", 
    "actors": "Martin McCann, Mia Goth, Olwen Fouere", 
    "director": "Stephen Fingleton", 
    "imdb_rating": "6.2/10", 
    "category": "Independent Movies", 
    "date_released": "1506988800"
},
{
    "title": "The Sweet Life", 
    "description": "Two strangers with suicidal tendencies embark on a cross-country trek to San Francisco, where they plan to jump from the Golden Gate Bridge.", 
    "actors": "Chris Messina, Abigail Spencer, Maggie Siff, Tyson Ritter", 
    "director": "Rob Spera", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1502755200"
},
{
    "title": "The Tenth Man", 
    "description": "After spending much of his adult life in New York, an affable economist returns home to Buenos Aires and tries to reconnect with his aloof father.", 
    "actors": "Alan Sabbagh, Julieta Zylberberg, Usher Barilka, Elvira Onetto", 
    "director": "Daniel Burman", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1491004800"
},
{
    "title": "The Texas Chainsaw Massacre: The Beginning", 
    "description": "Out for a last fling, two Vietnam-bound brothers crash their Jeep and wind up in trouble in this gory flick that recounts the genesis of Leatherface.", 
    "actors": "Jordana Brewster, Taylor Handley, Matt Bomer, Diora Baird", 
    "director": "Jonathan Liebesman", 
    "imdb_rating": "5.9/10", 
    "category": "Horror Movies", 
    "date_released": "1535760000"
},
{
    "title": "The Third Man", 
    "description": "After arriving in post-World War II Vienna, unemployed pulp novelist Holly Martins learns that his friend Harry has died in an accident. Compelled to investigate the death, Holly slowly uncovers startling revelations about Harry's life.", 
    "actors": "Joseph Cotten, Alida Valli, Orson Welles, Trevor Howard", 
    "director": "Carol Reed", 
    "imdb_rating": "8.1/10", 
    "category": "Classic Movies", 
    "date_released": "1536969600"
},
{
    "title": "The Three Musketeers", 
    "description": "In Disney's take on the classic tale, Mickey, Donald and Goofy perform brave deeds on behalf of their queen, but head Musketeer Pete has other ideas.", 
    "actors": "Tony Anselmo, Bill Farmer, Wayne Allwine, Russi Taylor", 
    "director": "Donovan Cook", 
    "imdb_rating": "6.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1383264000"
},
{
    "title": "The Throne", 
    "description": "Set in 18th-century Korea, this drama recounts the true tale of a crown prince who, by the king's order, was locked in a rice chest and left to die.", 
    "actors": "Song Kang-ho, Yoo Ah-in, Mun Geun-yeong, Kim Hae-suk", 
    "director": "Lee Joon-ik", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1506729600"
},
{
    "title": "The Tiger", 
    "description": "In 1925 Korea, Japanese rulers demand the last remaining tiger be killed. The tiger easily defeats his pursuers until a legendary hunter takes him on.", 
    "actors": "Choi Min-sik, Jeong Man-sik, Kim Sang-ho, Sung Yoo-bin", 
    "director": "Park Hoon-jeong", 
    "imdb_rating": "7.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1476748800"
},
{
    "title": "The Tiger Hunter", 
    "description": "It's 1979, and engineer Sami is excited to leave his Indian village for a job in Chicago. But he soon runs into problems achieving his American dream.", 
    "actors": "Danny Pudi, Jon Heder, Rizwan Manji, Karen David", 
    "director": "Lena Khan", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1523232000"
},
{
    "title": "The Tortured", 
    "description": "After their young son is abducted and murdered by a psychopath, a well-heeled couple kidnaps the killer and tortures him.", 
    "actors": "Erika Christensen, Jesse Metcalfe, Bill Lippincott, Bill Moseley", 
    "director": "Robert Lieberman", 
    "imdb_rating": "5.3/10", 
    "category": "Horror Movies", 
    "date_released": "1408147200"
},
{
    "title": "The Trader (Sovdagari)", 
    "description": "A traveling trader provides a window into rural life in the Republic of Georgia, where potatoes are currency and ambition is crushed by poverty.", 
    "actors": "", 
    "director": "Tamta Gabrichidze", 
    "imdb_rating": "6.7/10", 
    "category": "Documentaries", 
    "date_released": "1518134400"
},
{
    "title": "The Transfiguration", 
    "description": "Obsessed with vampires and on a dangerous path, a troubled but self-aware 14-year-old New Yorker with a taste for blood sees a chance for redemption.", 
    "actors": "Eric Ruffin, Chloe Levine, Aaron Moten, Carter Redwood", 
    "director": "Michael O'Shea", 
    "imdb_rating": "6.0/10", 
    "category": "Horror Movies", 
    "date_released": "1502150400"
},
{
    "title": "The Tribe", 
    "description": "An executive-turned-viral sensation loses his reputation and his memory, but finds a new life with his biological mother and her empowered dance group.", 
    "actors": "Paco León, Carmen Machi, Luis Bermejo, Maribel del Pino", 
    "director": "Fernando Colomo", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1542758400"
},
{
    "title": "The Trip to Italy", 
    "description": "Following in the footsteps of the great romantic poets, Steve Coogan and Rob Brydon traverse the Italian countryside musing about life and love.", 
    "actors": "Steve Coogan, Rob Brydon, Rosie Fellner, Claire Keelan", 
    "director": "Michael Winterbottom", 
    "imdb_rating": "6.5/10", 
    "category": "Comedies", 
    "date_released": "1482451200"
},
{
    "title": "The Truth About Alcohol", 
    "description": "Emergency room doctor Javid Abdelmoneim endeavors to learn the truth about alcohol, both its benefits and risks, by exploring the science of drinking.", 
    "actors": "Javid Abdelmoneim", 
    "director": "David Briggs", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1501545600"
},
{
    "title": "The Truth Behind: Atlantis", 
    "description": "Uncover fascinating new information about the \"lost\" underwater city of Atlantis, a legend that has long mystified scholars and explorers.", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1488240000"
},
{
    "title": "The Truth Behind: UFOs", 
    "description": "UFO sightings have been on the rise since the 1940s, with thousands reported every year -- but is alien existence all a figment of our imagination?", 
    "actors": "", 
    "director": "", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1488240000"
},
{
    "title": "The Truth Is in the Stars", 
    "description": "William Shatner sits down with scientists, innovators and celebrities to discuss how the optimism of \"Star Trek\" influenced multiple generations.", 
    "actors": "William Shatner", 
    "director": "Craig Thompson", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1498867200"
},
{
    "title": "The Ultimate Guide To Penny Pinching", 
    "description": "This documentary follows several quirky skinflints on extreme quests to save as much money as possible on everything from food to their own weddings.", 
    "actors": "Paul Thornley", 
    "director": "Jon Connerty", 
    "imdb_rating": "4.8/10", 
    "category": "Documentaries", 
    "date_released": "1483142400"
},
{
    "title": "The Unborn", 
    "description": "Tortured by frightening dreams at night and a young boy's ghost during the day, a teen turns to a spiritual adviser for help in this eerie thriller.", 
    "actors": "Odette Annable, Gary Oldman, Cam Gigandet, Meagan Good", 
    "director": "David S. Goyer", 
    "imdb_rating": "5.0/10", 
    "category": "Horror Movies", 
    "date_released": "1466035200"
},
{
    "title": "The Unborn Child", 
    "description": "A couple and their young daughter are haunted by a paranormal, malicious presence -- which is soon linked to a temple and a series of abortions.", 
    "actors": "Somchai Kemglad, Pitchanart Sakakorn, Chinaradi Anupongphichart, Arisara Thongborisut", 
    "director": "Poj Arnon", 
    "imdb_rating": "4.5/10", 
    "category": "Horror Movies", 
    "date_released": "1532908800"
},
{
    "title": "The Unknown Girl", 
    "description": "A guilt-ridden doctor in a Belgian town tries to uncover the identity of a woman who died after being turned away from her office.", 
    "actors": "Adèle Haenel, Olivier Bonnaud, Jérémie Renier, Louka Minnella", 
    "director": "Jean-Pierre Dardenne, Luc Dardenne", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1513036800"
},
{
    "title": "The Untold Tales of Armistead Maupin", 
    "description": "This documentary traces the life of \"Tales of the City\" author Armistead Maupin, from his conservative roots to his rise as an LGBTQ champion.", 
    "actors": "Armistead Maupin, Neil Gaiman, Laura Linney, Ian McKellen", 
    "director": "Jennifer M. Kroot", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1541030400"
},
{
    "title": "The Vault", 
    "description": "A bank heist takes an unnerving turn when the three sibling robbers attempt to gain entrance into an subterranean vault with sinister secrets.", 
    "actors": "Taryn Manning, Francesca Eastwood, James Franco, Scott Haze", 
    "director": "Dan Bush", 
    "imdb_rating": "4.7/10", 
    "category": "Horror Movies", 
    "date_released": "1514764800"
},
{
    "title": "The Veil", 
    "description": "When a warrior is betrayed by his own people, a mysterious princess saves him from death and takes him to a hidden tribe that thinks he'll save them.", 
    "actors": "William Levy, William Moseley, Serinda Swan, Nick E. Tarabay", 
    "director": "Brent Ryan Green", 
    "imdb_rating": "4.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1509840000"
},
{
    "title": "The Veil", 
    "description": "The lone survivor of a mass suicide revisits the scene years later with a documentary film crew, awakening dark memories and mysterious phenomena.", 
    "actors": "Jessica Alba, Thomas Jane, Lily Rabe, Shannon Woodward", 
    "director": "Phil Joanou", 
    "imdb_rating": "4.5/10", 
    "category": "Horror Movies", 
    "date_released": "1453161600"
},
{
    "title": "The Village", 
    "description": "When a young man tries to venture beyond his sequestered hamlet, his actions set off a chain of chilling incidents that alter the community forever.", 
    "actors": "Bryce Dallas Howard, Joaquin Phoenix, Adrien Brody, William Hurt", 
    "director": "M. Night Shyamalan", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1504224000"
},
{
    "title": "The Violin Player", 
    "description": "An unemployed Bollywood session violinist in Mumbai finally lands a small gig, but it's what happens on his way home that proves truly transformative.", 
    "actors": "Ritwick Chakraborty, Adil Hussain, Nayani Dixit, Sonam Stobgais", 
    "director": "Bauddhayan Mukherji", 
    "imdb_rating": "4.3/10", 
    "category": "Dramas", 
    "date_released": "1480550400"
},
{
    "title": "The Visit", 
    "description": "The lives of uptight, conservative Chidi and Eugenia are thrown into disarray when a loudmouthed, hard-partying new couple moves in next door.", 
    "actors": "Nse Ikpe-Etim, Femi Jacobs, Blossom Chukwujekwu, Bayray McNwizu", 
    "director": "Oyefunke Fayoyin", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1505433600"
},
{
    "title": "The Voices", 
    "description": "Jerry develops a crush on Fiona but ends up killing her by accident. Luckily for Jerry, his suddenly verbal cat and dog are there to help.", 
    "actors": "Ryan Reynolds, Gemma Arterton, Anna Kendrick, Jacki Weaver", 
    "director": "Marjane Satrapi", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "The Void", 
    "description": "A police officer rushes a bloodied man to a short-staffed hospital, where mysterious figures surround the building's exterior.", 
    "actors": "Aaron Poole, Daniel Fathers, Kathleen Munroe, Ellen Wong", 
    "director": "Jeremy Gillespie, Steven Kostanski", 
    "imdb_rating": "5.8/10", 
    "category": "Horror Movies", 
    "date_released": "1499299200"
},
{
    "title": "The Wackness", 
    "description": "In the midst of a midlife crisis, a psychiatrist forms a relationship with a teenage drug dealer, who trades his product for therapy sessions.", 
    "actors": "Ben Kingsley, Method Man, Mary-Kate Olsen, Talia Balsam", 
    "director": "Jonathan Levine", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1512086400"
},
{
    "title": "The Wailing", 
    "description": "When a mysterious disease leads to death and chaos in a mountain village, a policeman with an infected daughter consults a powerful shaman.", 
    "actors": "Kwak Do-won, Hwang Jung-min, Chun Woo-hee, Jun Kunimura", 
    "director": "Na Hong-jin", 
    "imdb_rating": "7.2/10", 
    "category": "Horror Movies", 
    "date_released": "1480723200"
},
{
    "title": "The Warning", 
    "description": "After his friend is shot, Jon finds a numerical pattern behind deaths that occurred at the same location and sets out to warn the next young victim.", 
    "actors": "Raúl Arévalo, Aura Garrido, Hugo Arbues, Belén Cuesta", 
    "director": "Daniel Calparsoro", 
    "imdb_rating": "6.2/10", 
    "category": "International Movies", 
    "date_released": "1532390400"
},
{
    "title": "The Water Horse: Legend of the Deep", 
    "description": "A boy watches an egg he found hatch into something incredible. But how long can he keep such a big secret from his mom -- and the Scottish government?", 
    "actors": "Emily Watson, Alex Etel, Ben Chaplin, David Morrissey", 
    "director": "Jay Russell", 
    "imdb_rating": "6.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1541030400"
},
{
    "title": "The Waterboy", 
    "description": "A water boy for a college football team has a rage that makes him a tackling machine whose bone-crushing power might vault his team into the playoffs.", 
    "actors": "Adam Sandler, Kathy Bates, Henry Winkler, Fairuza Balk", 
    "director": "Frank Coraci", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1488931200"
},
{
    "title": "The Wave", 
    "description": "A Norwegian geologist has just 10 minutes to save as many people as possible when a tsunami strikes a fjord community.", 
    "actors": "Kristoffer Joner, Ane Dahl Torp, Jonas Hoff Oftebro, Edith Haagenrud-Sande", 
    "director": "Roar Uthaug", 
    "imdb_rating": "6.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1469059200"
},
{
    "title": "The Wedding Party", 
    "description": "A bride, a groom and their entourage struggle to maintain a semblance of order at a wedding reception where nothing seems to go right.", 
    "actors": "Blake Lee, Allison Paige, Molly Burnett, Meg Cionni", 
    "director": "Thane Economou", 
    "imdb_rating": "5.0/10", 
    "category": "Comedies", 
    "date_released": "1501545600"
},
{
    "title": "The Wedding Party", 
    "description": "As their big day arrives, a couple's lavish wedding plans turn into a nightmare of exes, fighting parents and uninvited guests.", 
    "actors": "Adesua Etomi, Banky Wellington, Richard Mofe-Damijo, Sola Sobowale", 
    "director": "Kemi Adetiba", 
    "imdb_rating": "6.4/10", 
    "category": "Comedies", 
    "date_released": "1492214400"
},
{
    "title": "The Weekend", 
    "description": "Three London pals come across a box full of dirty money and go on a wild weekend spending spree, until a gangster tries to shut their party down.", 
    "actors": "Joivan Wade, Percelle Ascott, Dee Kaate, Samson Kayo", 
    "director": "Sheridan De Myers", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1498780800"
},
{
    "title": "The Windmill", 
    "description": "Seeking shelter near a historic windmill, a group of tourists falls prey to a bloodthirsty miller from legend who's in league with the devil.", 
    "actors": "Charlotte Beaumont, Bart Klever, Noah Taylor, Patrick Baladi", 
    "director": "Nick Jongerius", 
    "imdb_rating": "4.8/10", 
    "category": "Horror Movies", 
    "date_released": "1491004800"
},
{
    "title": "The Wishing Tree", 
    "description": "Five children living on the edge of a forest band together to save a magical wishing tree from destruction and find their own paths to happiness.", 
    "actors": "Shabana Azmi, Makrand Deshpande, Harshpreet Kaur, Aabhas Yadav", 
    "director": "Manika Sharma", 
    "imdb_rating": "6.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1496620800"
},
{
    "title": "The Witch", 
    "description": "Believing that a witch has cursed their family, pilgrims homesteading on the edge of a primeval New England forest become increasingly paranoid.", 
    "actors": "Anya Taylor-Joy, Ralph Ineson, Kate Dickie, Harvey Scrimshaw", 
    "director": "Robert Eggers", 
    "imdb_rating": "6.5/10", 
    "category": "Horror Movies", 
    "date_released": "1537142400"
},
{
    "title": "The Women Who Kill Lions", 
    "description": "Experience an up-close look at the controversial passion and resulting infamy of big-game hunters Rebecca Francis and Jacine Jadresko.", 
    "actors": "", 
    "director": "Neil Rawles", 
    "imdb_rating": "5.3/10", 
    "category": "Documentaries", 
    "date_released": "1501545600"
},
{
    "title": "The Wonders", 
    "description": "As an Italian beekeeping family’s way of life starts to fade, a reality show may be the only thing to save it and their bright adolescent daughter.", 
    "actors": "Maria Alexandra Lungu, Sam Louwyck, Alba Rohrwacher, Sabine Timoteo", 
    "director": "Alice Rohrwacher", 
    "imdb_rating": "6.9/10", 
    "category": "Dramas", 
    "date_released": "1464739200"
},
{
    "title": "The Workshop", 
    "description": "In an old shipyard town in France, sociopolitical tensions beset a writing workshop where the instructor notices a student with a dark side.", 
    "actors": "Marina Foïs, Matthieu Lucci, Warda Rammach, Issam Talbi", 
    "director": "Laurent Cantet", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1541808000"
},
{
    "title": "The World Is Yours", 
    "description": "To escape his life of crime, a Paris drug dealer takes on one last job involving Spain, unhinged gangsters, his longtime crush and his scheming mother.", 
    "actors": "Isabelle Adjani, Karim Leklou, François Damiens, Vincent Cassel", 
    "director": "Romain Gavras", 
    "imdb_rating": "7.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1543536000"
},
{
    "title": "The Worthy", 
    "description": "In the near future, with civilization a thing of the past, a man puts his family in peril when he reluctantly lets outsiders into his compound.", 
    "actors": "Ali Suliman, Mahmoud Al Atrash, Samer al Masri, Rakeen Saad", 
    "director": "Ali F. Mostafa", 
    "imdb_rating": "5.2/10", 
    "category": "International Movies", 
    "date_released": "1512086400"
},
{
    "title": "The Wound", 
    "description": "At an initiation ritual for the young men of his Xhosa community, a closeted factory hand meets a Johannesburg teen who discovers his best-kept secret.", 
    "actors": "Nakhane Touré, Bongile Mantsai, Niza Jay, Thobani Mseleni", 
    "director": "John Trengove", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1517443200"
},
{
    "title": "The Young Offenders", 
    "description": "Never ones to think things through, two Irish teens steal bicycles and set off to the coast to find a bale of cocaine from a smuggler’s capsized ship.", 
    "actors": "Alex Murphy, Chris Walley, Hilary Rose, Dominic MacHale", 
    "director": "Peter Foott", 
    "imdb_rating": "7.5/10", 
    "category": "Comedies", 
    "date_released": "1489017600"
},
{
    "title": "The Young Vagabond", 
    "description": "To avenge his master, a wine-loving young man steps up his fighting skills to defeat a powerful thief in a life-or-death match.", 
    "actors": "Chia-Hui Liu, Wong Yu, Jason Pai Piao, Lung Wei Wang", 
    "director": "Sze Yu Lau", 
    "imdb_rating": "5.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1534377600"
},
{
    "title": "Theeram", 
    "description": "An auto rickshaw driver harbors a deep affection for a young woman, but his troubled past threatens to stand between them.", 
    "actors": "Pranav Ratheesh, Maria Yohannan, Askar Ameer, Tini Tom", 
    "director": "Saheed Arafath", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Theeya Velai Seyyanum Kumaru", 
    "description": "When shy Kumar gets stuck on the losing end of a love triangle, the Love Doctor, Mokia, has a strategy for Kumar to win the love of his life.", 
    "actors": "Siddarth, Santhanam, Hansika Motwani, Ganesh Venkatraman", 
    "director": "Sundar C.", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "They Are Everywhere", 
    "description": "In counseling sessions with his therapist, preoccupied Yvan shares stories of anti-Semitism and what it's like to live as a Jew in modern France.", 
    "actors": "Yvan Attal, Benoît Poelvoorde, Charlotte Gainsbourg, Valérie Bonneton", 
    "director": "Yvan Attal", 
    "imdb_rating": "4.4/10", 
    "category": "Comedies", 
    "date_released": "1477612800"
},
{
    "title": "They Call Me Jeeg", 
    "description": "An ex-con's world is transformed by his newfound superpowers. Criminals want him for his muscle, but a beautiful fan just wants him to do some good.", 
    "actors": "Claudio Santamaria, Luca Marinelli, Ilenia Pastorelli, Stefano Ambrogi", 
    "director": "Gabriele Mainetti", 
    "imdb_rating": "7.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1498867200"
},
{
    "title": "They're Watching", 
    "description": "The squabbling crew of an American TV show ends up on the wrong end of a witch hunt when they start shooting in a remote European village.", 
    "actors": "Brigid Brannagh, Kris Lemche, David Alpay, Carrie Genzel", 
    "director": "Micah Wright, Jay Lender", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1469404800"
},
{
    "title": "Thi Mai", 
    "description": "Along with her two friends, a determined woman travels to Vietnam to bring home the baby her recently deceased daughter had planned to adopt.", 
    "actors": "Carmen Machi, Adriana Ozores, Aitana Sánchez-Gijón, Dani Rovira", 
    "director": "Patricia Ferreira", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1525392000"
},
{
    "title": "Things to Come", 
    "description": "A comfortable life skids into unfamiliar territory when middle-aged philosophy teacher Nathalie loses her mother and her husband in swift succession.", 
    "actors": "Isabelle Huppert, André Marcon, Roman Kolinka, Edith Scob", 
    "director": "Mia Hansen-Løve", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "This Is Not What I Expected", 
    "description": "Romance and cuisine mix when a perpetually dissatisfied hotel executive finally encounters the perfect meal, and the sous chef that made it.", 
    "actors": "Takeshi Kaneshiro, Zhou Dongyu, Sun Yizhou, Ming Xi", 
    "director": "Derek Hui", 
    "imdb_rating": "7.3/10", 
    "category": "Comedies", 
    "date_released": "1507939200"
},
{
    "title": "This Was Tomorrow", 
    "description": "The Tomorrowland music festival marks its 10th anniversary in Belgium, the U.S. and Brazil, with all the diverse excitement of the annual event.", 
    "actors": "", 
    "director": "Wim Bonte", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1450137600"
},
{
    "title": "Thithi", 
    "description": "In a South Indian village, a centenarian's funeral brings together his free-spirited son, inheritance-hungry grandson and girl-crazy great-grandson.", 
    "actors": "Thammegowda S., Channegowda, Abhishek H.N., Pooja", 
    "director": "Raam Reddy", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1489017600"
},
{
    "title": "Thorne: Scaredy Cat", 
    "description": "Heading a new team whose aim is to crack the cases that leave others stumped, detective Tom Thorne finds himself on the hunt for two serial killers.", 
    "actors": "David Morrissey, Eddie Marsan, Aidan Gillen, O.T. Fagbenle", 
    "director": "Benjamin Ross", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1478044800"
},
{
    "title": "Thorne: Sleepyhead", 
    "description": "Investigating a series of attacks on young women, detective Tom Thorne is dragged back into the nightmares of his past as he races to find a killer.", 
    "actors": "David Morrissey, Eddie Marsan, Aidan Gillen, O. T. Fagbenle", 
    "director": "Stephen Hopkins", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1478044800"
},
{
    "title": "Those People", 
    "description": "A young Manhattan painter's goals are put to the test when he falls for an older man while still having feelings for his long-standing secret crush.", 
    "actors": "Jonathan Gordon, Jason Ralph, Haaz Sleiman, Britt Lower", 
    "director": "Joey Kuhn", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1473897600"
},
{
    "title": "Three", 
    "description": "A master criminal engineers his own shooting during a police raid, then refuses treatment while awaiting rescue in a tense standoff at a hospital.", 
    "actors": "Louis Koo, Zhao Wei, Wallace Chung, Lam Suet", 
    "director": "Johnnie To", 
    "imdb_rating": "6.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1496448000"
},
{
    "title": "Three Generations", 
    "description": "When teenage Ray begins transitioning from female to male, his single mom and grandmother must cope with the change while tracking down his father.", 
    "actors": "Elle Fanning, Naomi Watts, Susan Sarandon, Tate Donovan", 
    "director": "Gaby Dellal", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1503878400"
},
{
    "title": "Thunder and the House Of Magic", 
    "description": "An abandoned cat looking for shelter finds a mystical house owned by an old magician and inhabited by an array of wondrous automatons and gizmos.", 
    "actors": "Cinda Adams, George Babbit, Murray Blue, Kathleen Gati", 
    "director": "Jeremy Degruson, Ben Stassen", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1486512000"
},
{
    "title": "Thunderbolt", 
    "description": "A P-47 Thunderbolt squadron is shown in preparation, at play and in bombing raids aiming to halt Nazi supply lines and aid Allied ground troops.", 
    "actors": "James Stewart, Lloyd Bridges", 
    "director": "William Wyler, John Sturges", 
    "imdb_rating": "6.4/10", 
    "category": "Classic Movies", 
    "date_released": "1490918400"
},
{
    "title": "Thunderstruck", 
    "description": "After awkward teenager Bryan mysteriously finds he now has the talent of his basketball idol, Kevin Durant, he becomes his team's star player.", 
    "actors": "Kevin Durant, Taylor Gray, Jim Belushi, Brandon T. Jackson", 
    "director": "John Whitesell", 
    "imdb_rating": "5.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1491004800"
},
{
    "title": "Tie The Knot", 
    "description": "Seeking to escape her overbearing mom, an American woman takes a trip to Mumbai, where she meets an Indian doctor facing her own familial struggles.", 
    "actors": "Tara Reid, Karishma Ahluwalia, Sahil Shroff, Ohmnie Sanjiv", 
    "director": "Shuja Paul", 
    "imdb_rating": "3.7/10", 
    "category": "Comedies", 
    "date_released": "1501545600"
},
{
    "title": "Tierra de María: Mary's Land", 
    "description": "An attorney acting as \"devil's advocate\" interviews those who claim to share a personal relationship or mystical experiences with the Virgin Mary.", 
    "actors": "Juan Manuel Cotelo, Carmen Losa, Luis Roig, Pablo Barragán", 
    "director": "Juan Manuel Cotelo", 
    "imdb_rating": "6.5/10", 
    "category": "Documentaries", 
    "date_released": "1475280000"
},
{
    "title": "Tiger", 
    "description": "Aging boxer Ramón regains his vitality when he meets fierce young boxer Deborah, their unbridled passion causing him to forsake everyone around him.", 
    "actors": "Leonardo Sbaraglia, Eva De Dominici, Erica Banchi, Osmar Nuñez", 
    "director": "Hernán Belón", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1488326400"
},
{
    "title": "Tiger", 
    "description": "Imprisoned for drug smuggling as a child, a young man uses the law he studied while in jail to take revenge on those who wronged him.", 
    "actors": "Sippy Gill, Ihana Dhillon, Yograj Singh, Yashpal Sharma", 
    "director": "Sartaj Singh Pannu", 
    "imdb_rating": "4.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Tik Tok", 
    "description": "A police officer and a psychologist learn of a sinister threat at a highly anticipated soccer match and team up in hopes of preventing disaster.", 
    "actors": "Wallace Chung, Lee Jung-jae, Lang Yueting, Chae-yeong Lee", 
    "director": "Li Jun", 
    "imdb_rating": "6.2/10", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "Tikli and Laxmi Bomb", 
    "description": "Two frustrated sex workers cut out the middlemen from their business affairs and start a cooperative that's run entirely by women.", 
    "actors": "Vibhawari Deshpande, Chitrangada Chakraborty, Suchitra Pillai, Upendra Limaye", 
    "director": "Aditya Kripalani", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Time Please", 
    "description": "Personality differences, an old friend and a past flame poke holes in the way a husband and wife perceive their marriage.", 
    "actors": "Priya Bapat, Siddarth Jadhav, Umesh Kamat, Sai Tamhankar", 
    "director": "Sameer Vidwans", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Time Share", 
    "description": "Husband and father Pedro becomes increasingly suspicious that a series of mishaps at a resort during a family vacation are part of a sinister plan.", 
    "actors": "Luis Gerardo Méndez, Miguel Rodarte, R.J. Mitte, Cassandra Ciangherotti", 
    "director": "Sebastián Hofmann", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1543536000"
},
{
    "title": "Tini: The New Life of Violetta", 
    "description": "After completing a world tour, a teen pop star spends the summer at an Italian villa to recover from heartbreak and grow into a mature artist.", 
    "actors": "Martina Stoessel, Jorge Blanco, Adrián Salzedo, Mercedes Lambre", 
    "director": "Juan Pablo Buscarini", 
    "imdb_rating": "7.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1487462400"
},
{
    "title": "Tinker Bell and the Legend of the NeverBeast", 
    "description": "When suspicious scout fairies scheme to capture the fearsome-looking NeverBeast, Tinker Bell and Fawn set out to save the wondrous creature.", 
    "actors": "Ginnifer Goodwin, Mae Whitman, Rosario Dawson, Lucy Liu", 
    "director": "Steve Loter", 
    "imdb_rating": "6.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1431820800"
},
{
    "title": "To All the Boys I’ve Loved Before", 
    "description": "When her secret love letters somehow get mailed to each of her five crushes, Lara Jean finds her quiet high school existence turned upside down.", 
    "actors": "Lana Condor, Noah Centineo, Janel Parrish, Anna Cathcart", 
    "director": "Susan Johnson", 
    "imdb_rating": "8.1/10", 
    "category": "Comedies", 
    "date_released": "1534464000"
},
{
    "title": "To and From New York", 
    "description": "While covering a story in New York City, a Seattle-based reporter uncovers a link between two missing women that changes her article entirely.", 
    "actors": "Barbara King, Shaana Diya, John Krisiukenas, Yoriko Haraguchi", 
    "director": "Sorin Dan Mihalcescu", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1199145600"
},
{
    "title": "To Each, Her Own", 
    "description": "Just as Simone works up the courage to tell her conservative Jewish family she's a lesbian, she finds herself attracted to a male Senegalese chef.", 
    "actors": "Sarah Stern, Jean-Christophe Folly, Julia Piaton, Arié Elmaleh", 
    "director": "Myriam Aziza", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1529798400"
},
{
    "title": "To Life!", 
    "description": "Evicted from her home, an aging, suicidal cabaret singer forms a deep bond with a troubled young man running from his life and an incurable illness.", 
    "actors": "Hannelore Elsner, Max Riemelt, Sharon Brauner, Aylin Tezel", 
    "director": "Uwe Janson", 
    "imdb_rating": "5.9/10", 
    "category": "Dramas", 
    "date_released": "1480464000"
},
{
    "title": "To Noora with Love", 
    "description": "After a pious, altruistic woman falls in love with a Sufi singer, misfortune strikes. But an act of love and sacrifice gives them a new lease on life.", 
    "actors": "Mamta Mohandas, Krish Sathar, Ambika, Kanika", 
    "director": "Babu Narayanan", 
    "imdb_rating": "4.3/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "To The Beat!", 
    "description": "Twin sisters form separate teams for a dance contest, where they compete against their scheming neighbor for the grand prize: a role in a music video.", 
    "actors": "Laura Krystine, Brisa Lalich, Jayden Bartels, Veronica St. Clair", 
    "director": "Jillian Clare", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1533600000"
},
{
    "title": "To the Bone", 
    "description": "Ellen, a 20-year-old with anorexia nervosa, goes on a harrowing, sometimes funny journey of self-discovery at a group home run by an unusual doctor.", 
    "actors": "Lily Collins, Keanu Reeves, Carrie Preston, Lili Taylor", 
    "director": "Marti Noxon", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1499990400"
},
{
    "title": "Toc Toc", 
    "description": "A group of patients with OCD wait for their flight-delayed doctor to arrive for their appointments, forcing them to endure each other's oddball quirks.", 
    "actors": "Paco León, Alexandra Jiménez, Rossy de Palma, Nuria Herrero", 
    "director": "Vicente Villanueva", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1525132800"
},
{
    "title": "Todo Sobre El Asado", 
    "description": "This quirky examination of Argentina's culture, customs and cuisine slices into the country's traditional barbecue -- which is both meal and ritual.", 
    "actors": "El Negro Álvarez", 
    "director": "Mariano Cohn, Gastón Duprat", 
    "imdb_rating": "6.0/10", 
    "category": "Documentaries", 
    "date_released": "1504224000"
},
{
    "title": "Toilet: Ek Prem Katha", 
    "description": "On her first day of marriage, a woman leaves her husband upon learning his home lacks a toilet, sparking a quixotic quest to acquire modern sanitation.", 
    "actors": "Akshay Kumar, Bhumi Pednekar, Divyendu Sharma, Atul Srivastava", 
    "director": "Shree Narayan Singh", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1534809600"
},
{
    "title": "Tokyo Idols", 
    "description": "This documentary follows J-Pop idol Rio and her predominantly middle-aged fans, and their seemingly transactional interactions.", 
    "actors": "Rio Hiiragi", 
    "director": "Kyoko Miyake", 
    "imdb_rating": "6.5/10", 
    "category": "Documentaries", 
    "date_released": "1506816000"
},
{
    "title": "Too Late", 
    "description": "Looking for a woman from his past, a hard-drinking private eye slips into an odyssey across a seedy Southern California he knows all too well.", 
    "actors": "John Hawkes, Vail Bloom, Joanna Cassidy, Jeff Fahey", 
    "director": "Dennis Hauck", 
    "imdb_rating": "7.5/10", 
    "category": "Dramas", 
    "date_released": "1480550400"
},
{
    "title": "Too Young the Hero", 
    "description": "Twelve-year-old Calvin manages to join the navy and serves in the battle of Guadalcanal. But when his age is revealed, the boy is sent to the brig.", 
    "actors": "Ricky Schroder, Debra Mooney, Jon DeVries, Mary-Louise Parker", 
    "director": "Buzz Kulik", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1317427200"
},
{
    "title": "Toobys Vol. 2", 
    "description": "Educational animations that feature original and classic children's songs, plus colorful characters, make learning fun for preschoolers.", 
    "actors": "", 
    "director": "Fernando Abdala", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1500940800"
},
{
    "title": "Toobys Vol. 2 in English", 
    "description": "Educational animations that feature lively characters and sing-alongs make learning numbers, letters and colors fun for preschoolers.", 
    "actors": "", 
    "director": "Fernando Abdala", 
    "imdb_rating": "", 
    "category": "Movies", 
    "date_released": "1498435200"
},
{
    "title": "Tope: The Bait", 
    "description": "The tales of an eccentric aristocrat, a tightrope walking nomad and a postman-turned-soothsayer unspool in this visual poem of rural life in India.", 
    "actors": "Sudipto Chattopadhyay, Chandan Roy Sanyal, Kajal Kumari, Ananya Chatterjee", 
    "director": "Buddhadev Dasgupta", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Toro", 
    "description": "Ex-con Toro's brother and former partner in crime makes a desperate plea for help that may put Toro back behind bars ... if he survives at all.", 
    "actors": "Mario Casas, Luis Tosar, José Sacristán, Claudia Canal", 
    "director": "Kike Maíllo", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1472688000"
},
{
    "title": "Touch of Evil", 
    "description": "A narcotics detective on his honeymoon locks horns with a shady sheriff as he investigates the explosion of a car crossing the U.S.-Mexico border.", 
    "actors": "Akim Tamiroff, Zsa Zsa Gabor, Ray Collins, Orson Welles", 
    "director": "Orson Welles", 
    "imdb_rating": "7.7/10", 
    "category": "Classic Movies", 
    "date_released": "1533081600"
},
{
    "title": "Toy Maker", 
    "description": "A young toymaker tries to make sense of the impermanence of life that he has been forced to acknowledge through experiences of separation and death.", 
    "actors": "Noel Rapheal, Sunitha, Kshama Krishna", 
    "director": "Sajas Rahman, Shinos Rahman", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "Tracers", 
    "description": "When a bike messenger falls into debt with organized criminals, a sexy woman draws him into her high-stakes world of parkour, teaching him new skills.", 
    "actors": "Taylor Lautner, Marie Avgeropoulos, Adam Rayner, Rafi Gavron", 
    "director": "Daniel Benmayor", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1511308800"
},
{
    "title": "Trailer Park Boys Live at the North Pole", 
    "description": "Bubbles's plan to spread the true meaning of Christmas is dashed by Julian's wish to cash in on the holiday and Ricky's quest to meet the real Santa.", 
    "actors": "Mike Smith, John Paul Tremblay, Robb Wells, John Dunsworth", 
    "director": "Mike Smith, John Paul Tremblay", 
    "imdb_rating": "6.9/10", 
    "category": "Movies", 
    "date_released": "1416009600"
},
{
    "title": "Trailer Park Boys Live In F**kin' Dublin", 
    "description": "The boys head to Ireland after winning a contest to see Rush but are arrested by immigration and must perform a community service puppet show.", 
    "actors": "Mike Smith, John Paul Tremblay, Robb Wells, Pat Roach", 
    "director": "Mike Smith, John Paul Tremblay", 
    "imdb_rating": "6.0/10", 
    "category": "Movies", 
    "date_released": "1401580800"
},
{
    "title": "Trailer Park Boys: Countdown to Liquor Day", 
    "description": "After their latest jail stint, boozy pals Julian, Bubbles and Ricky plan to go legit but learn trailer park manager Jim aims to demolish their homes.", 
    "actors": "Robb Wells, John Paul Tremblay, Mike Smith, John Dunsworth", 
    "director": "Mike Clattenburg", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1522368000"
},
{
    "title": "Trailer Park Boys: Drunk, High and Unemployed: Live in Austin", 
    "description": "Ricky, Julian and Bubbles bring their trailer park humor out onto the stage for a night of bravado, schemes and an intoxicated acting demo.", 
    "actors": "Mike Smith, John Paul Tremblay, Robb Wells, John Dunsworth", 
    "director": "Gary Howsam, Mike Smith", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1449619200"
},
{
    "title": "Trailer Park Boys: Say Goodnight to the Bad Guys", 
    "description": "A year after the Season 7 finale, the boys are poised to live the good life. But an old enemy throws a wrench in things once again.", 
    "actors": "John Paul Tremblay, Robb Wells, John Dunsworth, Patrick Roach", 
    "director": "Mike Clattenburg", 
    "imdb_rating": "7.7/10", 
    "category": "Comedies", 
    "date_released": "1401580800"
},
{
    "title": "Trailer Park Boys: The Movie", 
    "description": "In this feature-length adventure, Ricky, Julian and Bubbles -- just out of jail -- plan the lamest scheme yet: to get rich by stealing tons of change.", 
    "actors": "Robb Wells, John Paul Tremblay, Mike Smith, Lucy Decoutere", 
    "director": "Mike Clattenburg", 
    "imdb_rating": "6.9/10", 
    "category": "Comedies", 
    "date_released": "1522368000"
},
{
    "title": "Trailer Park Boys: Xmas Special", 
    "description": "See what Sunnyvale Trailer Park was like back in the day, featuring Randy as a prostitute, J-Roc before he rapped and Barb and Lahey still together.", 
    "actors": "John Paul Tremblay, Robb Wells, John Dunsworth, Patrick Roach", 
    "director": "Mike Clattenburg", 
    "imdb_rating": "7.5/10", 
    "category": "Movies", 
    "date_released": "1410739200"
},
{
    "title": "Train of the Dead", 
    "description": "Five teenagers on the lam hide out in an empty train. Little do they realize that the train is inhabited by ghosts on their way to final judgment.", 
    "actors": "Kett Thantup, Savika Chaiyadej, Sura Theerakon, Chaleumpol Tikumpornteerawong", 
    "director": "Sukum Maetawanitch", 
    "imdb_rating": "3.8/10", 
    "category": "Horror Movies", 
    "date_released": "1532304000"
},
{
    "title": "Train to Busan", 
    "description": "As a zombie outbreak sweeps the country, a dad and his daughter take a harrowing train journey in an attempt to reach the only city that's still safe.", 
    "actors": "Gong Yoo, Ma Dong-seok, Jung Yu-mi, Kim Soo-an", 
    "director": "Yeon Sang-ho", 
    "imdb_rating": "7.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1489795200"
},
{
    "title": "Trainer!", 
    "description": "This behind-the-scenes sports documentary follows the careers of three young German professional soccer coaches over the course of a single season.", 
    "actors": "", 
    "director": "Aljoscha Pause", 
    "imdb_rating": "6.6/10", 
    "category": "Documentaries", 
    "date_released": "1472688000"
},
{
    "title": "Tramps", 
    "description": "Pulled into a shady briefcase swap for different reasons, young strangers Danny and Ellie spend an eventful night together when the deal goes wrong.", 
    "actors": "Callum Turner, Grace Van Patten, Michal Vondel, Mike Birbiglia", 
    "director": "Adam Leon", 
    "imdb_rating": "6.1/10", 
    "category": "Independent Movies", 
    "date_released": "1492732800"
},
{
    "title": "Trash Fire", 
    "description": "Surprise news that his girlfriend is pregnant sends loutish Owen on an ill-advised trip to reconnect with his twisted sister and sadistic grandmother.", 
    "actors": "Adrian Grenier, Angela Trimbur, AnnaLynne McCord, Fionnula Flanagan", 
    "director": "Richard Bates Jr.", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1485993600"
},
{
    "title": "Treasure Buddies", 
    "description": "Budderball, Buddha and their adorable puppy pals head to the sands of Egypt to search for Cleocatra's legendary lost collar.", 
    "actors": "Richard Riehle, Edward Herrmann, Mason Cook, Adam Alexi-Malle", 
    "director": "Robert Vince", 
    "imdb_rating": "4.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1364774400"
},
{
    "title": "Treasure Hounds", 
    "description": "A boy and his talking dog join their clever young neighbors to outwit two bumbling crooks and find a treasure that can save their town.", 
    "actors": "Valin Shinyei, Norm Macdonald, Jessie Fraser, Helen Colliander", 
    "director": "Tim Brown", 
    "imdb_rating": "4.4/10", 
    "category": "Children & Family Movies", 
    "date_released": "1518652800"
},
{
    "title": "Treasures from the Wreck of the Unbelievable", 
    "description": "This cinematic journey into the waters off East Africa chronicles the story behind artist Damien Hirst's massive exhibition of oceanic treasures.", 
    "actors": "", 
    "director": "Sam Hobkinson", 
    "imdb_rating": "7.0/10", 
    "category": "Documentaries", 
    "date_released": "1514764800"
},
{
    "title": "Tremors: A Cold Day in Hell", 
    "description": "The subterranean, worm-like creatures are back, and Graboid-hunter Burt Gummer suspects they've been weaponized.", 
    "actors": "Michael Gross, Jamie Kennedy, Tanya van Graan, Jamie-Lee Money", 
    "director": "Don Michael Paul", 
    "imdb_rating": "5.2/10", 
    "category": "Action & Adventure", 
    "date_released": "1525132800"
},
{
    "title": "Trick or Treaters", 
    "description": "Three robbers roving the countryside kidnap a young girl they believe they can hold for ransom, but she's actually an orphan.", 
    "actors": "Joachim Król, Bela B. Felsenheimer, Charly Hübner, Katharina Thalbach", 
    "director": "Hayo Freitag", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1445817600"
},
{
    "title": "Trimurti", 
    "description": "After being framed, a policewoman languishing in prison hopes that her three sons will deliver justice and restore her honor.", 
    "actors": "Anil Kapoor, Shah Rukh Khan, Jackie Shroff, Satyendra Kapoor", 
    "director": "Mukul Anand", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1519862400"
},
{
    "title": "Trip to Bhangarh: Asia's Most Haunted Place", 
    "description": "To amuse themselves, six college friends decide to pay a visit to a fortress believed by some to be the most haunted place in Asia.", 
    "actors": "Manish Chaudhary, Suzanna Mukherjee, Piyush Raina, Rachit Behl", 
    "director": "Jitender Pawar", 
    "imdb_rating": "3.7/10", 
    "category": "International Movies", 
    "date_released": "1509494400"
},
{
    "title": "Triumph of the Heart", 
    "description": "This drama tells the tale of Ricky Bell, a pro running back with the Tampa Bay Buccaneers who died of a muscle disease in the prime of his career.", 
    "actors": "Mario Van Peebles, Susan Ruttan, Lane R. Davis, Lynn Whitfield", 
    "director": "Richard Michaels", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1317427200"
},
{
    "title": "Trolls", 
    "description": "When their fellow Trolls are captured by hungry Bergens, upbeat Princess Poppy and her grouchy pal Branch embark on the adventure of a lifetime.", 
    "actors": "Anna Kendrick, Justin Timberlake, Russell Brand, Gwen Stefani", 
    "director": "Walt Dohrn, Mike Mitchell", 
    "imdb_rating": "6.7/10", 
    "category": "Children & Family Movies", 
    "date_released": "1496793600"
},
{
    "title": "Trolls Holiday Special", 
    "description": "When Queen Poppy realizes that Bridget and the Bergens don't have any holidays, she hatches a plan for Branch and the Snack Pack to help create one.", 
    "actors": "Anna Kendrick, Justin Timberlake, Zooey Deschanel, Christopher Mintz-Plasse", 
    "director": "Joel Crawford", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1512518400"
},
{
    "title": "Trouble with the Curve", 
    "description": "Slowed by age and failing eyesight, crack baseball scout Gus Lobel takes his grown daughter along as he checks out the final prospect of his career.", 
    "actors": "Clint Eastwood, Amy Adams, Justin Timberlake, John Goodman", 
    "director": "Robert Lorenz", 
    "imdb_rating": "6.7/10", 
    "category": "Dramas", 
    "date_released": "1491004800"
},
{
    "title": "Troy", 
    "description": "The love-struck Prince Paris of Troy kidnaps beauty Helen from her husband, setting the two nations on a collision course for war.", 
    "actors": "Brad Pitt, Eric Bana, Orlando Bloom, Diane Kruger", 
    "director": "Wolfgang Petersen", 
    "imdb_rating": "7.0/10", 
    "category": "Action & Adventure", 
    "date_released": "1530403200"
},
{
    "title": "True Memoirs of an International Assassin", 
    "description": "After his publisher markets his crime novel as a memoir, a novice author finds himself forcibly recruited into a deadly political plot in Venezuela.", 
    "actors": "Kevin James, Andy Garcia, Zulay Henao, Maurice Compte", 
    "director": "Jeff Wadlow", 
    "imdb_rating": "5.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1478822400"
},
{
    "title": "Truth or Dare", 
    "description": "A game of \"Truth or Dare\" among college friends on spring break turns deadly when a demon seems determined to use it to kill them all.", 
    "actors": "Cassandra Scerbo, Brytni Sarpy, Mason Dye, Harvey Guillen", 
    "director": "Nick Simon", 
    "imdb_rating": "5.1/10", 
    "category": "Horror Movies", 
    "date_released": "1538524800"
},
{
    "title": "Tu Hai Mera Sunday", 
    "description": "When their Sunday soccer game on the beach is canceled, five friends set out to find another place to play in the noisy, crowded city of Mumbai.", 
    "actors": "Barun Sobti, Shahana Goswami, Vishal Malhotra, Avinash Tiwary", 
    "director": "Milind Dhaimade", 
    "imdb_rating": "8.0/10", 
    "category": "Comedies", 
    "date_released": "1519862400"
},
{
    "title": "Tucker and Dale vs. Evil", 
    "description": "Expecting to relax at their \"vacation\" cabin, two backwoods boys see their trip turn into a nightmare when they're accused of being psychotic killers.", 
    "actors": "Tyler Labine, Alan Tudyk, Katrina Bowden, Jesse Moss", 
    "director": "Eli Craig", 
    "imdb_rating": "7.3/10", 
    "category": "Comedies", 
    "date_released": "1419811200"
},
{
    "title": "Tukaram", 
    "description": "A child whose innocence and devotion set him apart from the other children of his village grows up to be one of the foremost saints of India.", 
    "actors": "Jitendra Joshi, Prateeksha Lonkar, Sharad Ponkshe, Radhika Apte", 
    "director": "Chandrakant Kulkarni", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1518652800"
},
{
    "title": "Tulip Fever", 
    "description": "During the Dutch tulip mania, love blooms between a wealthy merchant's wife and a painter, but their future together hinges on a risky bet.", 
    "actors": "Alicia Vikander, Dane DeHaan, Christoph Waltz, Judi Dench", 
    "director": "Justin Chadwick", 
    "imdb_rating": "6.3/10", 
    "category": "Dramas", 
    "date_released": "1520985600"
},
{
    "title": "Tum Milo Toh Sahi", 
    "description": "An astute but old-fashioned law clerk steps up to help the owner of a cafe in a legal battle that has both business and personal ramifications.", 
    "actors": "Nana Patekar, Dimple Kapadia, Sunil Shetty, Vidya Malvade", 
    "director": "Kabir Sadanand", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "Tum... Ho Na", 
    "description": "Chemistry between a girl and a former army major leads to marriage. But it's a chemistry that he appears to share with many others.", 
    "actors": "Jackie Shroff, Riya Sen, Nethra Raghuraman, Sumit Nijhawan", 
    "director": "N.S. Raj Bharath", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Tunisian Victory", 
    "description": "British and American troops join forces to liberate a Nazi stranglehold in North Africa, sharing battles, hard work and a peaceful Christmas dinner.", 
    "actors": "Burgess Meredith", 
    "director": "Frank Capra, John Huston", 
    "imdb_rating": "6.5/10", 
    "category": "Classic Movies", 
    "date_released": "1490918400"
},
{
    "title": "Tunnel", 
    "description": "A poorly constructed tunnel collapses, leaving a man trapped in his car with only two bottles of water and his daughter's birthday cake to survive on.", 
    "actors": "Ha Jung-woo, Bae Doona, Oh Dal-su, Kim Jong-soo", 
    "director": "Kim Seong-hun", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1496448000"
},
{
    "title": "Turbo Kid", 
    "description": "A teenage orphan in a post-apocalyptic world scuffles for survival. But when his friend is threatened, he becomes a superhero to save her.", 
    "actors": "Munro Chambers, Laurence Leboeuf, Michael Ironside, Edwin Wright", 
    "director": "François Simard, Yoann-Karl Whissell", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1453680000"
},
{
    "title": "Turner and Hooch", 
    "description": "Fastidious detective Scott Turner is saddled with a slobbering new partner: a dog named Hooch, whose previous owner was killed.", 
    "actors": "Tom Hanks, Mare Winningham, Craig T. Nelson, Reginald VelJohnson", 
    "director": "Roger Spottiswoode", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1467331200"
},
{
    "title": "Tuscan Wedding", 
    "description": "The owners of a luxurious Tuscan villa welcome crowds of betrothed couples and their guests attending beautiful and sometimes bewildering weddings.", 
    "actors": "Sophie van Oers, Simone Kleinsma, Ernst Daniël Smid, Lieke van Lexmond", 
    "director": "Johan Nijenhuis", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "Tusk", 
    "description": "When a wise-guy podcaster interviews a disabled seafarer, he decides to embark on a transformational quest to track down a dangerous walrus-monster.", 
    "actors": "Michael Parks, Justin Long, Haley Joel Osment, Genesis Rodriguez", 
    "director": "Kevin Smith", 
    "imdb_rating": "5.2/10", 
    "category": "Horror Movies", 
    "date_released": "1531958400"
},
{
    "title": "Twenty Two", 
    "description": "Hundreds of thousands of women were forced into sexual slavery in Japanese-occupied China during World War II. Here, 22 survivors share their stories.", 
    "actors": "", 
    "director": "Guo Ke", 
    "imdb_rating": "7.5/10", 
    "category": "Documentaries", 
    "date_released": "1512086400"
},
{
    "title": "Twice", 
    "description": "This documentary reenacts the experiences of late activist Tsutomu Yamaguchi, a survivor of both atomic bombings on Japan in 1945.", 
    "actors": "Stuart Varnam-Atkin", 
    "director": "Hidetaka Inazuka", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1514678400"
},
{
    "title": "Twisted Trunk, Big Fat Body", 
    "description": "After terrorists place a bomb inside a toy Lord Ganesha, a child takes off with the dangerous doll, setting it on a course throughout all of Mumbai.", 
    "actors": "Vijay Maurya, Naman Jain, Usha Nadkarni, Mukesh Chhabra", 
    "director": "Punarvasu Naik", 
    "imdb_rating": "5.8/10", 
    "category": "Dramas", 
    "date_released": "1484438400"
},
{
    "title": "Two Catalonias", 
    "description": "Representatives from both the Catalonian and Spanish societies speak about the complexities of Catalonia's politics and the independentist movement.", 
    "actors": "", 
    "director": "Álvaro Longoria, Gerardo Olivares", 
    "imdb_rating": "6.7/10", 
    "category": "Documentaries", 
    "date_released": "1538092800"
},
{
    "title": "Two Lovers and a Bear", 
    "description": "A troubled couple living near the North Pole begins a perilous journey south in an attempt to find peace and vanquish ghosts from the past.", 
    "actors": "Dane DeHaan, Tatiana Maslany, Gordon Pinsent, John Ralston", 
    "director": "Kim Nguyen", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1493683200"
},
{
    "title": "Two Weeks Notice", 
    "description": "A millionaire real estate developer doesn't make a move without his right-hand woman. But after a year of calling the shots, she's calling it quits.", 
    "actors": "Sandra Bullock, Hugh Grant, Alicia Witt, Dana Ivey", 
    "director": "Marc Lawrence", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1535760000"
},
{
    "title": "Tyke Elephant Outlaw", 
    "description": "This documentary recounts a 1994 incident in Honolulu in which a circus elephant attacked and killed its trainer, then ran loose on the city streets.", 
    "actors": "", 
    "director": "Susan Lambert, Stefan Moore", 
    "imdb_rating": "7.6/10", 
    "category": "Documentaries", 
    "date_released": "1448928000"
},
{
    "title": "Tyson", 
    "description": "In this surprisingly emotional documentary, heavyweight champ Mike Tyson analyzes the controversies surrounding his career and turbulent private life.", 
    "actors": "Mike Tyson, Trevor Berbick", 
    "director": "James Toback", 
    "imdb_rating": "6.8/10", 
    "category": "Documentaries", 
    "date_released": "1512086400"
}
]