[
{
    "title": "V for Vendetta", 
    "description": "A masked freedom fighter known as \"V\" takes up arms against a totalitarian government and finds an unlikely ally in a young woman.", 
    "actors": "Natalie Portman, Hugo Weaving, Stephen Rea, Stephen Fry", 
    "director": "James McTeigue", 
    "imdb_rating": "7.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Vaastu Shastra", 
    "description": "A doctor and her writer husband find out the hard way that the new house they've purchased isn't as free of dark energy as they imagined.", 
    "actors": "Sushmita Sen, J.D. Chakravarthi, Piya Rai Chaudhary, Ahsaas Channa", 
    "director": "Saurab Narang", 
    "imdb_rating": "5.0/10", 
    "category": "Horror Movies", 
    "date_released": "1509494400"
},
{
    "title": "Valley Uprising", 
    "description": "The 50-year history of rock climbing in Yosemite Valley is chronicled in this documentary charting the birth and rise of a rebellious counterculture.", 
    "actors": "Peter Sarsgaard", 
    "director": "Peter Mortimer, Nick Rosen", 
    "imdb_rating": "8.3/10", 
    "category": "Documentaries", 
    "date_released": "1461628800"
},
{
    "title": "Valu: The Wild Bull", 
    "description": "When a tiny village finds itself at the mercy of a rampaging wild bull, help arrives when a pair of city officials plan to catch and kill the creature.", 
    "actors": "Atul Kulkarni, Mohan Agashe, Bharati Achrekar, Renuka Daftardar", 
    "director": "Umesh Vinayak Kulkarni", 
    "imdb_rating": "6.7/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
},
{
    "title": "Van Helsing", 
    "description": "Vampire hunter Van Helsing travels to a mysterious region of Europe on a quest to vanquish Count Dracula, the Wolf Man and Frankenstein's monster.", 
    "actors": "Josie Maran, Hugh Jackman, Elena Anaya, Alun Armstrong", 
    "director": "Stephen Sommers", 
    "imdb_rating": "6.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1530403200"
},
{
    "title": "Vanish", 
    "description": "A man launches a desperate search into the heart of the Amazon to find his missing girlfriend amid a rash of mysterious disappearances.", 
    "actors": "Ismael La Rosa, Oscar Carrillo, Teddy Guzmán, Fernando Bacilio", 
    "director": "Dorian Fernández-Moris", 
    "imdb_rating": "", 
    "category": "International Movies", 
    "date_released": "1506816000"
},
{
    "title": "Vanishing Time: A Boy Who Returned", 
    "description": "Days after her friends disappear during a trip to a mysterious cave, a girl is approached by a grown man claiming to be one of her missing pals.", 
    "actors": "Gang Dong-won, Shin Eun-soo, Lee Hyo-je, Kim Hee-won", 
    "director": "Eom Tae-hwa", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1506729600"
},
{
    "title": "Vaya", 
    "description": "Three youths from rural South Africa set out for Johannesburg, where they're thrust into the seedy underbelly of the city and must fight to survive.", 
    "actors": "Mncedisi Shabangu, Sihle Xaba, Sibusiso Msimang, Zimkhitha Nyoka", 
    "director": "Akin Omotoso", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1541030400"
},
{
    "title": "Veerappan", 
    "description": "A police official assembles an elaborate network of spies and undercover operatives to bring down a ruthless bandit with a private army.", 
    "actors": "Sandeep Bharadwaj, Sachiin Joshi, Lisa Ray, Usha Jadhav", 
    "director": "Ram Gopal Varma", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1508025600"
},
{
    "title": "Verónica", 
    "description": "A reclusive psychologist agrees to treat a patient -- whose therapist is missing -- at her remote cabin, where the women test each other's boundaries.", 
    "actors": "Arcelia Ramírez, Olga Segura, Sofía Garza", 
    "director": "Carlos Algara, Alejandro Martinez-Beltran", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1506816000"
},
{
    "title": "Veronica", 
    "description": "In 1991 Madrid, after holding a séance at school, a teen girl minding her younger siblings at home suspects an evil force has entered their apartment.", 
    "actors": "Sandra Escacena, Claudia Placer, Bruna González, Iván Chavero", 
    "director": "Paco Plaza", 
    "imdb_rating": "6.1/10", 
    "category": "Horror Movies", 
    "date_released": "1519516800"
},
{
    "title": "Very Big Shot", 
    "description": "When three brothers struggling to go straight become targets of a criminal underworld, they use the making of a movie as a front to transport drugs.", 
    "actors": "Alain Saadeh, Fouad Yammine, Tarek Yaacoub, Alexandra Kahwaji", 
    "director": "Mir-Jean Bou Chaaya", 
    "imdb_rating": "7.9/10", 
    "category": "Comedies", 
    "date_released": "1484179200"
},
{
    "title": "Vettai", 
    "description": "This powerful Tamil action film follows the shared fate of two very different siblings: policeman Thiru and his roguish brother, Guru.", 
    "actors": "Arya, Madhavan, Sameera Reddy, Amala Paul", 
    "director": "N. Linguswamy", 
    "imdb_rating": "6.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1538352000"
},
{
    "title": "Veve", 
    "description": "A cheating politician, his distraught wife and an ex-con find themselves caught up in a narcotics trade fraught with intrigue and betrayal.", 
    "actors": "Lowry Odhiambo, Emo Rugene, Lizz Njagah, Conrad Makeni", 
    "director": "Simon Mukali", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1492214400"
},
{
    "title": "Victim of Beauty", 
    "description": "A beauty pageant winner is stalked by a serial killer who kidnaps her sister and torments her family in this thriller based on a shocking true story.", 
    "actors": "William Devane, Jeri Ryan, Michele Abrams, Nick Searcy", 
    "director": "Roger Young", 
    "imdb_rating": "5.4/10", 
    "category": "Dramas", 
    "date_released": "1317427200"
},
{
    "title": "Vincent N Roxxy", 
    "description": "In rural Louisiana, a terse loner forges a redemptive bond with a woman he saved from a killer, but a violent past soon catches up with both of them.", 
    "actors": "Emile Hirsch, Zoë Kravitz, Emory Cohen, Zoey Deutch", 
    "director": "Gary Michael Schultz", 
    "imdb_rating": "5.5/10", 
    "category": "Dramas", 
    "date_released": "1504310400"
},
{
    "title": "Virunga", 
    "description": "The Oscar-nominated true story of the rangers risking their lives to save Africa's most precious national park and its endangered gorillas.", 
    "actors": "", 
    "director": "Orlando von Einsiedel", 
    "imdb_rating": "8.1/10", 
    "category": "Documentaries", 
    "date_released": "1415318400"
},
{
    "title": "Visions", 
    "description": "After moving to a vineyard, a pregnant woman is plagued by chilling hallucinations and sets out to uncover the truth about the property's dark past.", 
    "actors": "Isla Fisher, Anson Mount, Gillian Jacobs, Jim Parsons", 
    "director": "Kevin Greutert", 
    "imdb_rating": "5.1/10", 
    "category": "Horror Movies", 
    "date_released": "1453161600"
},
{
    "title": "Viswasapoorvam Mansoor", 
    "description": "When a mother and her daughter arrive to stay in his home in Kerala, a young Muslim man becomes torn between love, faith and clashing political views.", 
    "actors": "Roshan Mathew, Asha Sarath, Prayaga Martin, Zarina Wahab", 
    "director": "P.T. Kunju Muhammad", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Vitti Dandu", 
    "description": "In a remote village in colonial India, an old man and his grandson display strong differences in their attitudes toward the country's British rulers.", 
    "actors": "Dilip Prabhavalkar, Ashok Samarth, Yatin Karyekar, Nishant Bhavsar", 
    "director": "Ganesh Kadam", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1500076800"
},
{
    "title": "Viva", 
    "description": "A hairdresser is thrilled when his dream of becoming a nightclub drag performer comes true, until his disapproving estranged father suddenly appears.", 
    "actors": "Héctor Medina, Jorge Perugorría, Luis Alberto García, Laura Alemán", 
    "director": "Paddy Breathnach", 
    "imdb_rating": "7.8/10", 
    "category": "Dramas", 
    "date_released": "1475107200"
},
{
    "title": "Vizontele", 
    "description": "In 1974, a rural town in Anatolia gets its first television set -- an event that's met with both excitement and trepidation by the villagers.", 
    "actors": "Yılmaz Erdoğan, Demet Akbağ, Altan Erkekli, Cem Yılmaz", 
    "director": "Yılmaz Erdoğan, Ömer Faruk Sorak", 
    "imdb_rating": "7.3/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
},
{
    "title": "Vizontele Tuuba", 
    "description": "With civil war looming, a TV-obsessed Turkish town is bemused when a bureaucrat and his daughter arrive to modernize their library.", 
    "actors": "Yılmaz Erdoğan, Tarık Akan, Altan Erkekli, Cezmi Baskın", 
    "director": "Yılmaz Erdoğan", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1489104000"
}
]