[
{
    "title": "W/O Ram", 
    "description": "Frustrated with the stalled investigation into her husband's murder, a woman searches for the killer on her own, putting herself in grave danger.", 
    "actors": "Lakshmi Manchu, Aadarsh Balakrishna, Priyadarshi Pullikonda, Samrat Reddy", 
    "director": "Vijay Yelakanti", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1540512000"
},
{
    "title": "Waar", 
    "description": "When Pakistani authorities learn of a looming terrorist strike, they ask a retired intelligence officer to counter the attack before it's too late.", 
    "actors": "Shaan Shahid, Shamoon Abbasi, Ayesha Khan, Meesha Shafi", 
    "director": "Bilal Lashari", 
    "imdb_rating": "5.6/10", 
    "category": "Action & Adventure", 
    "date_released": "1498867200"
},
{
    "title": "Waarrior Savitri", 
    "description": "In a modern adaptation of a mythological tale, a devoted wife is willing to do whatever it takes to rescue her husband from the clutches of death.", 
    "actors": "Niharica Raizada, Rajat Barmecha, Lucy Pinder, Om Puri", 
    "director": "Param Gill", 
    "imdb_rating": "2.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1509494400"
},
{
    "title": "Waiting", 
    "description": "While visiting his comatose wife in the hospital, a serene old professor befriends a vibrant young woman whose husband has also fallen into a coma.", 
    "actors": "Naseeruddin Shah, Kalki Koechlin, Rajat Kapoor, Rajeev Ravindranathan", 
    "director": "Anu Menon", 
    "imdb_rating": "7.2/10", 
    "category": "Dramas", 
    "date_released": "1525132800"
},
{
    "title": "Wake Up Sid", 
    "description": "A spoiled trust fund brat finds himself stuck in a rut of meaningless late-night parties -- until he meets a significantly older woman and writer.", 
    "actors": "Ranbir Kapoor, Konkona Sen Sharma, Shruti Bapna, Krutika Bolaki", 
    "director": "Ayaan Mukherji", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Walking with Wolves", 
    "description": "This film explores the delicate, symbiotic relationship shared by wild wolves and nomadic herders in the rugged, hilly terrain of southern India.", 
    "actors": "Joseph Raja K.", 
    "director": "Senani Hegde", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1477958400"
},
{
    "title": "Walt Before Mickey", 
    "description": "This portrait of a young Walt Disney traces his path from Missouri to Hollywood, as he juggles big breaks, raw business deals and a budding romance.", 
    "actors": "Thomas Ian Nicholas, Jon Heder, Armando Gutierrez, David Henrie", 
    "director": "Khoa Le", 
    "imdb_rating": "6.3/10", 
    "category": "Children & Family Movies", 
    "date_released": "1459814400"
},
{
    "title": "Walt Disney Animation Studios Short Films Collection", 
    "description": "This collection of 12 short films from Disney includes \"Frozen Fever,\" the Mickey Mouse short \"Get a Horse!\" and Oscar winners \"Paperman\" and \"Feast.\"", 
    "actors": "Kristen Bell, Josh Gad, Jonathan Groff, Idina Menzel", 
    "director": "Chris Buck, Jennifer Lee", 
    "imdb_rating": "8.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1445731200"
},
{
    "title": "Walt: The Man Behind the Myth", 
    "description": "Through exclusive footage and interviews with friends and family, this documentary traces the complicated life of legendary animator Walt Disney.", 
    "actors": "Dick Van Dyke, Roy Disney, Art Linkletter, Dean Jones", 
    "director": "Jean-Pierre Isbouts", 
    "imdb_rating": "7.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1542240000"
},
{
    "title": "Warehoused", 
    "description": "A soon-to-be-retiring Mr. Lino teaches 20-something Nin the strict rules of his new warehouse job in this dramedy about the absurdities of work life.", 
    "actors": "José Carlos Ruiz, Hoze Meléndez", 
    "director": "Jack Zagha Kababie", 
    "imdb_rating": "7.4/10", 
    "category": "Comedies", 
    "date_released": "1509494400"
},
{
    "title": "We Are Family", 
    "description": "Fed up with being shuffled around, a boy from a big blended family decides that the kids should live in one house and the parents take turns visiting.", 
    "actors": "Julie Gayet, Thierry Neuvic, Julie Depardieu, Lucien Jean-Baptiste", 
    "director": "Gabriel Julien-Laferrière", 
    "imdb_rating": "6.3/10", 
    "category": "Comedies", 
    "date_released": "1492128000"
},
{
    "title": "We Are Family", 
    "description": "A divorced mother of three children runs a happy household -- until her former husband brings his new career-oriented girlfriend into the picture.", 
    "actors": "Kajol, Kareena Kapoor, Arjun Rampal, Nominath Ginsberg", 
    "director": "Sidharth Malhotra", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "We Are Not Alone", 
    "description": "After moving to the outskirts of Lima, a family is terrorized by a dark presence in their new home, forcing them to seek the help of an exorcist.", 
    "actors": "Marco Zunino, Fiorella Díaz, Lucho Cáceres, Zoe Arévalo", 
    "director": "Daniel Rodríguez Risco", 
    "imdb_rating": "5.2/10", 
    "category": "Horror Movies", 
    "date_released": "1504224000"
},
{
    "title": "We Are Young. We Are Strong.", 
    "description": "In 1992, three radically different residents of Rostock, Germany, become entangled in a violent xenophobic riot that rocks the beleaguered city.", 
    "actors": "Jonas Nay, Trang Le Hong, Devid Striesow, Joel Basman", 
    "director": "Burhan Qurbani", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1484438400"
},
{
    "title": "We Need to Talk", 
    "description": "A happy woman's new love is going great, but she needs one thing: divorce papers from her depressed ex. To get them, trickery may be in order.", 
    "actors": "Hugo Silva, Michelle Jenner, Ernesto Sevilla, Belén Cuesta", 
    "director": "David Serrano", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1472688000"
},
{
    "title": "We Own the Night", 
    "description": "In 1980s Brooklyn, two brothers struggle to keep each other safe even though one is a cop and the other manages a nightclub for Russian gangsters.", 
    "actors": "Joaquin Phoenix, Mark Wahlberg, Eva Mendes, Robert Duvall", 
    "director": "James Gray", 
    "imdb_rating": "6.6/10", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "We're Back! A Dinosaur's Story", 
    "description": "Scientist Captain Neweyes time travels to the age of the dinosaurs, where he transforms Rex and his pals from hungry predators to charming beasts.", 
    "actors": "Walter Cronkite, John Goodman, Blaze Berdahl, Rhea Perlman", 
    "director": "Simon Wells, Dick Zondag", 
    "imdb_rating": "5.8/10", 
    "category": "Children & Family Movies", 
    "date_released": "1480550400"
},
{
    "title": "We're No Animals", 
    "description": "Unhappy with his commercial film work, a jaded Hollywood actor moves to Argentina to participate in an experimental thesis on social philosophy.", 
    "actors": "John Cusack, Paul Hipp, Kevin Morris, Alejandro Agresti", 
    "director": "Alejandro Agresti", 
    "imdb_rating": "3.7/10", 
    "category": "Comedies", 
    "date_released": "1502755200"
},
{
    "title": "We, the Marines", 
    "description": "Narrated by actor and former Marine Gene Hackman, this documentary showcases the experience of becoming a member of the US Marine Corps.", 
    "actors": "Gene Hackman", 
    "director": "Greg MacGillivray", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1530403200"
},
{
    "title": "Wedding Unplanned", 
    "description": "Mathias's girlfriend finds a business card for a wedding planner in his pocket. Suddenly, he's engaged and hiring his lover to plan the big day!", 
    "actors": "Reem Kherici, Nicolas Duvauchelle, Julia Piaton, Sylvie Testud", 
    "director": "Reem Kherici", 
    "imdb_rating": "6.1/10", 
    "category": "Comedies", 
    "date_released": "1508371200"
},
{
    "title": "Weeds on Fire", 
    "description": "In 1980s Hong Kong, a school principal forms a baseball team with an eclectic crew of local students who soon fight their way to the top of the league.", 
    "actors": "Liu Kai Chi, Lam Yiu-sing, Tony Tsz-Tung Wu, Poon Chan-leung", 
    "director": "Chi Fat Chan", 
    "imdb_rating": "6.4/10", 
    "category": "Dramas", 
    "date_released": "1533081600"
},
{
    "title": "Welcome 2 Karachi", 
    "description": "Denied a U.S. visa, two dim Indian men decide to sneak into America on a boat. Fate, however, leaves them stranded on a beach -- in Karachi, Pakistan.", 
    "actors": "Arshad Warsi, Jacky Bhagnani, Lauren Gottlieb, Dalip Tahil", 
    "director": "Ashish R. Mohan", 
    "imdb_rating": "3.8/10", 
    "category": "Comedies", 
    "date_released": "1519862400"
},
{
    "title": "Welcome Mr. President!", 
    "description": "When frustrated politicians name a historical figure as the next president, an honest, humble man by the same name suddenly becomes Italy's leader.", 
    "actors": "Claudio Bisio, Kasia Smutniak, Beppe Fiorello, Remo Girone", 
    "director": "Riccardo Milani", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1475280000"
},
{
    "title": "Welcome to Monster High: The Origin Story", 
    "description": "Dracula's daughter Draculaura sets out to create a new kind of school where monsters of all kinds can be themselves and have a scary good time.", 
    "actors": "Debi Derryberry, Cassandra Morris, Salli Saffioti, Larissa Gallagher", 
    "director": "Stephen Donnelly, Olly Reid", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1506816000"
},
{
    "title": "Welcome to New York", 
    "description": "A lecherous World Bank official sees his reputation crumbling when he's accused of raping a hotel maid during a trip to New York.", 
    "actors": "Gérard Depardieu, Jacqueline Bisset, Marie Mouté, Paul Calderon", 
    "director": "Abel Ferrara", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1490227200"
},
{
    "title": "Welcome to Sajjanpur", 
    "description": "An educated man assists the illiterate residents of his village with written correspondence, sometimes manipulating the letters to suit his interests.", 
    "actors": "Shreyas Talpade, Amrita Rao, Ravi Kishan, Ila Arun", 
    "director": "Shyam Benegal", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Welcome to Willits", 
    "description": "A marijuana farmer's extraterrestrial paranoia creates trouble for a group of young campers who pitch their tent on his land in Northern California.", 
    "actors": "Bill Sage, Sabina Gadecki, Anastasia Baranova, Dolph Lundgren", 
    "director": "Trevor Ryan", 
    "imdb_rating": "4.3/10", 
    "category": "Comedies", 
    "date_released": "1517875200"
},
{
    "title": "West Coast", 
    "description": "Four small-town French teens who style themselves after American rappers set out to avenge a classroom insult and end up on a mind-blowing adventure.", 
    "actors": "Devi Couzigou, Mathis Crusson, Victor Le Blond, Sullivan Loyez", 
    "director": "Benjamin Weill", 
    "imdb_rating": "5.8/10", 
    "category": "Comedies", 
    "date_released": "1477612800"
},
{
    "title": "What a Wonderful Family!", 
    "description": "In a large family living under one roof, a storm brews when the matriarch requests a divorce from her husband on their 50th anniversary.", 
    "actors": "Huang Lei, Sun Li, Lee Li-Chun, Zhang Weixin", 
    "director": "Huang Lei", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1530403200"
},
{
    "title": "What the Fish", 
    "description": "A crabby woman leaves home for a vacation and entrusts her niece's fiancé to feed her fish and adhere to a strict set of rules. He has other ideas.", 
    "actors": "Dimple Kapadia, Vishal Sharma, Sumit Suri, Anand Tiwari", 
    "director": "Gurmmeet Singh", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1493596800"
},
{
    "title": "What the Jatt!!", 
    "description": "A peasant from Punjab and his best friend pose as detectives, filmmakers and more while trying to retrieve stolen money in this romantic comedy.", 
    "actors": "Harish Verma, Isha Rikhi, Vipul Roy, Poonam Rajput", 
    "director": "Saket Behl", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "What's Your Raashee?", 
    "description": "To protect his family from ruin, Yogesh must marry his dream girl in only ten days, so he rushes into dating women with different astrological signs.", 
    "actors": "Priyanka Chopra, Harman Baweja, Suzy Brack, Gene Fojtik", 
    "director": "Ashutosh Gowariker", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1534291200"
},
{
    "title": "Whatever Works", 
    "description": "While falling for a Southern belle, an aging eccentric finds himself in a series of strange situations involving the girl's parents and his own pals.", 
    "actors": "Larry David, Evan Rachel Wood, Patricia Clarkson, Ed Begley Jr.", 
    "director": "Woody Allen", 
    "imdb_rating": "7.0/10", 
    "category": "Comedies", 
    "date_released": "1506816000"
},
{
    "title": "Wheelman", 
    "description": "The getaway driver in a botched robbery puts his skills and smarts to the test when he receives shocking orders from an unknown caller.", 
    "actors": "Frank Grillo, Caitlin Carmichael, Garret Dillahunt, Shea Whigham", 
    "director": "Jeremy Rush", 
    "imdb_rating": "5.9/10", 
    "category": "Action & Adventure", 
    "date_released": "1508457600"
},
{
    "title": "When Animals Dream", 
    "description": "When 16-year-old Marie breaks out in strange rashes, her small-town neighbors panic and her family's terrifying secret can no longer be contained.", 
    "actors": "Sonia Suhl, Lars Mikkelsen, Sonja Richter, Jakob Oftebro", 
    "director": "Jonas Alexander Arnby", 
    "imdb_rating": "5.9/10", 
    "category": "Horror Movies", 
    "date_released": "1452816000"
},
{
    "title": "When Hari Got Married", 
    "description": "A small-town taxi driver is arranged to be married, resulting in an intimate look at the clash between modernity and tradition in India.", 
    "actors": "", 
    "director": "Ritu Sarin, Tenzing Sonam", 
    "imdb_rating": "7.3/10", 
    "category": "Documentaries", 
    "date_released": "1482624000"
},
{
    "title": "When Love Comes Around", 
    "description": "Much to her distress, a woman who’s long put her guard up by dating men only for their money suddenly finds herself falling in love for real.", 
    "actors": "Edward Kufuor, Mikki Osei Berko, Jim Iyke, Zynnell Zuh", 
    "director": "Afe Olumowe", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1505433600"
},
{
    "title": "When Love Happens", 
    "description": "Fed up with coordinating weddings for everyone else, unlucky-in-love event planner Mo turns to the internet to see if she can find her own Mr. Right.", 
    "actors": "Weruche Opia, Gideon Okeke, Beverly Naya, O.C. Ukeje", 
    "director": "Seyi Babatope", 
    "imdb_rating": "6.0/10", 
    "category": "International Movies", 
    "date_released": "1504224000"
},
{
    "title": "When Two Worlds Collide", 
    "description": "This documentary takes a hard look at how indigenous peoples clashed violently with the Peruvian government over land and economics in the Amazon.", 
    "actors": "", 
    "director": "Heidi Brandenburg, Mathew Orzel", 
    "imdb_rating": "7.8/10", 
    "category": "Documentaries", 
    "date_released": "1480464000"
},
{
    "title": "When We First Met", 
    "description": "Using a magical photo booth that sends him back in time, Noah relives the night he met Avery over and over, trying to persuade her to fall for him.", 
    "actors": "Adam DeVine, Alexandra Daddario, Shelley Hennig, Robbie Amell", 
    "director": "Ari Sandel", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1518134400"
},
{
    "title": "While We're Young", 
    "description": "A documentary filmmaker struggling with a creative block meets a vibrant young hipster couple who, initially, bring new energy into his life and work.", 
    "actors": "Ben Stiller, Naomi Watts, Adam Driver, Amanda Seyfried", 
    "director": "Noah Baumbach", 
    "imdb_rating": "5.9/10", 
    "category": "Comedies", 
    "date_released": "1508716800"
},
{
    "title": "White Christmas", 
    "description": "Two war buddies fall for two sisters and follow the girls to a resort owned by their former commanding officer, who is in danger of losing the place.", 
    "actors": "Bing Crosby, Danny Kaye, Rosemary Clooney, Vera-Ellen", 
    "director": "Michael Curtiz", 
    "imdb_rating": "7.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1342310400"
},
{
    "title": "White Fang", 
    "description": "A loyal wolfdog's curiosity leads him on the adventure of a lifetime while serving a series of three distinctly different masters.", 
    "actors": "Nick Offerman, Rashida Jones, Paul Giamatti, Eddie Spears", 
    "director": "Alexandre Espigares", 
    "imdb_rating": "7.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1530835200"
},
{
    "title": "White Girl", 
    "description": "A college girl romping through New York City in search of cocaine and other highs finds something real to grasp, only to see it potentially slip away.", 
    "actors": "Morgan Saylor, Brian 'Sene' Marc, Justin Bartha, Chris Noth", 
    "director": "Elizabeth Wood", 
    "imdb_rating": "5.6/10", 
    "category": "Dramas", 
    "date_released": "1480636800"
},
{
    "title": "White Island", 
    "description": "Returning to Ibiza after several years walking the straight and narrow in London, Connor falls back in with a criminal crowd. It's like he never left.", 
    "actors": "Lyndon Ogbourne, Billy Zane, Billy Boyd, Joel Dommett", 
    "director": "Benjamin Turner", 
    "imdb_rating": "4.3/10", 
    "category": "Comedies", 
    "date_released": "1506297600"
},
{
    "title": "Who Gets the Dog?", 
    "description": "When they can't agree on custody of their beloved dog Wesley, a divorcing couple go to court while battling each other for the pooch's affections.", 
    "actors": "Alicia Silverstone, Ryan Kwanten, Randall Batinkoff, Matty Ryan", 
    "director": "Huck Botko", 
    "imdb_rating": "5.4/10", 
    "category": "Comedies", 
    "date_released": "1501545600"
},
{
    "title": "Who the F**k Is That Guy?", 
    "description": "Take a ride through the life of record exec Michael Alago, a gay Puerto Rican New Yorker who signed a slew of musical acts, including Metallica.", 
    "actors": "Michael Alago", 
    "director": "Drew Stone", 
    "imdb_rating": "6.3/10", 
    "category": "Documentaries", 
    "date_released": "1504224000"
},
{
    "title": "Who's Gonna Love Me Now?", 
    "description": "A gay London man faces a positive HIV diagnosis and a decision on whether to stay with loving friends or return to his estranged parents in Israel.", 
    "actors": "", 
    "director": "Tomer Heymann, Barak Heymann", 
    "imdb_rating": "7.5/10", 
    "category": "Documentaries", 
    "date_released": "1483228800"
},
{
    "title": "Widows", 
    "description": "When her husband dies suddenly of a heart attack, Elena, a documentary filmmaker, forms an unlikely bond with his much younger, suicidal mistress.", 
    "actors": "Graciela Borges, Valeria Bertuccelli, Rita Cortese, Martín Bossi", 
    "director": "Marcos Carnevale", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "Will to Love", 
    "description": "A carefree bachelor's life is upended when he learns that he must tie the knot before his grandfather dies in order to inherit the family fortune.", 
    "actors": "Marques Houston, Keshia Knight Pulliam, Draya Michele, Black Thomas", 
    "director": "Chris Stokes", 
    "imdb_rating": "4.3/10", 
    "category": "Dramas", 
    "date_released": "1493596800"
},
{
    "title": "Williams", 
    "description": "This inspiring documentary charts the birth of Sir Frank Williams's renowned racing empire -- and the near-fatal crash that nearly stalled its future.", 
    "actors": "", 
    "director": "Morgan Matthews", 
    "imdb_rating": "7.6/10", 
    "category": "Documentaries", 
    "date_released": "1509753600"
},
{
    "title": "Win It All", 
    "description": "After losing $50,000 that wasn't his, gambling addict Eddie starts to rebuild his life. But an unwelcome surprise pushes him toward his old ways.", 
    "actors": "Jake Johnson, Aislinn Derbez, Joe Lo Truglio, Keegan-Michael Key", 
    "director": "Joe Swanberg", 
    "imdb_rating": "5.7/10", 
    "category": "Comedies", 
    "date_released": "1491523200"
},
{
    "title": "Wind River", 
    "description": "A tracker with the U.S. Fish and Wildlife Service assists a rookie FBI agent who's investigating a teen girl's murder on a remote Wyoming reservation.", 
    "actors": "Jeremy Renner, Elizabeth Olsen, Jon Bernthal, Gil Birmingham", 
    "director": "Taylor Sheridan", 
    "imdb_rating": "7.4/10", 
    "category": "Dramas", 
    "date_released": "1519776000"
},
{
    "title": "Winnie", 
    "description": "Winnie Mandela speaks about her extraordinary and controversial career, from her early life to her marriage to her ongoing efforts to end apartheid.", 
    "actors": "", 
    "director": "Pascale Lamche", 
    "imdb_rating": "6.0/10", 
    "category": "Documentaries", 
    "date_released": "1519603200"
},
{
    "title": "Winning", 
    "description": "Examine the iconic careers and winning ways of Martina Navratilova, Jack Nicklaus, Nadia Comaneci, Edwin Moses and Esther Vergeer.", 
    "actors": "Jack Nicklaus, Martina Navratilova, Nadia Comaneci, Esther Vergeer", 
    "director": "Jacqueline Joseph", 
    "imdb_rating": "6.2/10", 
    "category": "Documentaries", 
    "date_released": "1512000000"
},
{
    "title": "Winter on Fire: Ukraine's Fight for Freedom", 
    "description": "Over 93 days in Ukraine, what started as peaceful student demonstrations became a violent revolution and full-fledged civil rights movement.", 
    "actors": "", 
    "director": "Evgeny Afineevsky", 
    "imdb_rating": "8.1/10", 
    "category": "Documentaries", 
    "date_released": "1444348800"
},
{
    "title": "Wish I Was Here", 
    "description": "With his acting career moribund, Aidan Bloom steers a new tack in life, taking over his children's education when private school becomes too costly.", 
    "actors": "Zach Braff, Kate Hudson, Donald Faison, Joey King", 
    "director": "Zach Braff", 
    "imdb_rating": "6.6/10", 
    "category": "Comedies", 
    "date_released": "1534377600"
},
{
    "title": "Withdrawn", 
    "description": "Unable to pay bills and unwilling to change his slacker lifestyle, twentysomething Aaron hatches a defrauding scheme when he finds a lost credit card.", 
    "actors": "Aaron Keogh, Molly Reisman, Dean Tardioli, Greg Wasylyszn", 
    "director": "Adrian Murray", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1525132800"
},
{
    "title": "Woman in Gold", 
    "description": "Six decades after the Holocaust, Maria Altmann embarks on a quest to reclaim her family's Nazi-stolen artwork, including a famed Gustav Klimt piece.", 
    "actors": "Helen Mirren, Ryan Reynolds, Katie Holmes, Daniel Brühl", 
    "director": "Simon Curtis", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1485907200"
},
{
    "title": "Women at War 1914-1918", 
    "description": "Trace the overlapping journeys of exceptional women swept up in World War I and hear their tales of bravery on history's front lines.", 
    "actors": "Nathalie Baye", 
    "director": "Fabien Beziat, Hugues Nancy", 
    "imdb_rating": "8.0/10", 
    "category": "Documentaries", 
    "date_released": "1514678400"
},
{
    "title": "Women at War 1939-1945", 
    "description": "Mothers, nurses, soldiers and deportees -- these women fought against persecution for freedom and survival amid the turbulence of World War II.", 
    "actors": "", 
    "director": "Hugues Nancy, Fabien Beziat", 
    "imdb_rating": "", 
    "category": "Documentaries", 
    "date_released": "1519862400"
},
{
    "title": "Woody Woodpecker", 
    "description": "A rascally bird with a distinctive laugh pecks back with a vengeance when his forest habitat is threatened by a slick lawyer building his dream home.", 
    "actors": "Timothy Omundson, Thaila Ayala, Eric Bauza, Graham Verchere", 
    "director": "Alex Zamm", 
    "imdb_rating": "6.1/10", 
    "category": "Children & Family Movies", 
    "date_released": "1517875200"
},
{
    "title": "Would You Rather", 
    "description": "In need of cash to help her sick brother, a young woman agrees to take part in a lethal winner-takes-all parlor game hosted by a sadistic millionaire.", 
    "actors": "Brittany Snow, Jeffrey Combs, Jonny Coyne, Lawrence Gilliard Jr.", 
    "director": "David Guy Levy", 
    "imdb_rating": "5.8/10", 
    "category": "Horror Movies", 
    "date_released": "1527811200"
},
{
    "title": "Wrong No.", 
    "description": "Two identical strangers pursue their respective dreams after exchanging lives and getting out from under the thumb of their controlling loved ones.", 
    "actors": "Javed Sheikh, Danish Taimoor, Janita Asma, Nayyar Ejaz", 
    "director": "Yasir Nawaz", 
    "imdb_rating": "6.0/10", 
    "category": "Comedies", 
    "date_released": "1498867200"
},
{
    "title": "Wrong Side Raju", 
    "description": "The life of a chauffeur and part-time bootlegger takes a turn toward the dramatic when a girl approaches him to buy illicit alcohol.", 
    "actors": "Pratik Gandhi, Kimberley Louisa McBeath, Asif Basra, Kavi Shastri", 
    "director": "Mikhil Musale", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1506816000"
}
]