[
{
    "title": "Y Tu Mamá También", 
    "description": "When rich teens Tenoch and Julio meet the alluring, older Luisa, they try to impress her with stories of a road trip, then convince her to join them.", 
    "actors": "Maribel Verdú, Gael García Bernal, Diego Luna, Daniel Giménez Cacho", 
    "director": "Alfonso Cuarón", 
    "imdb_rating": "7.3/10", 
    "category": "Dramas", 
    "date_released": "1433116800"
},
{
    "title": "Y.M.I.: Yeh Mera India", 
    "description": "The lives of a middle-aged soap opera addict, an ambitious career woman, a fervent activist and nine others from different walks of Indian life intersect in Mumbai. But this vibrant melting pot threatens to bubble over with bias and bigotry.", 
    "actors": "Anupam Kher, Atul Kulkarni, Aakash Pandey, Milind Gunaji", 
    "director": "N. Chandra", 
    "imdb_rating": "8.0/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Yaadein", 
    "description": "Two young lovers set out to overcome the obstacles that stand in the way of their marriage, beginning with the objections of the girl's father.", 
    "actors": "Jackie Shroff, Hrithik Roshan, Kareena Kapoor, Amrish Puri", 
    "director": "Subhash Ghai", 
    "imdb_rating": "5.3/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "Yaar Gaddar", 
    "description": "When his brother becomes involved in a deadly bank robbery, a heartbroken cop vows to track down and retrieve his wayward sibling -- dead or alive.", 
    "actors": "Mithun Chakraborty, Saif Ali Khan, Somy Ali, Prem Chopra", 
    "director": "Umesh Mehra", 
    "imdb_rating": "4.0/10", 
    "category": "Dramas", 
    "date_released": "1498867200"
},
{
    "title": "Yaara O Dildaara", 
    "description": "The patriarch of a wealthy family with one industrious son and one who's a playboy arranges for the marriage of one to the woman the other loves.", 
    "actors": "Harbhajan Mann, Tulip Joshi, Kabir Bedi, Gulzar Chahal", 
    "director": "Ksshitij Chaudhary", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1509494400"
},
{
    "title": "Yamla Pagla Deewana", 
    "description": "A pair of father-and-son con men wonder whether they're being out-conned when a stranger shows up claiming to be a member of the family.", 
    "actors": "Nafisa Ali, Madhuri Bhattacharya, Emma Brown Garrett, Mahek Chahal", 
    "director": "Samir Karnik", 
    "imdb_rating": "5.5/10", 
    "category": "Action & Adventure", 
    "date_released": "1490832000"
},
{
    "title": "Yamla Pagla Deewana 2", 
    "description": "Up to his old tricks, con man Dharam poses as a millionaire to get his younger son married to the daughter of a wealthy businessman.", 
    "actors": "Dharmendra, Sunny Deol, Bobby Deol, Neha Sharma", 
    "director": "Sangeeth Sivan", 
    "imdb_rating": "3.4/10", 
    "category": "Action & Adventure", 
    "date_released": "1493596800"
},
{
    "title": "Yanda Kartavya Aahe", 
    "description": "Thanks to an arranged marriage that was designed to make an ailing grandmother happy, newlyweds Rahul and Swati are virtually strangers. Can a four-day honeymoon make a difference when it comes to the couple's feelings about each other?", 
    "actors": "Ankush Chaudhari, Smita Shewale, Mohan Joshi, Atmaram Bhende", 
    "director": "Kedar Shinde", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1514764800"
},
{
    "title": "Year One", 
    "description": "Cast out of his village after eating the proverbial forbidden fruit, an oafish Neanderthal and his sidekick set off on a trip through biblical times.", 
    "actors": "Jack Black, Michael Cera, Oliver Platt, David Cross", 
    "director": "Harold Ramis", 
    "imdb_rating": "4.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1534809600"
},
{
    "title": "Yeh Hai Bakrapur", 
    "description": "A poor family’s goat suddenly acquires divine status, sparking a widespread frenzy as everyone clamors to benefit from its unexpected celebrity.", 
    "actors": "Anshuman Jha, Suruchi Aulakh, Yoshika Verma, Asif Basra", 
    "director": "Janaki Viswanathan", 
    "imdb_rating": "", 
    "category": "Comedies", 
    "date_released": "1541030400"
},
{
    "title": "Yellowbird", 
    "description": "An orphaned bird tags along with a flock on their long migration to Africa and becomes a hero when his newfound \"family\" runs into trouble.", 
    "actors": "Dakota Fanning, Seth Green, Christine Baranski, Zachary Gordon", 
    "director": "Christian De Vita", 
    "imdb_rating": "5.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1438732800"
},
{
    "title": "Yes or No 2", 
    "description": "No longer university girls, Kim and Pie face new hurdles in their relationship, including work, new friends and other distractions.", 
    "actors": "Supanart Jittaleela, Sushar Manaying, Nisa Boonsantear, Apittha Khlaiudom", 
    "director": "Saratswadee Wongsomphet", 
    "imdb_rating": "", 
    "category": "International Movies", 
    "date_released": "1539734400"
},
{
    "title": "Yes or No 2.5", 
    "description": "Roommates Wine and Pie find their lives turned upside down when two more ladies move in next door, bringing up past heartaches and new attractions.", 
    "actors": "Supanart Jittaleela, Pimpakan Bangchawong, Chansakorn Kittiwattanakorn, Sunanta Yoonniyom", 
    "director": "Kirati Nakintanon", 
    "imdb_rating": "5.6/10", 
    "category": "International Movies", 
    "date_released": "1539734400"
},
{
    "title": "Yo-Kai Watch: The Movie", 
    "description": "Nate's special Yo-Kai Watch is missing. He travels back in time to meet the watch's inventor, his grandfather. Together, they must restore history!", 
    "actors": "Johnny Yong Bosch, Joey D'Auria, Alicyn Packard, Melissa Hutchison", 
    "director": "Mark Risley", 
    "imdb_rating": "4.5/10", 
    "category": "Anime Features", 
    "date_released": "1480550400"
},
{
    "title": "Yoga Hosers", 
    "description": "With an all-important high school party at stake, two teen yoga fanatics enlist a man hunter to help fight an army of monsters created by Nazis.", 
    "actors": "Lily-Rose Depp, Harley Quinn Smith, Justin Long, Austin Butler", 
    "director": "Kevin Smith", 
    "imdb_rating": "4.6/10", 
    "category": "Comedies", 
    "date_released": "1480636800"
},
{
    "title": "Yoko and His Friends", 
    "description": "Vik meets new friends in a new city, where they go on exciting adventures together with a magical being. But soon, his family must move again.", 
    "actors": "Eileen Stevens, Alyson Leigh Rosenfeld, Sarah Natochenny, H.D. Quinn", 
    "director": "Juanjo Elordi, Rishat Gilmetdinov", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1529020800"
},
{
    "title": "You Can Tutu", 
    "description": "A gifted young ballet dancer struggles to find her footing in an uptight ballet school that brings her and her family to a brand-new neighborhood.", 
    "actors": "Lily O'Regan, Jeannettsy Enriquez Borges, Joeley Gibson, Zahra Hassan Malik", 
    "director": "James Brown", 
    "imdb_rating": "", 
    "category": "Children & Family Movies", 
    "date_released": "1514678400"
},
{
    "title": "You Can’t Fight Christmas", 
    "description": "After stepping in to revitalize his family's hotel, a money-minded businessman clashes with the hotel's cheery, Christmas-loving decorator.", 
    "actors": "Brely Evans, Andra Fuller, Persia White, Porscha Coleman", 
    "director": "Kenny Young", 
    "imdb_rating": "4.7/10", 
    "category": "Comedies", 
    "date_released": "1513641600"
},
{
    "title": "You Carry Me", 
    "description": "A soap opera producer, director and makeup artist each face wrenching family turmoil, from teen rebellion and marital infidelity to Alzheimer's.", 
    "actors": "Lana Baric, Vojislav Brajovic, Natasa Janjic, Goran Hajdukovic", 
    "director": "Ivona Juka", 
    "imdb_rating": "7.5/10", 
    "category": "Dramas", 
    "date_released": "1467331200"
},
{
    "title": "Young Guns", 
    "description": "Young gunslingers take the law into their own hands when the rancher who took them in and taught them to read is murdered by a rival's henchmen.", 
    "actors": "Emilio Estevez, Kiefer Sutherland, Lou Diamond Phillips, Charlie Sheen", 
    "director": "Christopher Cain", 
    "imdb_rating": "6.7/10", 
    "category": "Action & Adventure", 
    "date_released": "1533081600"
},
{
    "title": "Young Tiger", 
    "description": "Aided only by a tough female police officer, a Hong Kong taxi driver tries to escape from gangsters pursuing incriminating evidence left in his cab.", 
    "actors": "Qiu Yuen, Charlie Chin, Jackie Chan, Hu Chin", 
    "director": "Mu Chu", 
    "imdb_rating": "4.8/10", 
    "category": "Action & Adventure", 
    "date_released": "1477958400"
},
{
    "title": "Youngistaan", 
    "description": "The son of a recently deceased prime minister tries to find a balance between love and duty after being chosen to replace his father.", 
    "actors": "Jacky Bhagnani, Neha Sharma, Farooq Shaikh, Deepankar De", 
    "director": "Syed Ahmad Afzal", 
    "imdb_rating": "4.8/10", 
    "category": "Comedies", 
    "date_released": "1451606400"
},
{
    "title": "Yuva", 
    "description": "An accident on a bridge ties together three young men from different social classes, sparking a course of events that will forever alter their lives.", 
    "actors": "Ajay Devgn, Abhishek Bachchan, Vivek Oberoi, Esha Deol", 
    "director": "Mani Ratnam", 
    "imdb_rating": "6.8/10", 
    "category": "Dramas", 
    "date_released": "1519862400"
},
{
    "title": "YZ", 
    "description": "A 33-year-old introvert and loner is compelled to take steps to abandon the shell of isolation that he has built for himself.", 
    "actors": "Sagar Deshmukh, Akshay Tanksale, Parna Pethe, Sai Tamhankar", 
    "director": "Sameer Vidwans", 
    "imdb_rating": "8.0/10", 
    "category": "Comedies", 
    "date_released": "1513296000"
}
]