[
{
    "title": "Zachariayude Garbhinikal", 
    "description": "A gynecologist caring for four unconventional patients receives a visit from a young woman who presents him and his wife with a blessing in disguise.", 
    "actors": "Lal, Geetha, Aju Varghese, Rima Kallingal", 
    "director": "Aneesh Anwar", 
    "imdb_rating": "5.0/10", 
    "category": "Dramas", 
    "date_released": "1522540800"
},
{
    "title": "Zack and Miri Make a Porno", 
    "description": "Zack and Miri make and star in an adult film to bring in easy money. But their unspoken feelings for each other might threaten the whole enterprise.", 
    "actors": "Seth Rogen, Elizabeth Banks, Craig Robinson, Jason Mewes", 
    "director": "Kevin Smith", 
    "imdb_rating": "6.2/10", 
    "category": "Comedies", 
    "date_released": "1538352000"
},
{
    "title": "Zapped", 
    "description": "A girl discovers a dog-training app that can get boys to obey her every command. But she soon learns that it isn't the cure-all she had hoped for.", 
    "actors": "Zendaya, Chanelle Peloso, Spencer Boldman, Emilia McCarthy", 
    "director": "Peter DeLuise", 
    "imdb_rating": "5.9/10", 
    "category": "Children & Family Movies", 
    "date_released": "1422748800"
},
{
    "title": "Zenda", 
    "description": "A change in the leadership of a political party sparks bitter conflict and the party's division into two rival factions.", 
    "actors": "Santosh Juvekar, Siddharth Chandekar, Sachit Patil, Chinmay Mandlekar", 
    "director": "Avadhoot Gupte", 
    "imdb_rating": "6.0/10", 
    "category": "Dramas", 
    "date_released": "1518652800"
},
{
    "title": "Zenne Dancer", 
    "description": "In this fact-based tale, gay Ahmet is inspired by a male belly dancer and a naive lover to come out to his conservative family, with tragic results.", 
    "actors": "Kerem Can, Giovanni Arvaneh, Erkan Avcı, Rüçhan Çalışkur", 
    "director": "Caner Alper, Mehmet Binay", 
    "imdb_rating": "7.0/10", 
    "category": "Dramas", 
    "date_released": "1489104000"
},
{
    "title": "Zila Ghaziabad", 
    "description": "Simmering tensions between two rival gangs in Ghaziabad are further ignited by the arrival of a crazy, hard-as-nails police official.", 
    "actors": "Sanjay Dutt, Vivek Oberoi, Arshad Warsi, Paresh Rawal", 
    "director": "Anand Kumar", 
    "imdb_rating": "4.1/10", 
    "category": "Action & Adventure", 
    "date_released": "1508025600"
},
{
    "title": "Zindagi Kitni Haseen Hay", 
    "description": "Two young parents struggle to keep their marriage afloat and their son protected amidst financial woes, career goals and clashes of ego.", 
    "actors": "Feroze Khan, Sajal Ali, Jibrayl Ahmed Rajput, Alyy Khan", 
    "director": "Anjum Shahzad", 
    "imdb_rating": "6.5/10", 
    "category": "Dramas", 
    "date_released": "1538352000"
},
{
    "title": "Zinzana", 
    "description": "Recovering alcoholic Talal wakes up inside a small-town police station cell, where he's subject to the mind games of a psychotic sadist.", 
    "actors": "Ali Suliman, Saleh Bakri, Yasa, Ali Al-Jabri", 
    "director": "Majid Al Ansari", 
    "imdb_rating": "6.1/10", 
    "category": "Dramas", 
    "date_released": "1457481600"
},
{
    "title": "Zion", 
    "description": "Born without legs and stuck in foster care for years, teen Zion Clark finds his calling when he pursues competitive wrestling. A documentary short.", 
    "actors": "Zion Clark", 
    "director": "Floyd Russ", 
    "imdb_rating": "6.6/10", 
    "category": "Documentaries", 
    "date_released": "1533859200"
},
{
    "title": "Zip & Zap and the Marble Gang", 
    "description": "Inspired by a popular 1950s comic strip, this youthful comedy records the exploits of pals Zip and Zap, after both are sent to a strict new school.", 
    "actors": "Javier Gutiérrez, Daniel Cerezo, Raúl Rivas, Claudia Vega", 
    "director": "Oskar Santos", 
    "imdb_rating": "5.2/10", 
    "category": "Children & Family Movies", 
    "date_released": "1498867200"
},
{
    "title": "Zipi & Zape y la Isla del Capitan", 
    "description": "At Christmas, Zip and Zap take a trip with their parents to a remote island, where a friendly woman runs a children's home and mystery awaits.", 
    "actors": "Teo Planell, Toni Gómez, Elena Anaya, Iria Castellano", 
    "director": "Oskar Santos", 
    "imdb_rating": "5.5/10", 
    "category": "Children & Family Movies", 
    "date_released": "1498867200"
},
{
    "title": "Zipper", 
    "description": "A star prosecutor puts his family and promising political career on the line as he develops an obsession with high-end escorts.", 
    "actors": "Patrick Wilson, Dianna Agron, Lena Headey, Richard Dreyfuss", 
    "director": "Mora Stephens", 
    "imdb_rating": "5.7/10", 
    "category": "Dramas", 
    "date_released": "1504828800"
},
{
    "title": "Zokkomon", 
    "description": "When his cruel uncle abandons him, a young orphan learns to access the untapped superpowers that have been waiting within him all along.", 
    "actors": "Darsheel Safary, Anupam Kher, Manjari Fadnis, Tinnu Anand", 
    "director": "Satyajit Bhatkal", 
    "imdb_rating": "5.0/10", 
    "category": "Children & Family Movies", 
    "date_released": "1541030400"
},
{
    "title": "Zoo", 
    "description": "A drug dealer starts having doubts about his trade as his brother, his client, and two rappers from the slums each battle their own secret addictions.", 
    "actors": "Shashank Arora, Shweta Tripathi, Rahul Kumar, Gopal K. Singh", 
    "director": "Shlok Sharma", 
    "imdb_rating": "", 
    "category": "Dramas", 
    "date_released": "1530403200"
},
{
    "title": "Zoom", 
    "description": "Comic book artist Emma draws her ideal man: Edward, the director of a film about a novelist named Michelle, who's writing a book about Emma.", 
    "actors": "Gael García Bernal, Alison Pill, Mariana Ximenes, Jason Priestley", 
    "director": "Pedro Morelli", 
    "imdb_rating": "5.6/10", 
    "category": "Comedies", 
    "date_released": "1481760000"
}
]